{"summary":"Alongside this long bench are two bronze-finished steel monocoque loops that connect the beachfront promenade with the town. The now complete first phase was funded through a ¢G450,000 grant from the Sea Change Programme which aims to help the regeneration of seaside towns, and a generous private donation from the husband of the late Anita Roddick, who founded her chain of Body Shops in Littlehampton","advice_category":"6","content":"\nPhoto: dezeen.com \nWhen you go to the seaside, you often like somewhere to sit for a while when strolling along the beach front. One spot in the UK offers a chance to see a truly unique seating arrangement, because the longest bench in Britain was opened to the public in Littlehampton, West Sussex on 30th July 2010.Photo: dezeen.com \nThe bench, in this first phase, is already 324 metres long and capable of seating over 300 people along the promenade overlooking the beach. Designed by Studio Weave, the project was started by Jane Wood and Sophie Murray, a mother and daughter pair responsible for other beach developments. The longest bench meanders around lampposts, bends behind bins, and ducks down into the ground to allow passage between the beach and the town behind. \nPhoto: dezeen.com \nAlongside this long bench are two bronze-finished steel monocoque loops that connect the beachfront promenade with the town. As the bench arrives inside the twisting loops it twists all over the walls and ceiling to create more seats and openings. In the development the project, Studio Weave, who constructed the extended seat, worked with children from a local junior school whose ideas led to the bright colours used and the dynamic shelters. \nPhoto: dezeen.com \nThe design allows for this amazing creation to continue expanding lengthways to at least 621m, seating over 800, and putting Littlehampton in the record books. The now complete first phase was funded through a ¢G450,000 grant from the Sea Change Programme which aims to help the regeneration of seaside towns, and a generous private donation from the husband of the late Anita Roddick, who founded her chain of Body Shops in Littlehampton. \nPhoto: dezeen.com \nMr Roddick said: “Anita loved Littlehampton and was very keen to do whatever she could to help raise the profile of the town. She was fully supportive of the idea for the bench and would be delighted to see it.” I am quite convinced Anita Roddick would have loved this quirky and fun creation, an enormous statement of intent from a seaside town that just wants to ensure you have a good time while you are there. \nPhoto: dezeen.com \nMy sincere thanks to Studio Weave for giving me permission to use the photographs posted in Dezeen. \nSource for information: 1, 2, 3, 4","author":"tonyleather","web_category":"art+and+design","title":"The Longest, Loopiest Bench in Britain","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crosby-1.jpg","url":"http://www.environmentalgraffiti.com/news-britains-longest-bench"}