{"summary":"From the outback of Australia – where the image of the boxing kangaroo had become a national personification as early as 1891 – the kangaroo’s reputation as a champion pugilist spread throughout the world. Photo: Photographer unknown via: Blogs24","advice_category":"2","content":"\nPhoto: Photographer unknown via: Blogs24\nDon’t mess with the kangaroo. Perhaps better known for their Olympian jumping capabilities, these marsupial bruisers – which can reach almost 7 feet tall and weigh 200 lbs – are also the boxing champs of the animal kingdom. The kangaroo’s fighting skills include forepaw jabs, grappling, and their own unique style of kickboxing. Yet punches to the face are the least of their opponents' worries; the real threat lies in a powerful kick of their hind legs, which can cause serious damage.\nBelligerent beasts: Male kangaroos, or jacks, box each other in the wildPhoto: Photo: Julian Robinson\nOf course in the natural scheme of things, kangaroos would sooner keep the fighting amongst themselves than involve other species that come within thumping distance. In the wild, male kangaroos box one another playfully, for dominance, or when competing for mates, known as jills. Using an incredible technique, jacks balance on their tails to deal out blows with their feet that have sharpened toenails capable of disembowelling an adversary.\nHard as nails: Kangaroos use their feet in a clever balancing actPhoto: Image via: wpclipart \nLuckily for kangaroos, their bellies are protected by a thick layer of skin, but other foes of these formidable animals are not so fortunate. Dogs have been known to get on the receiving end of this belligerent beast's special treatment, caught by the roo's forepaws and raked with its hind legs. So too have men – notably in 1936 when a hunter was killed as he tried to free his dogs from a skirmish – and yet on some occasions you can’t say we haven’t been asking for it.\nNational symbol: Royal Australian Air Force emblemPhoto: Image via: Hooplah99\nFrom the outback of Australia – where the image of the boxing kangaroo had become a national personification as early as 1891 – the kangaroo’s reputation as a champion pugilist spread throughout the world. In pre-war Berlin, kangaroos were challenged in the ring and proved their superiority over many a hapless prize fighting man. However, not content with acknowledging who the boss is, today what most would consider a cruel spectacle has continued in some quarters.\nThis clip from a 25-year-old US TV show presents the distasteful though slightly funnier side of kangaroo boxing. Funnier because, one, the boxing kangaroo, named Killer Willard, is part of a comedy act and, two, it’s the humans who are being dealt out the knuckle sandwiches – here the husband and wife team who own Willard. Keep an eye on the host getting the heck out of there whenever things get feisty. He doesn't want to know – but would you?\nCruel sport: Shot from the Chinese 'Animal Olympics'Photo: Photographer unknown via King of Funny\nThis shot, which shows a kangaroo taking a punch to the chops from a fully made up clown in China, ironically captures the less comical face of kangaroo boxing. The photo was taken at the so-called Animal Olympics in Shanghai in 2006, and naturally it left animal rights campaigners seething. In the bout, the kangaroo appears to lurch back from a left hook, but apparently it gave as good as it got and had its gaudily clad opponent on the ropes with an onslaught a little later.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Human Vs. Kangaroo","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockPeek-boo128179jpg_0","url":"http://www.environmentalgraffiti.com/featured/human-vs-kangaroo/12630"}