{"summary":". National Geographic is reporting that, due to the inexplicable depopulation that's befallen bees in North America, beekeepers in California are increasingly vulnerable to having their hives stolen","advice_category":"2","content":"\nNational Geographic is reporting that, due to the inexplicable depopulation that's befallen bees in North America, beekeepers in California are increasingly vulnerable to having their hives stolen. \nImage from jordanfisher on Flickr\nSome have even taken the step of placing micro-transmitters in the hives in order to track them in the event of skullduggery.\nBees--the top agricultural export of California-- are in such shortage that the rental cost of a hive this year has risen from less than $50 to over $200.  This is, of course, a reflection of the demand in a market where the creatures aren't occurring naturally, suppliers struggling to keep up, and some of the most creative and opportunistic thieves of all time.\nThey are of course profiteers, but also other keepers attempting to cover for their own shortages in business dealings and ensure that the pollination of large areas of trees will carry on unhindered.  All of that said...how can bees possibly be the most vulnerable target of opportunity in California?  Or is this truly a case of beekeeper turning against beekeeper?\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"nature","title":"Black Market Bees:  Stealing Hives, The New Fad","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-13861-2373530570105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/black-market-bees-so-hot-right-now/998"}