{"summary":"Appropriately enough for a plant with a racist name, they don’t like other plant species hanging around their habitat. A hundred some years on, it’s the most invasive non-native plant species in the UK, costing the country over a billion pounds so far to eradicate","advice_category":"2","content":"\nWe ran an article a couple of weeks back about the 5 worst invasive species which focused only on animals. A lot of people who responded were wondering where all the plant species were. Well, they’re right here.  In no particular order of importance, here are 5 of the worst invasive plant species in the world. \n5. Japanese Knotweed\nThe Japanese Knotweed was first brought to western countries from Asia during the Victorian era for use as a decorative plant. A hundred some years on, it’s the most invasive non-native plant species in the UK, costing the country over a billion pounds so far to eradicate. The plant also annoys people all across North America, with the exception of beekeepers, who use it as a nectar source for honeybees.  The Japanese Knotweed spreads very easily, and is immensely hard to eradicate. It also out-competes other native plants, and causes structural damage to roads, sidewalks, buildings, etc. Also, it makes you poo. Seriously. Should you be so stupid as to eat the roots (please don’t) you’ll get a concentrated dose of emodin, a traditional laxative in Asian medicine.\nThis was once a normal pond.\n4. Water Hyacinth\nYou’ve probably seen a water hyacinth. The plant is native to South America, but is now widespread in Asia, Africa, North America, Australia, and the UK. These things grow like crazy. They’re one of the fastest growing plant species in existence.  It was introduced, to North America at least; in 1884 (It must have been really fashionable to introduce invasive plant and animal species during the Victorian era). If the plant isn’t controlled, it can cover literally an entire lake or pond. This blocks sunlight, screws up water flow, and starves the water of oxygen. Mosquitoes also love it, so it can increase malaria rates too. It’s actually been blamed for the starving of some subsistence farmers in Australia and Papua New Guinea as well, so it can actually kill you just by existing (if you’re a Pacific subsistence farmer). However, it can also be used in biogas production because of its high nitrogen content. So it’s got that going for it, which is nice.\n3. Cheatgrass\nRemember that big fire in California? Meet part of the problem. Cheatgrass is native to Europe and Asia, but is now a problem all over the US and Canada. It’s a HUGE problem in the western US, where it can completely drive out certain species and make fires realllly bad. With low precipitation, the grass can dry out. This basically adds an abundance of fuel to wildfires. So basically, it’s a grass with no real redeeming values that can help burn your house down. Awesome.\n2. Kudzu\nKudzu isn’t really that big of a problem outside the southern United States, but I’m from there and it’s also the name of a really stupid cartoon strip so I’m giving it bonus points. Kudzu came over from Japan in 1876 for the Philadelphia Centennial Exhibition. It had some great PR, and was promoted as a great foraging plant and decorative crop. Now it covers between 20,000 and 30,000 square kilometres of land in the southeast US and costs the economy half a billion dollars a year in lost farmland and efforts to control it. You might have seen it if you’ve ever been to that area of the world. It literally blankets the ground, shrubs, and trees all over the southern US. Unsurprisingly, this is not really that great for the blanketed areas. There are some interesting methods being proposed to control kudzu. Chattanooga, Tennessee is attempting to get rid of the plant by grazing goats and llamas on it, and apparently the llamas also protect the sheep from predators. Brilliant!\n1. Hottentot Fig\nI’ll be honest. Mostly I chose this because of its incredibly racist name. “Hottentot”, meaning stutterer, was the name given by Dutch settlers to the Khoikhoi people, in reference to the clicking sounds common in their language. Given that Khoikhoi meant men of men, this was kind of a step down. Naturally, the Dutch settlers chose this racial slur when it came time to name a plant they found. Essentially, this is like naming something the Inferior Ethnic Group Tree or the Isn’t Apartheid Great for us White People Bush.   The plant is actually a problem, however, especially in California, Australia, the Mediterranean, and parts of the UK. It was originally used in California to prevent soil erosion around railroad tracks, a purpose it served well into the 1970s. Surprisingly enough, it turns out these plants don’t just stick to railroad tracks. They spread. Appropriately enough for a plant with a racist name, they don’t like other plant species hanging around their habitat. They form massive monospecific zones. They dramatically lower biodiversity, and they compete directly with several endangered and threatened plant species for light, nutrients, water, etc. You can eat them though, and in South Africa they eat the fruit, which is very tart, or make it into a sour jam. Oh, and if you have a problem with the name, it’s sometimes called the Ice Plant. \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"Chris","web_category":"nature","title":"The 5 Worst Invasive Plant Species","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-5-worst-invasive-plant-species/559"}