{"summary":"They’re so widespread for two reasons: one, because they’re so tough and two, because they journey round the world on winds.. Then squeeze the water out of the moss and view the liquid under a microscope - voila! As you can imagine, they’re easy pets to keep - they like eating moss and prefer it if you keep their home nice and moist, but, then again, maybe they like cryptobiosis!","advice_category":"2","content":"\nPhoto: Angie Knipe\nApocalypses come in all shapes and sizes, but anything from catastrophic climate change through to nuclear war, a comet collision or a viral pandemic would struggle to knock these critters into extinction.\nIn reverse order of hardiness, we have:\nOkay, okay, cockroaches (see top image) are an obvious place to start this list, but it really is staggering how well-equipped they are to survive almost anything thrown their way (except, perhaps, for a large shoe).\nCockroaches have been around for about 250 million years, so they've already survived a few mass extinctions. Here’s why: they can regenerate most body-parts, they’re prolific breeders and can hold their breath for over 40 minutes. What’s more, because a cockroach’s brain is dispersed throughout its body, it actually only needs its head to drink. Since a cockroach can survive without water for several weeks, that means it can live headless for the same amount of time!\nPhoto: NOAA's Historic Fisheries Collection\nA mummichog is a kind of fish, which is about 15cm long and lives along the east coast of North America. Unlike nearly any other fish, the mummichog can survive in lots of different habitats, whether freshwater or salty, warm or cold, polluted or clean.\nThis adaptability comes from the fish’s ability to activate or deactive a large number of genes according to its environment. For example, if moved from salt water to fresh water, the mummichogs will turn on or off 498 genes to cope with the change.\nBecause of this wide range of genetic ‘options’, generations of mummichog evolve to new environments relatively quickly. In one experiment, scientists looked at three mummichog colonies, all living in highly polluted areas. All three colonies had adapted by modifying around 20% of their genes compared to a control colony.\nIn another experiment, mummichogs were sent into space and adapted to a weightless life in three weeks, substituting gravitational pull for light as a means to orientate themselves. The unhatched fish, born on the trip, adapted to weightlessness while still in the egg.\nSources: 1, 2.\nPhoto: freeparking\nBrains count for a lot when it comes to species survival. There have been five mass extinctions in the Earth’s history; the most recent was called the Cretaceous-Tertiary extinction and took place about 65 million years ago. 85% of animals, including dinosaurs, went extinct. To work out why some species perished while others survive to this day, scientists compared birds that survived to other flying animals that did not.\nThe brain cavity in a flying animal’s skull is directly related to the chances of it surviving the extinction period. After a meteor strike (currently the most accepted theory for the event), habitat would have changed dramatically and resources become very limited; the bigger the brain the greater the ability to adapt.\nWe are Homo sapiens (Latin: \"wise man”); our greatest evolutionary feature is the size of our brains. So, while there’s no way all of us will survive an apocalypse, there’s a very good chance the species as a whole, will.\nSources: 1, 2.\nPhoto: Wilson44691\nAs mentioned above, there have been five mass extinctions in the Earth’s history. The first took place about 439 million years ago (Ordovician-Silurian extinction) and killed off around 25 percent of marine families and 60 percent of marine genera (family and genus are the 7th and 8th levels of the 9 levels of biological classification, the first being ‘life’).\nFortunately, the Lingula (a type of brachiopod, which is an animal with a hinged shell, like a clam) seems to live by the maxim: whatever doesn’t kill you makes you stronger, and has survived all five mass extinctions relatively unchanged. The trick seems to be their ability to burrow in times of trouble, using a long stalk and their tongue shaped shell (the word lingulata comes from the Latin word for \"tongue\").\nThis brachiopod comes in at a solid second place because, if you’ve already survived five near apocalypses, you’ve got a lot more going for you than most creatures alive today.\nPhoto: Goldstein lab\nYou might already have read about tardigrades on Environmental Graffti or elsewhere on the web - they’re pretty popular critters. Also known as water bears, they are widely acknowledged to be the toughest animals alive. They’re tiny (which seems to help in survival terms), about 1mm long and they can be found anywhere from the depths of the ocean to your back yard. They’re so widespread for two reasons: one, because they’re so tough and two, because they journey round the world on winds.\nTardigrades can survive any and all of the following: extreme pressure, radiation, the vacuum of space, boiling, freezing (close to absolute zero) and dehydration. They can go without water for 10 years (and probably a lot longer), entering cryptobiosis (extreme hibernation) and reducing their metabolism to less than 0.01% of normal; they only take a short while to return to normal with the reintroduction of water. In order to survive during cryptobiosis, the tardigrade enters a state called a ‘tun’. This happens very quickly and makes them practically indestructible. All this and they make you go ‘awww’.\nIf you own a microscope, you can easily take a look at these water bears for yourself. Just collect some moss (wet is better) and soak it in rainwater for a few hours. Then squeeze the water out of the moss and view the liquid under a microscope - voila! As you can imagine, they’re easy pets to keep - they like eating moss and prefer it if you keep their home nice and moist, but, then again, maybe they like cryptobiosis!\nSources: 1, 2.","author":"lucylangdon","web_category":"nature","title":"5 Animals Most Likely To Survive the Apocalypse","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-41199-2295604920102365357S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-top-5-animals-most-likely-survive-apocalypse"}