{"summary":"An attempted robbery and car theft in Nigeria has led to the citizen’s arrest of a goat by one of the country’s vigilante groups. Photo: Image: Airpanther ","advice_category":"2","content":"\nPhoto: \nImage: Amy&Kimball \nAn attempted robbery and car theft in Nigeria has led to the citizen’s arrest of a goat by one of the country’s vigilante groups. The vigilante group in the Anifowose Ipata/Oloje areas of the state capital chased two armed robbery suspects and thought they were close to capturing them after thwarting their attempts to steal a Mazda car as a getaway vehicle. \nWhile parading the suspect for the local media, Police Public Relations Officer, Mr. Tunde Mohammad, stated that \"while one of the suspects escaped, the other was about to be apprehended when he turned his back and turned into this goat.\" The use of vigilante groups is not uncommon in Nigeria, where communities rely upon ill-educated and badly prepared squads to fill the gaps wherever police will not patrol at night. \nPhoto: Image: Airpanther \nThough the belief in witchcraft and shape-changing is common, Innocent Chukwuma of the justice reform group Cleen Foundation believes that this case exposes the poor standard of policing in Nigeria: \"There are officers who don’t even have a secondary school education, and the police have a big job to do in finding these people and getting rid of them.\" He also said that in the past, political leaders had allowed the police to be filled by incompetent and sometimes criminal officers so that corruption could easily cover their own illegal activities. The vigilante groups have also been known to lynch suspects, so custody might be a better option for this goat right now than being the main ingredient in a casserole.\nPhoto: Image: Obi Akpere \nAnother police spokesman did, however, tell the BBC that the goat was being held in case its owner came forward to claim it and not as part of the investigation. National police spokesman Emmanuel Ojukwu told the BBC that \"goats can’t commit crime. The vigilante group arrested the goat and took it to the police, before telling the media\" - who were naturally curious about the incident.\nSource 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"John Johnston","web_category":"nature","title":"Goat Arrested for Attempted Car Theft","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/goat-held-for-attempted-car-theft/7498"}