{"summary":"The basin was formed by the collapse of a dome made up of the gypsum sand. The park also provides what is known as Patio Talks with the park ranger every Saturday and Sunday","advice_category":"8","content":"\nPhoto: Melanie R Salome\nLocated at the northern end of the Chihuahuan Desert of Southern New Mexico, lies the amazing national treasure known as the White Sands National Monument. Within this national monument you will find the largest concentration of white pristine gypsum sand in the world.\nThis almost snow-like-sand is produced by the Tularosa Basin. The basin was formed by the collapse of a dome made up of the gypsum sand. The collapse occurred about ten million years ago and what remains of the sides of the original dome are what we now call the San Andreas and Sacramento Mountain ranges.\nHow is the White Sand Created?Photo: Melanie R Salome\nWhat makes this place so unique is that the common mineral of gypsum (hydrous calcium sulfate) is rarely seen in the form of sand because it is so easily soluble in water. The natural elements of rain and snow carry the gypsum from the mountains down to the Tularosa Basin, but there are no streams to wash the mineral away from the basin into the ocean.\nThe mineral, therefore, accumulates and crystallizes into sand that gets blown around by the desert winds which over the centuries has formed what we see today at White Sands. One of the basin’s lowest points is Lake Lucero. This lake is primarily a dry bed, but sometimes fills with water which then evaporates and leaves behind deposits of gypsum sand on the surface. At White Sands there are: Dome, Barchan, Transverse and Parabolic dunes. These terms denote the shape and direction of the dunes. The park consists of glistening white dunes that stretch over 275 miles of desert landscape. \nDriving Through the SandsPhoto: Melanie R Salome\nOn my trip to the White Sands, I explored the park by car. There is an eight mile loop that takes you through the dunes from the visitor center. The cost to drive through is $3.00 per person. On the drive you can stop at different areas, including a boardwalk which takes you over the sand and into the actual dunes. It provides shade and information about the desert including its plant life and wildlife. In addition to viewing the amazing dunes, you will see areas of the park that provide shaded picnic tables and bathroom facilities. We arrived at the park on a hot clear summer day, so we didn’t get the chance to walk around the dunes but you are allowed to walk in the dunes and even go sledding in them. The park officials ask that you do not litter or disturb any of the plant or wildlife inhabitants. Only leave your footprints and take pictures! Please note that on some days, the road into the park may be closed due to missile testing at the nearby missile range. Be sure to check the National Parks Service website for information or give the park a call to find out more. \nActivities at White SandsPhoto: Melanie R Salome\nDuring the year there are numerous activities held at the park that are available for public enjoyment. The price of admission ($3.00) is charged for all events. In the summer months the park holds Full Moon Nights, which provide entertainment in the park amphitheater one day each month when there is a full moon. From April to August the park also provides a one-hour ranger guided tour of the park, known as Sunset Strolls.\nAll year round, you may also experience a three-hour ranger guided tour of Lake Lucero where the gypsum is produced. This event requires a reservation and is only done once per month. The park also provides what is known as Patio Talks with the park ranger every Saturday and Sunday. You can ask questions about the park and discuss the origins of the sand with the ranger.\nIn addition to the scheduled activities put on by the park services, they also allow other activities in the park as well. You can enjoy bicycling, camping, picnicking, photography, sledding, stargazing, and backpacking through the White Sands.\nWhatever your interest, this is an incredible formation of white sand; unlike anything else you will every see on Earth. It is great for outdoor enthusiasts to take pictures and explore the wonders of the park. It is great for the whole family to enjoy! \nDirections to White Sands\nFrom Interstate 25 in El Paso, Texas, take Highway 70 North from Las Cruces, New Mexico until you see the signs for the White Sands Monument. The park is approximately 52 miles north east of Las Cruces and 15 miles south west of Alamogordo, New Mexico.\nSources: nps.gov","author":"mrsalome","web_category":"travel","title":"White Sands National Monument: The World's Largest Gypsum Dune Field","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/camel1.jpg","url":"http://www.environmentalgraffiti.com/national-parks/news-white-sands-national-monument-largest-concentration-gypsum-sand-world"}