{"summary":"‘Because they grow fast and they are so much better to tattoo than fish.’- Wim Delvoye. Belgian Conceptual Artist Wim Delvoye has been tattooing live pigs since 1997","advice_category":"6","content":"\nPhoto: Image via skirmisher.org\n‘Because they grow fast and they are so much better to tattoo than fish.’- Wim Delvoye\nBelgian Conceptual Artist Wim Delvoye has been tattooing live pigs since 1997. Tattoos that range from Disney characters such as Ariel the Mermaid to Louis Vuitton logos are spread all over the pig's body. It’s a gradual process, that results in the pigs looking like Yakuza gang members. They are then killed at a certain age and their skins are stretched across canvases and made into paintings.\nImage by Flickr user Dalbera\nImage by Flickr user Dalbera\nTypical of Delvoye’s beautiful/fugly aesthetics, he considers the pigs as growing paintings and regularly perverts nature in his work. With the help of a Japanese scientist for example, Delvoye made a machine that’s sole purpose was to produce shit: this 2000 piece  was entitled ‘Cloaca.’\nIn 2005 Delvoye extended the pigs’ pieces by opening a pig farm in China where the rules are less strict towards animal welfare. Named ‘The Art Farm Pigs Growth Fund,’ the farm is home to nine sows and nine boars and of course three resident tattoo artists.\nDelvoye who saves the pigs from Chinese slaughter houses claims that ‘art has saved their lives’, the pigs however are eventually stuffed or skinned to become ‘paintings’ and ‘sculptures.’ The complexities that arise from this bizarre situation can be legitimized by seeing it as art or it can be seen as inane and cruel, watch the video and decide for yourself.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"alex ingham","web_category":"art+and+design","title":"The Artist Who Kills and Tatoos Pigs ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/IA1jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/artist-who-kills-and-tatoos-pigs/1252"}