{"summary":"Every second eight teens die in a drink driving accident. Three out of four teens have at least heard of the game and most know of someone who engaged in this practice","advice_category":"8","content":"\nPhoto: kr4gin\nEvery second eight teens die in a drink driving accident. Approximately the same number died from an accidental overdose of alcohol or illegal use of prescription drugs. Teens these days are also three times as likely to commit suicide.\nNearly one million teenage girls will get pregnant this year. Four out of five teens will be addicted, regular smokers before the age of 18. The odds of any one teen having been approached by someone selling or offering drugs to them? That number, say studies, is 13.4%. That same study confirms that 40% of teens drink regularly because they are upset.\nPhoto: Ed Yourdon\nIf you think that your kid will not engage in any risky behavior or you think you have already heard all the PSAs on risky teen behavior, you're wrong. Here are some startling new teen trends that will kill them.\nThe Choking Game\nLet me introduce you to the \"Choking Game.\"\nTeens are always inventing new ways to push the threshold of danger. The Choking Game is one of those teen trends. In 2010, 52 teens were reported as being seriously injured or killed during engaging in this activity. Most of those incidents resulted in death. (To get an up-to-the minute number on incidents, click here)\nThe game consists of purposeful deprivation of oxygen to the brain. It creates an erotic high by reported users. At least 40% of teens don't believe there is any risk involved while playing the game. Three out of four teens have at least heard of the game and most know of someone who engaged in this practice. As early as eighth grade, children are regularly playing this game or witnessing a friend taking part in it.\nTexting while Driving and Car Surfing\nNow we must worry about handing over the car keys because of texting while driving and car surfing. Reportedly, 58 teens died last year from car surfing. This was a preventable and sad consequence of poor judgment.\nLast year, texting while driving claimed 6,000 lives. It is estimated that texting while driving makes the driver the equivalent of a 70-year-old driver when it comes to attention and responsiveness. Accidents from texting at the wheel account for more accidents and deaths than drunk driving. It is more commonplace and more socially accepted.\nLighting Self on Fire\nTeens enjoy being the center of attention and being socially accepted. These are basic human needs. However, teens are more likely to go to extreme lengths to gain acceptance. Enter putting oneself on fire for fun.\nIf you Google this teen trend, the results are mortifying. You will find that when teens light themselves on fire, they typically have a chemical imbalance in their brain that makes them always crave adrenaline. Such is a story about an Australian teen who was electrocuted while climbing a power pole.\nSmoking or Injecting Bath Salts\nIt's incredible but now teens are snorting or injecting bath salts to get high. Move over synthetic marijuana and the like. Beware if your teen mentions the words, \"White Lightning,\" \"Hurricane Charlie, and \"Ivory Wave.\" These are some of the street names out there, though new ones are always evolving. It's perfectly legal and easy to get bath salts. Just one use and the person can have cerebral hemorrhaging or die.\nThe bath salts being sold contain cathinone, which is a plant grown in Africa. It affects the neurotransmitters in the brain much like meth or crack would. However, there is no government regulation at this time because of the fact that it is not manufactured for human consumption. Louisiana currently is being hardest hit with deaths and serious injuries because of ingested bath salts.\nTo see pictures of this drug, click here.\nThe message this writer hopes to get across is of preventing unnecessary deaths and injuries from careless and preventable tragedies. Spread the word and join the cause.","author":"Asher Kade","web_category":"lifestyle","title":"Dying to Be Popular: Dangerous New Teen Trends","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-dying-be-popular-new-teen-trends-0"}