{"summary":"Some jellyfish have an additional protein, the green fluorescent protein (GFP), which converts the blue light to green. Though quite brilliant (pardon the pun), bioluminescence is not rare – about 90% of all ocean animals are bioluminescent","advice_category":"2","content":"\nPhoto: \nImage: M. Youngbluth, OAR/National Undersea Research Program (NURP); Harbor Branch Oceanographic Institution\nLove them or loathe them, jellyfish are amazing critters of the sea. Some of these jiggly invertebrates even put on a fancy yet dangerous light show. Dangerous for smaller creatures who swim close, attracted by the fluorescent red light, ready to disco, and before they know it, are entangled in the jellyfish’s tentacles. Got you! Here’s more about their glow-in-the-dark antics.\nBlue beauty:Photo: \nImage: Dr. Dwayne Meadows, NOAA/NMFS/OPR\nBioluminescent moon jellyfish:Photo: \nImage: Florida Keys National Marine Sanctuary\nThousands of feet below the sea’s surface, it is incredibly dark. Food is scare and whatever is available needs to be approached carefully – or lured carefully – lest it should flit away again. A jellyfish quietly glides through those black waters, suddenly sensing movement and potential prey. Quickly it lights up, emitting a fluorescent glow. \nBeautiful light display:Photo: \nImage: Tam Tam \nLittle fish, curious of this sudden light source, swim by to take a closer look. And closer, and closer until they get stuck in the jellyfish’s tentacles. The light show ends as quickly as it started and the jellyfish proceeds to devour its prey. Cruel? Survival, 1.5 miles beneath the sea. \nAtolla jellyfish:Photo: \nImage: Larry Madin, WHOI\nBeauty in a red and blue dress:Photo: \nImage via stanford\nThough quite brilliant (pardon the pun), bioluminescence is not rare – about 90% of all ocean animals are bioluminescent. The feature is not only used to attract prey, but has three other important functions: camouflage; its opposite, a warning message to potential predators; and communication with members of the same species, for example when mating. It’s like flashing your best, er, tentacle forward. \nGlowing red, deep down:Photo: \nImage: Jeff Kubina\nAlien spaceship?Photo: \nImage: M. Youngbluth, OAR/National Undersea Research Program (NURP); Harbor Branch Oceanographic Institution\nTouch for the jellyfish is a big no-no, a warning sign: Upon touch, jellyfish will light up, warning predators to stop doing what they’re doing and exposing them at the same time to their potential predators. \nWho’s bothering whom? Two longfin bannerfish nibbling on a jellyfish:Photo: \nImage: Dr. Dwayne Meadows, NOAA/NMFS/OPR\nJellyfish produce bioluminescence through a reaction of the two chemicals luciferin and luciferinase. When triggered (e.g. through touch), luciferin gets oxidized by luciferinase. Their reaction results in a photoprotein that causes the bluish glow. Some jellyfish have an additional protein, the green fluorescent protein (GFP), which converts the blue light to green. A recently discovered and yet unnamed Cnidarian in the genus Erenna even emits fluorescent red. Bring on the light show! \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"Bioluminescent Jellyfish 1.5 Miles Beneath the Sea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Olindias_formosa1.jpg","url":"http://www.environmentalgraffiti.com/featured/bioluminescent-jellyfish-miles-beneath-sea/18295"}