{"summary":"A huge mass of water overwhelmed the picturesque Gloucestershire town of Tewkesbury. In the more recent flooding, a father and son lost their lives as they were pumping water from a submerged room at Tewkesbury Rugby Club","advice_category":"4","content":"\nA huge mass of water overwhelmed the picturesque Gloucestershire town of Tewkesbury. Mitchell Taylor, a 19 year old teenager was last seen leaving a bar in the town. One week later, no trace of him could be found. His family said his disappearance was “totally out of character.” Everyone feared he was dead. Their worst nightmares were confirmed when his body was found in a submerged field near his home. \n92q3PoHcdVk\nThe macabre discovery was made by a team of Italian volunteers who had flown in to help with the relief efforts. The three, who work for the Protezione Nazionale agency, came to the UK with a hovercraft they use for flood searches. \nAbove you can see the extent of the flooding. At least nine other adults have died since intense rainstorms struck the country. One man died trying to unblock a storm drain in Hull, another was swept up in the River Leen near Nottingham, and a man in his sixties was found drowned in Lincolnshire. In Sheffield, a 14-year-old boy died after being swept away when the River Sheaf burst its banks. \nIn the more recent flooding, a father and son lost their lives as they were pumping water from a submerged room at Tewkesbury Rugby Club. In addition, twins born prematurely in a flood-stranded area of the town failed to survive, despite having been airlifted to hospital by an RAF rescue crew.\nSome 130,000 homes in Gloucestershire were still without fresh water yesterday, and the Met Office warned of further heavy rain last night and this morning, threatening to undo last week's salvage and rescue work. The Environment Agency, facing criticism for its response to the earlier floods, announced it was working to clear grills and unblock drains, as well as 'checking sandbag and pump availability'. \nYou can see some previous footage of the floods here","author":"Chris","web_category":"science","title":"Deluge Kills Its Next Victim: Teenager Mitchell Taylor","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/water10.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/deluge-kills-its-next-victim-teenager-mitchell-taylor/160"}