{"summary":"Photo: ? Conservation International/Mark ErdmannPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Euphyllia – new bubble coral. Mark Erdmann, senior advisor for the CI Indonesia marine program","advice_category":"2","content":"\nPhoto: ? Conservation International/Gerald AllenPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Heteroconger – new garden eel\nConservation International (CI) conducted a two-week survey of marine areas with their Rapid Assessment Program (RAP) – which has been in existence for 20 years – at the request of the Department of Fisheries and Marine Affairs and the Bali government. During the survey they found eight potentially new fish and one new coral species.\nPhoto: ? Conservation International/Gerald AllenPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Manonichthys – juvenile new dottyback\nTwo varieties of cardinalfish, two types of dottybacks, a sand perch, a fang blenny, a new species of goby, a garden eel, and a previously unknown Euphyllia bubble coral were among the species found and documented. Further study will be conducted to tell us more about the discoveries, scientifically speaking.\nPhoto: ? Conservation International/Gerald AllenPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Pseudochromis – new dottyback\nThe officials wanted management recommendations for 25 proposed marine protected areas (MPAs). These would ultimately consist of a network of ecologically interconnected and resilient areas.\nPhoto: ? Conservation International/Mark ErdmannPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Heteroconger – new garden eel\nThis RAP survey along with another from 2008 counted an incredible 953 species of fish and 397 species of coral. The most important finding, however, was that the reef system has been recovering since the 1990s.\nPhoto: ? Conservation International/Gerald AllenPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Meiacanthus – new fangblenny\n\"We carried out this present survey in 33 sites around Bali, nearly completing a circle around it, and were impressed by much of what we saw,\" said Dr. Mark Erdmann, senior advisor for the CI Indonesia marine program. \"There was a tremendous variety of habitats, surprisingly high levels of diversity and the coral reefs appeared to be in an active stage of recovery from bleaching, destructive fishing and crown-of-thorns starfish outbreaks in the 1990s.\"\nPhoto: ? Conservation International/Mark ErdmannPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Siphamia – new cardinalfish\nOn the negative side, the RAP team discovered very few large fish or commercially important ones. Only three sharks and three Napoleon wrasse fish were found in 350 hours of diving when normally such numbers would be found in one dive. Plastic pollution was also an issue.\nPhoto: ? Conservation International/Gerald AllenPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Parapercis – new sandperch\n\"This RAP survey highlights how important these Marine Protected Areas are to improving economic returns from marine tourism while also providing food security and ensuring the sustainability of small-scale artisanal fisheries,\" Erdmann said.\nPhoto: ? Conservation International/Gerald AllenPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Grallenia – new goby\nThe CI team put together a number of recommendations, including which areas need attention right away, planning to reduce clashes between unsustainable fishing and marine tourism, and managing plastics and other pollution with strict measures.\nPhoto: ? Conservation International/Gerald AllenPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Apogon – new cardinalfish\nActing Executive Director for CI-Indonesia Ketut Sarjana Putra added: \"Compared to twelve years ago, we observed an increase in healthy coral reef cover in the area surveyed, indicating a recovery phase. That is why it needs serious protection and management, to complete the revitalization.\"\nPhoto: ? Conservation International/Mark ErdmannPotentially new species identified during a 2011 Marine Rapid Assessment Program survey in Bali: Euphyllia – new bubble coral\nIf these nine species do turn out to be really new, it will be a great success for the Bali reef system. As always, until we take care of our oceans as well as land, many species will be lost to existence, some still unknown.","author":"Michele Collet","web_category":"nature","title":"9 Unknown Species Found on Bali Reef","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/12492899518VN5u-Ljpg","url":"http://www.environmentalgraffiti.com/news-9-potentially-new-species-found-bali-reef"}