{"summary":"Fidimalala Bruno Ralainasolo, a conservation biologist working for Durrell Wildlife Conservation Trust said: \"We have known for some time that a carnivore lives in the Lac Alaotra marshes, but we’ve always assumed it was a brown-tailed vontsira that is also found in the eastern rainforests. Photo: Durrell Wildlife Conservation Trust","advice_category":"2","content":"\nPhoto: Durrell Wildlife Conservation Trust\nResearchers have identified the first newly discovered carnivorous mammal in 24 years, known as Durrell's Vontsira.\nPhoto: Durrell Wildlife Conservation Trust\nDescribed as a small cat sized animal, rather like a mongoose, it weighs approximately one pound and is speckled brown with very sharp teeth. The researchers (who come from the Durrell Wildlife Conservation Trust, the Natural History Museum, London, Nature Heritage, Jersey, and Conservation International) expect it to be amongst the most threatened carnivores in the world. The species and family it belongs to, (Salanoia durrelli, belonging to the family Eupleridae of the order Carnivora) is known only in Madagascar, and so far the species itself has only been found in the marshes of the Lac Alaotra wetlands, in the central eastern portion of the country.\nPhoto: Durrell Wildlife Conservation Trust\nFidimalala Bruno Ralainasolo, a conservation biologist working for Durrell Wildlife Conservation Trust said: \"We have known for some time that a carnivore lives in the Lac Alaotra marshes, but we’ve always assumed it was a brown-tailed vontsira that is also found in the eastern rainforests. However, differences in its skull, teeth, and paws have shown that this animal is clearly a different species with adaptations to life in an aquatic environment. It is a very exciting discovery and we decided to honour our founder, the world renowned conservationist Gerald Durrell, by naming this new species after him. However, the future of the species is very uncertain because the Lac Alaotra marshes are extremely threatened by agricultural expansion, burning and invasive plants and fish. It is a highly significant site for wildlife and the resources it provides people, and Durrell Wildlife Conservation Trust is working closely with local communities to ensure its sustainable use and to conserve Durrell’s vontsira and other important species.\"\nPhoto: Durrell Wildlife Conservation Trust\nPaul Jenkins of the Natural History Museum points out the importance of having collections such as theirs. The small vontsiras are rarely seen or studied in the field and without their reference collections, containing details of the brown tailed vontsira, the identification of a new species could not be made.\nPhoto: Durrell Wildlife Conservation Trust\nA few months ago Lac Alaotra made headlines with the announcement of the extinction of the Alaotra grebe due to habitat changes including introduced fish and pollution. It will be vital to make the Durrell vontsira a flagship for conservation in the area and heighten the work with the government and people to ensure the survival of this and other species.","author":"Michele Collet","web_category":"nature","title":"Durrell's Vontsira: The First Carnivorous Mammal Discovered in 24 Years","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/news-new-carnivorous-mammal-discovered-madagascar-first-24-years"}