{"summary":"NASA has an impressive Earth-based operation, however NEOSSat will hopefully be able to spot many asteroids that the NEO program has missed. Relatively cheap at $10 million, the NEOSSat is relying on the advantage being in space gives it, as opposed to raw technology","advice_category":"4","content":"\nPhoto: Because this probably hurt.  Image from kevinzim\nAh, Canada: Home of hockey night, tim bits, and the best hope our planet has of locating and killing asteroids before they can blot out life as we know it.\nEarly next year America's northern neighbor is launching NEOSSat, a suitcase-sized satellite that tracks \"near earth objects,\" more commonly known as asteroids. When it launches, it will be the first time any space mission has carried that task. NASA has an impressive Earth-based operation, however NEOSSat will hopefully be able to spot many asteroids that the NEO program has missed\nRelatively cheap at $10 million, the NEOSSat is relying on the advantage being in space gives it, as opposed to raw technology. The telescope it carries is a 15cm mirror, smaller than the one many backyard astronomers use. In spite of all of that, they're expecting to categorize around 50% of all NEOs over the lifetime of the satellite; a testament to the amount of interference that Earth's atmosphere can generate for ground-based operations. There are many different numbers thrown around their efficiency, however they are cited around to be 10%. This is due to the fact that if you can't find all of the asteroids, how can you know what percentage you've found?\nDespite this, NASA experts who are running the program don't think that the Canadian effort will bring much new data to the table. They would rather the mission seek to place a telescope in orbit of, say, Venus, or Mars, where a telescope could clearly outperform anything on Earth. The down side of these missions of course, is that as much as $10 million sounds like, it won't get you to Venus or Mars.\n[New Scientist][PopSci]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"Canada To Save Earth From Asteroids","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/canada-to-save-earth-from-asteroids/1154"}