{"summary":"Once the tip of the tongue has hit its target and immobilized its prey, the longitudinal muscles come back into action, drawing the tongue back into its jaws as the circular ones simultaneously relax.. A sticky substance settles on the end of the chameleons tongue so when propelled out at speed an insect is unable to escape, becoming trapped in the sticky saliva of the flexible tongue, which is withdrawn back into the mouth of the brightly faced reptile","advice_category":"2","content":"\nPhoto: Riley\nWhen you are a cold blooded animal you are bound to slow down when the weather cools. This causes a great loss in potential for capturing prey or escaping from predators. But fascinatingly, for the Chameleon this isn’t the case. The divinely green chameleon is capable of uncurling its long tongue, of twice its body length, in less than 0.07 seconds! Now that represents a well respected weapon! So, despite the type of weather, the chameleons are going to snare their prey either way!\nPhoto: Frupus\nThe ability to shoot out its tongue at such a fast speed is an evolutionary adaptation suiting it to its arboreal environment. And what a marvelous shooting technique it is! Firing out its tongue at even a greater length than its own body provides the perfect sticky trap to pull in insects!\nHow is this Achieved?\nA sticky substance settles on the end of the chameleons tongue so when propelled out at speed an insect is unable to escape, becoming trapped in the sticky saliva of the flexible tongue, which is withdrawn back into the mouth of the brightly faced reptile. This ingenious device is based on the action of two groups of remarkable muscles.\nPhoto: PheonixLee\nThe tongue stays neatly coiled up inside of the mouth, until it is needed. When the times comes, its powerful circular muscles contract in co-ordination with its longitudinal muscles relaxing, allowing the tongue to shoot forward at a magnificent speed. The result of this muscular interplay results in the entire tongue becoming uncurled and stretched at lightening speed. Once the tip of the tongue has hit its target and immobilized its prey, the longitudinal muscles come back into action, drawing the tongue back into its jaws as the circular ones simultaneously relax.\nPhoto: .Andi.\nThe Chameleon Champion – Fischer’s ChameleonPhoto: guppiecat\nWhen it comes to catching prey, the champion is the Fischer’s chameleon. With an impressive projection of its tongue, at one and a half times its own body length and tail combined, it's no surprise that this species is thriving particularly well, as they rarely ever miss their prey. This extremely swift hunting process happens far too quickly for the human eye to detect and become startled by. The only way to see these momentous mechanisms is through a high-speed camera.\nA very flexible feature responsible for life in various environments\nThere are over 100 different species of chameleon on the planet and with features like these we can see just how well adapted they have become. Some live in temperatures soaring to 39C, while others thrive in environments with temperatures below 0. Scientist Christopher Anderson suggests that as all these species eat in a very similar fashion having an effective mechanism to do so is one of the most important factors that allows chameleons to fit into a wide variety of habitats.\nIt just shows that having a ballistic tongue, resistant to fluctuating temperatures, and a perfectly crafted weapon for capturing prey, is another amazing evolutionary adaptation that is essential for one of the world’s most enthralling reptiles. \nUseful resources that helped me composed this article:1, 2, and Franz Geiser, Hans Dossenbach, Survival of the Animal Kingdom,1985, Orbis Publishing Limited, London","author":"Emmysarus","web_category":"nature","title":"The Incredible Projectile Tongue of the Chameleon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","url":"http://www.environmentalgraffiti.com/animals/news-hunting-tongue-propels-further-your-body-chameleon"}