{"summary":"Though Simonova uses special volcanic sand mixed with salt, any sand would do for sand animation. Photo: Kseniya Simonova during one of her life performances","advice_category":"6","content":"\nPhoto: \nImage via hwuncut\nAbout a year ago, nobody had even heard of Kseniya Simonova from the Ukrainian seaside town of Evpatoria. But then in April 2009, eight minutes would change the life of this pretty 24-year-old forever. Simonova entered “Ukraine’s Got Talent,” the franchise TV show also popular in the US, UK and around the world, and won with her amazing entry of sand animation, retelling the story of the German invasion of Ukraine during World War II.\nStorytelling has never been so beautiful:Photo: \nImage via hwuncut\nWith the help of candles, dramatic music and her incredibly quick hands that move sharply yet delicately, she moved her audience and the judges to tears with her story: A happy couple sitting under a starry sky is soon disturbed by warplanes. The woman’s face is crying, then smiling when a baby arrives. But war returns – a sandstorm of emotions in Simonova’s capable hands – and we weep as the young woman turns into an old widow with a wrinkled and sad face that watches the monument of an Unknown Soldier.\nFew would believe that Simonova took up sand art only about a year before entering “Ukraine’s Got Talent.” After a successful business crumbled because of the global financial crisis, Simonova was forced to look for an alternate career. Though sand animation is not new – it has been used in movies and for marketing purposes for years – there are only a handful of sand artists worldwide. Simonova is by far the youngest and one of the busiest after the video of her prize-winning performance went viral a few months after the show, reaching more than 13 million hits so far.\n“You are always near” – an image of Simonova’s winning performance:Photo: \nImage via anonymousx\nAsked in an interview with Russia Today how different it is to be a sand animator than being a painter, she answered:\n\n\nThough Simonova uses special volcanic sand mixed with salt, any sand would do for sand animation. Despite her amazing success, the talented artist still doesn’t consider sand art her first priority: As the mother of a young boy, she’s busy all day and does sand art only at night from about 11 pm to 4 am, setting aside only 3-4 hours to sleep. “It is not very useful for health but it is a normal thing because I am a mother, first of all a mother,“ she says matter-of-factly.\nPhoto: Kseniya Simonova during one of her life performances\nImage via grandrants\nMaybe it’s this down-to-earthness and connection to the mundane that keeps her grounded and makes her art so approachable. Yet watching her in action, Simonova does look like an omnipotent creator at times, being the master of life and death on her lightboard, which keeps us spellbound.\nIs this what a biblical creator would look like?Photo: \nImage via segura-inc\nFact is that the art form has Simonova in its grip: “Now I cannot live without this and everything I see in my life I see in the sand projection.”\nWhat speaks to the millions of Simonova’s fans apart from her art is also her personal success story. People identify with her and admire her spirit to successfully reinvent herself when it would have been easy to give up after her financial loss. In hindsight, it was all for the better and lucky for us that she changed her career! Currently, she’s collaborating with other artists on a tribute to Michael Jackson. We’re sure hoping for many more mesmerizing stories like the one below.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Sand Art Like You've Never Seen It Before","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/featured/sand-art-like-never-seen/20721"}