{"summary":"Though solar eclipses can happen two to five times a year, total solar eclipses with the Sun fully covered by the Moon are rare. Photo: The solar eclipse with diamond ring effect as seen from Bangladesh","advice_category":"4","content":"\nPhoto: The solar eclipse with diamond ring effect as seen from Bangladesh\nImage: Lutfar Rahman Nirjhar\nThough solar eclipses can happen two to five times a year, total solar eclipses with the Sun fully covered by the Moon are rare. The total solar eclipse of 22nd July 2009 was a once-in-a-century event because it lasted so long – 6 minutes and 39 seconds; an event not to be surpassed until at least June 2132. If you missed it, here are some incredible pictures from this rare occurrence. \nA solar eclipse almost literally takes place when the stars align, that is to say when the Moon passes between the Earth and the Sun, covering the Sun fully or partially. In addition, it occurs only during a new moon when the Sun and the Moon are in conjunction, meaning they appear closer from Earth than they really are.   \nThe total solar eclipse on July 22nd as seen from Kurigram, Bangladesh:Photo: \nImage: Lutfar Rahman Nirjhar\nWednesday's total solar eclipse was only visible from a narrow corridor of countries around the world, namely the northern parts of the Maldives, India, Bangladesh, Philippines, Myanmar, eastern Nepal, central China and Bhutan, as well as the Pacific Ocean.\nIn other parts of the world, at least a partial solar eclipse was visible; still very stunning as the following pictures show. \nDifferent phases of the solar eclipse on 22nd July as seen from Bangalore, India:Photo: \nImage: Nikhil Verma\nIs anyone else thinking of Pacman? The solar eclipse from Quezon City, Philippines:Photo: \nImage: Rigurat\nNot the moon, the solar eclipse as seen from Beijing, China:Photo: \nImage: Tina & Mlogic\nColour me red – the solar eclipse in Daegu, South Korea:Photo: \nImage: Nuvan\nClouds can play spoilsport to solar eclipse watching, here in Kolkata, India:Photo: \nImage: Ritwikbmca\nLet’s see how the July 22 solar eclipse compares to other recent ones.\nThe solar eclipse on August 11, 1999 was an annular solar eclipse, meaning the apparent size of the moon was smaller than that of the Sun, making a red ring (or annulus) appear around the moon.\nThe annular solar eclipse in 1999:Photo: \nImage: NOAA\nAnd as seen from France:Photo: \nImage: Luc Viatour\nHere’s an animation of the annular solar eclipse on October 3, 2005:Photo: \nImage: Locutos Borg\nThe total solar eclipse on March 29, 2006 as seen from Libya:Photo: \nImage: Dmeekins13\nAnd shining like a diamond ring, seen from Side, Turkey:Photo: \nImage: Beccus\nBecause solar eclipses have been observed throughout the ages, different cultures have tracked them and attached religious significance or auspiciousness to them. In India, for example, it is customary to take a bath in one of the holy rivers to wash away one’s sins during a solar eclipse.  \nCrowds gathered in Varanasi, India, to watch the spectacle:Photo: \nImage: Bluerasberry\nProbably since the 1999 eclipse, which was visible from a densely-populated area of the Earth, solar eclipse watching or hunting has become extremely popular, with people throwing parties or even travelling many hundreds of miles to view the event. Though the spectacle may only last minutes, we can definitely understand the hype around this stellar event, whose aftereffects on viewers can last months or even years. \nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"Ephemeral Snapshots of Solar Eclipses","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/flickr-237481352-hd.jpg","url":"http://www.environmentalgraffiti.com/featured/ephemeral-snapshots-solar-eclipses/13747"}