{"summary":"The monster rat, caught in the Chinese city of Fuzhou, was armed with 1-inch-long teeth, possessed a 12-inch long tail, and weighed in at a heavyweight six pounds.. Rat-ction man: Mr Xian, clearly delighted with his catch Photo: Image: freakart productions","advice_category":"2","content":"\nPhoto: Image: Melinda (chanmelmel)\nGiant rats have long infested our imaginations, with books and films positively swarming with the beasts. Yet the capture of one of the nightmarish creatures last week suggested that they may not just be safely confined to the realms of fiction. The monster rat, caught in the Chinese city of Fuzhou, was armed with 1-inch-long teeth, possessed a 12-inch long tail, and weighed in at a heavyweight six pounds.\nRat-ction man: Mr Xian, clearly delighted with his catch Photo: Image: freakart productions\nAccording to a Telegraph report, the rat-catcher, named Mr Xian, pounced on the oversized rodent upon seeing a large crowd of people encircling it on a residential street in Fuzhou, a city with a population of over 6 million. Xian told the Chinese press he needed to pluck up all his courage to tackle the animal, which he did by gripping its tail and picking it up by the scruff of the neck. The clearly excited man then stuffed his captive safely into a bag and left the scene, though he is believed to still have possession of the rat.\nWill anyone let the rat out of the bag?Photo: Image: Melinda (chanmelmel) \nFrom photos, the animal has been provisionally identified as a bamboo rat. The Sumatra or Large Bamboo Rat has a body that can reach as long as twenty inches with a 10-inch tail, and can weigh as much as eight pounds. Yet in spite of the sensation stirred by this latest rat catch, bamboo rats are slow-moving rodents, more likely to be found burrowing underground for plant roots in remoter regions than rummaging in trash and terrifying city-slickers. Sceptics even smell a rat, The Shanghaist suspecting the animal in the main picture with Mr Xian is actually a Coypu, a large South American species introduced to the rest of the world thanks to the fur trade.\nHandled with more care: Indonesian rat unearthed in 2007Photo: Image: new species\nWhatever this varmint is labelled as, it isn’t the first time the capture of a rat of beastly proportions has found itself on the front pages. In Indonesia in 2007, an entire new species of rat was discovered that is around five times the size of your average city rat, with no apparent fear of humans. Shame the reverse can’t said. No, when a giant specimen is captured of one of the beasts that seems to gnaw away at our most primal fears, a collective shudder shakes us, tinged perhaps with relief that there’s one less of the vermin out there.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Giant Rat Caught in China! [PICS]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb40.webshots.com-40999-2919880160103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/giant-rat-caught-in-china/8417"}