{"summary":"This is actually a relatively cute picture of a baby panda, and it’s still pretty ugly. I guess because it’s tiny or something, but I can’t look at that picture without imagining that thing crawling over my leg and it makes me shiver in fear.","advice_category":"2","content":"\nPhotos of baby animals doing adorable things with mildly clever captions underneath seem to be all the rage.\nThe Shar-Pei puppy was just a little too cute to make the list, but it's still ugly. Image by Sasa Klepac\nEven this stone-hearted blogger has occasionally been moved to the point of saying “awwwwww” by a particularly adorable photo of a puppy. I think these cute baby animals get too much attention solely because they’re huggable. I want to rectify that and give some attention to the baby animals that only a mother could love.\nHere’s my list of the top five ugliest baby animals. Bear in mind, these are just the top five ugliest baby animals that I’ve actually come across in my lifetime. Someone out there may know an animal that has a much more horrific visage, I just haven’t come across it. So if you think the list is missing something, let me know in the comments section.\n5.  The Sloth\nImage from Travelblog\nThis is by far the cutest of the ugly animals on here.  I dunno though, something about the little fella just creeps me out. Maybe it’s the claws, maybe it’s the really weird face, but I can’t help but think of the sloth as nature’s backwoods serial killer. If the animal world had movies, I think sloths would be good candidates to play those types of characters that live in the middle of nowhere and spend their time killing teenagers while being all crazed from inbreeding. That’s just me though.\n4. Giant Pandas\nOriginal image here\nOf all the animals on this list, this one has the highest ratio of ugliness as a baby to cuteness as an adult. Grown up giant pandas are loveable, and one sneezing is sufficiently cute and funny to inspire millions of Youtube views. Look at the baby version, though. This is actually a relatively cute picture of a baby panda, and it’s still pretty ugly. As a general rule, until animals develop hair they will be fairly disgusting looking.\n3.  Naked Mole Rat\nThe hairless=disgusting idea brings us to our next animal, the naked mole rat. It’s pretty much the opposite of the giant panda, in that it’s about as nauseating as an adult as it is as a baby. That being said, the baby is even more scary and gross. I guess because it’s tiny or something, but I can’t look at that picture without imagining that thing crawling over my leg and it makes me shiver in fear.\nHonestly, most birds are disgusting as chicks. Those feathers cover up a lot of ugly. I chose robins because you’re likely to come across one in your lifetime and they’re pretty gross. Other acceptable ugly birds would have been pigeons, owls, buzzards, and cockatoos. I tried to think of a really pretty bird chick, but I couldn't think of any. I'm sure they're out there, but they're vastly outnumbered by the number of ugly bird babies.\n1.  Hedgehogs\nImage from Tiggywinkles Wildlife Hospital \nI think there is probably a divide on how adult hedgehogs are seen. I'm sure some people find them gross. I think they’re mildly cute, and watching them do that sort of waddle/run thing they do when they move is funny. Plus they can roll up into that ball which is kinda cool. The baby though…. I mean just look at it. Those spiky bits are cool when they’re adults, but with all those wrinkly flaps of skin and whatnot they just make it look like some sort of evil spiked cloak on the back of a demon.\n(On an unrelated note, that picture came from a place called Tiggywinkles Wildlife Hospital. I don't know much about them, but they have officially the most amusing name for a wildlife hospital ever. They also appear to be a charity, so keep them in mind if you need a place to donate that also has an odd name.)\nSo there’s my list of the five ugliest baby animals, in no particular order. If you think we’ve missed one drop us a suggestion in the comments section and I just may do a new version in the future.\nIf you want to find out all the latest news on science and the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"5 Ugliest Baby Animals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/iStock000012192516Smalljpg","url":"http://www.environmentalgraffiti.com/ecology/5-ugliest-baby-animals/848"}