{"summary":"Porcupines - one of the world’s largest rodents - are very well known for their quills. While in Colorado, Stinkers liked interacting with the skiers, however, porcupines are generally anti-social and lead pretty solitary lives.","advice_category":"2","content":"\nPhoto: File:Porcupine\nPorcupines - one of the world’s largest rodents - are very well known for their quills. In fact they are well known for their hardiness - see this battle between a bull terrier and a porcupine.\nPhoto: Enchant_me\nNow, I predict the cultural outlook on porcupines will soften. Why? Watch this video:\nCan you believe it? Porcupines are Friendly\nStinkers, the 5-year-old porcupine seen above, currently lives at the Alaska Wildlife Conservation Center, which is a nonprofit organization dedicated to preserving Alaska’s wildlife through public education.Before residing in the Lake Frontier, Stinkers lived at Colorado's famous Telluride Ski Resort, where visitors viewed her as friendly but insanely hungry. Her voracious hunger eventually caused her to need a new home after she started biting people’s fingers.\nWhile in Colorado, Stinkers liked interacting with the skiers, however, porcupines are generally anti-social and lead pretty solitary lives.\nIn the wild, porcupines eat lots of trees, foliage and other vegetation. They can be destructive. As you can see, Stinkers loves corn on the cob:\nPorcupines are found throughout western and northern North America. Adult porcupines, sometimes called “porkies” or “quill pigs,” are generally about 30 inches long. Each one has about 30,000 sharp, barbed quills covering its back. Baby porcupines are known as \"porcupettes\".\nPorcupines are EdiblePhoto: mohammadali\nThese nocturnal animals were once used by humans as emergency food, while  Ernest Hemingway (an American writer) apparently consumed one as punishment by his father for shooting one.\nSex with Porcupines\nHaving sexual relations with a porcupine is illegal in the state of Florida. \nMore about Porcupine QuillsPhoto: Smithsonian's National Zoo\nPorcupine quills are considered good-luck charms in Africa. The hollow rattle quills serve as musical instruments and were once used as containers for gold dust.\nNative Americans use the quills for decoration. Also, the porcupine’s expensive hair is used for fly-fishing lures.","author":"lindzsmile","web_category":"nature","title":"Porcupines: The Prickly But Cute Rodent","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/inca-quill-face.jpg","url":"http://www.environmentalgraffiti.com/animals/news-porcupine-pet-acts-puppy-edible-and-sexy-0"}