{"summary":"It’s certainly one graveyard I wouldn’t mind spending the night in.. The factory offers a 30 minute guided tour, complete with the free samples of Ben & Jerry’s famous product, the flavours of which vary from day-to-day","advice_category":"8","content":"\nPhoto: Doofski\nBen & Jerry's Ice Cream Graveyard\nGraveyards hold a strange mystique for many people. Some consider them tranquil havens where lost loves can be remembered and celebrated, yet to others they are eerie enclosures where the departed outnumber the living. For others still, a graveyard is where you bury your pudding.\nPhoto: Doofski\nThere is one graveyard in Vermont, North America that is rather unlike any other you’ve encountered, because buried deep beneath the New English earth is a loved one of a different kind: ice cream. It has been said that despite the cold climate, the denizens of Vermont adore ice cream and that would certainly explain why touring Ben & Jerry’s Waterbury factory has become the state’s most popular tourist attraction.\nPhoto: Doofski\nThe factory offers a 30 minute guided tour, complete with the free samples of Ben & Jerry’s famous product, the flavours of which vary from day-to-day. Indeed, the Ben & Jerry’s brand is rather well-known for having a great variety of ice cream flavours to keep their consumers interested. But, as new products like Snickerdoodle Cookie, Dulce Delish or Boston Cream Pie appear on the market, so older flavours reach the end of their shelf lives. Where better to lay these now defunct flavours to rest than their very own cemetery?\nPhoto: Doofski\nUp a hill behind the factory is the Flavour Graveyard. Amid plastic tombstones and rhyming epitaphs wander sweet-toothed mourners, perhaps searching out the final resting place of a one-time favourite that didn’t quite make it into the ice cream big time.\nPhoto: Doofski\nEach of the tombstones feature an artist’s rendition of the deceased flavour, brief list of the primary ingredients and a winged cone, presumably captured mid-ascent to dessert heaven. It’s easy to see how some of those currently six-feet under got there; ‘Miz Jelena’s Sweet Potato Pie’ and ‘Peanuts! Popcorn!’ are among many that failed to capture the public’s imagination. In fact Ben & Jerry’s have eliminated a hefty 200 ice creams since their inception, and eight to twelve of the worst each year end up feeding the daisies at the Flavour Graveyard.\nPhoto: Doofski\nBut admission into the unusual graveyard is not necessarily for eternity, as the company’s website explains:\n“Let us know [if] you want us to bring back one of our dearly departed concoctions from the graveyard. If we ever feel the urge to exhume a product from the past, this is the place we look to see what is being asked for most.”\nPhoto: Doofski\nIt’s certainly one graveyard I wouldn’t mind spending the night in.\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nPhoto: Doofski\nSpecial thanks to Doofski for permission to use his photographs.\nSources, 1, 2, 3, 4, 5, 6","author":"Matt Forde","web_category":"travel","title":"The Graveyard Where Ice Cream Goes to Die","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_5","url":"http://www.environmentalgraffiti.com/beaten-track/news-graveyard-where-ice-cream-goes-die"}