{"summary":"The shape of these sand stars arise from how they develop. If you have a chance to walk on a beach in Okinawa, remember the romance between the Southern Cross and the North Star, take a close look at the sand, find one of those 'children' yourself and take it home as a wonderful memento.","advice_category":"4","content":"\nPhoto: Renee Janssen\nStar sands, the minute wonders of nature found on beaches and in the sands of Indo-Pacific waters are protozoa that belong to the Foraminifera family. What made these earthly stars and how did they appear, though? Herelin lies a wonderful story that spars with modern biology.\nPhoto: Chris Willson\nChris Willson explains the dichotomy between the local legend and the scientists: \"Hoshizuna is a small quiet beach, where visitors are normally crouched over the sand sorting through the grains. They are looking for minuscule five pointed stars little more than a millimeter across. To a biologist, each star is merely the exoskeleton of foraminifers — marine protozoa that once lived on the ocean floor. To the locals, they are the tiny offspring of the Southern Cross and the North Star. These children of the stars were born in the ocean just off Okinawa, but killed by a giant serpent. Their tiny skeletons are all that remains of the heavenly union.\" I prefer to believe in the wonder of the legend and the powerful romance between the stars, at least when I allow my scientific side to rest.\"\nPhoto: Chris Willson\nThe shape of these sand stars arise from how they develop. The basic structure is rather like the top of a shell, but they also use extra cell material to form chambers underneath. The 5 or 6 pointed external spines or arms help them move from place to place and also store some of the diatoms that are their feed. Made of calcium carbonate, when they die, they leave their star shaped exoskeleton to be washed up on the beaches in enormous numbers.\nPhoto: Geomr\nWhen you see sand stars, you may be looking at some of the oldest fossils known to man. There is fossil evidence of them dating back 550 million years, and molecular evidence suggesting 800 million to 1.2 billion years. The best time to find some is after a typhoon when the raging ocean has washed them ups from its depths as the sea bottom lets loose some of its treasures. One reason they are so abundant on beaches in the Indo Pacific Oceanic area is that they prefer shallow waters, often combining with sea algae anchoring them - so you might find some living ones if you look very closely.\nPhoto: Ernst Haeckal\nErnst Haeckel (February 16, 1834 - August 9, 1919) was a physician, anatomist, zoologist, naturalist, biologist and artist, whose illustrations are now open to the public domain. This drawing comes from his book 'Kunstformen der Natur' ('Artforms of Nature'). If you look at it you will see a sand star in the bottom right hand corner, it is the most common and known as Baclogypsina sphaerulata. If you have a chance to walk on a beach in Okinawa, remember the romance between the Southern Cross and the North Star, take a close look at the sand, find one of those 'children' yourself and take it home as a wonderful memento.\nSources: 1, 2","author":"Michele Collet","web_category":"science","title":"Star Sands: Okinawa's Incredibly Shaped Living Fossils","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/news-star-sand-okinawa-japan"}