{"summary":"As I rushed through the door, I knew my wool shirt from Ramblers Way was waiting for me. Photo: Ramblers Way","advice_category":"8","content":"\nPhoto: Jule Berlin\nThis is a Sponsored Post written by me on behalf of Ramblers Way Farm. All opinions are 100% mine.\nAs I rushed through the door, I knew my wool shirt from Ramblers Way was waiting for me. I’d ordered a t-shirt made from ‘superfine worsted wool’ on ‘sustainable American land’, yet the thought of wool couldn’t help but bring to mind Grandma’s chunky, hand-knit sweaters on Christmas morning - sweaters that get stashed at the back of my closet, only to emerge when the laundry hamper is full and it's too cold to venture out naked. Would my new Ramblers Way shirt add to this collection, or would Grandma suddenly have a reason to be jealous?\nPhoto: Ramblers Way\nOpening the package, I immediately knew I was welcoming top-notch, 21st century wool fashion into my world. Instead of a bulky woolen hairball - guaranteed to make me look fat - I held a heavenly soft, feather light material in my hands. As I pulled it over my head, allowing it to slide down my arms, the gentle simplicity took to my body, hugging my form much less violently than Grandma's squeeze.\nPhoto: Ramblers Way\nRamblers Way products are made from Superfine American Rambouillet wool, a breathable cloth perfect for outdoor or indoor wear in any season. Not bad, and there’s more. Easy to care for, Rambouillet wool is machine washable, machine dryable, moisture and odor repellent… and just in case Grandma is cooking, flame resistant! The natural blonde fabric ensures no unforgivable clashing, and the shirt can be worn to complete an upscale outfit, or to tackle a casual day (check out Paige below modeling our shirt!): \nRamblers Way, a sustainable farm nestled in bucolic Maine, cares for 50 happy sheep, produces its own hay, and practices organic farming over 75 acres. The wool is worsted from non-synthetic and chemical free superfine fibers, preventing any irritating stray strands. The result is a wearable, smooth product considered the highest quality wool.\nPhoto: Ramblers Way\nSnug in my Ramblers Way shirt, I feel the purity of nature. A long time ago, at a farmer's market, I had watched a sheep get sheared, and it hadn’t been easy to stomach. After all, farms with several hundred sheep and a financial bottom line can’t possibly deal humanely with their animals, can they? It seems, so much modern clothing has suspicious, or even immoral, origins. Now, in a shirt with a social conscious, I believe I'm finally absolved from tossing all Grandma's Christmas sweaters – and I see wool in a whole new way, as part of a sustainable cycle of comfort that doesn't harm the planet. \nPhoto: Ramblers Way\nFind out more about Ramblers Way and their innovative products here.","author":"Thomas Davie","web_category":"lifestyle","title":"Re-Imagining Wool: Sustainable Clothing from Ramblers Way","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Eye21_0.jpg","url":"http://www.environmentalgraffiti.com/green-living/news-re-imagining-wool-sustainable-clothing-ramblers-way"}