{"summary":"Katie had a little trouble with her fairy. Photo: Katie AlvesThe Lion King","advice_category":"6","content":"\nPhoto: Katie AlvesFishy Kisses\nKatie Alves has a knack for turning ordinary eyes and lips into works of art. She uses basic drug store cosmetics and creates scenes from favorite movies and more.\nPhoto: Katie AlvesThe Lion King\nThis is the Lion King scene done in blended blues with the savannah below. Each scene can take between one and two hours to create.\nPhoto: Katie AlvesAlice in Wonderland\nKatie had numerous requests for an Alice in Wonderland scene, and had to try a few variations before coming up with something she liked. This is an incredibly detailed and fun one complete with Cheshire cat and the rabbit hole.\nPhoto: Katie AlvesHallowee'n Lips\n\"One day I got the idea to do a little Halloween design on my lips, just to see if I could do it. It turns out I could and it evolved into what I do now,\" says Katie.\nPhoto: Katie AlvesAladdin\nKatie explains: \"I have done a lot of Disney, but that's not all I do. I have dozens of non-Disney make-up as well.\"\nPhoto: Katie AlvesCity Lights\nThe city at sunset with the sun glowing through the buildings and red sky rising.\nPhoto: Katie AlvesFairy\nKatie had a little trouble with her fairy. I will let her tell you about it: \"Dear Fairy, I HATE YOU! I sat down at my make-up station (aka my\nbathroom) and was like FAIRY! Yes! It'll look great. No. Bad Katie! Fairies are impossible to do! Took a long time to make it actually LOOK like one. P.S Her hair is blowing in the wind... she does not have an oddly shaped tumour of a head.\" \nPhoto: Katie AlvesLittle Mermaid\nOne of Katie Alves' most popular pieces, the Little Mermaid scene with the mermaid on the left.\nPhoto: Katie AlvesNightmare before Christmas\nA fantastic scene of Nightmare Before Christmas, with the house on the side. One that took a lot of work to get right. The bridge is lit and looks so real.\nPhoto: Katie AlvesWinter Eyes\nSays Katie: \"When I first started out, I did designs based on the seasons and important dates in the calendar like Christmas. I started with a lot of Halloween-based ideas and went from there.\"\nPhoto: Katie AlvesOuter Space\nKatie says: \"I'm aware our universe is NOT set up exactly like that, but this is my own world! Take it or leave it!\" Most of us will take it, a stunning exemplar of body art.\nPhoto: Katie AlvesTangled Tree Lips\nKatie smiles: \"So my mother always told me to wash my face. She never told me that a TREE would grow on it if I didnt.\" \nPhoto: Katie Alves<Nighttime Eyes\nThe milky way on the left and a gorgeous full moon on the right with the water reflecting the glow.\nPhoto: Katie AlvesSunset Eyes\nKatie tells us about this creation: \"this one is a pretty sunset over the water! There's a boat, some birds and land in the distance. There's about a pound of sparkles on here, but unfortunately my camera didn't pick up on it. I put the sparkles on the water, so in real life, the water sparkles like it does when the sun hits it.\"\nKatie is incredibly talented, showing us how not only canvas and sculpture are art but true body art is as scenic as anything put to paper. You can go to her webpage to see more of it! She suggests people who are interested, just sit down and try it, saying that you never know what you can do until you push yourself.\nSources: 1 2. email","author":"Michele Collet","web_category":"art+and+design","title":"Eyes and Lips Transformed into Fantastic Canvases ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","url":"http://www.environmentalgraffiti.com/news-turning-eyes-art"}