{"summary":"This typically occurs when the wave runs into shallow water and the steepness of the wave becomes too great. Easy-to-surf spilling breakers, plunging waves that barrel and can dump the unwary, and surging waves that may drag people back in to deeper water are all varieties of breaking waves","advice_category":"8","content":"\nPhoto: Image: sky underwater \nDriven by the wind, waves are the chariot horses of the open seas, some of them galloping thousands of miles before they are brought to a halt, breaking as they reach land. These surfers' steeds are found in all sizes, from colt-like ripples to colossal rogue waves, but rarely are they seen from beneath, and rarer still is the commotion they conjure below the ocean's surface captured in all its beauty on camera.\nPhoto: Image: escapes photography\nThe texture of the bubbles in the shot above of the photographer's wife catching a wave at Australia's Soldiers Beach is enough to give you goosebumps. Notice the reflection of pink from the surfboard in the bubbles just above it.\nPhoto: Image via: Surfing Waves \nIn this photo of some surfers duckdiving, the angle of the onrushing wave the boarders must push their way through is clearly marked.\nPhoto: Image: Dude Crush\nLike the first image in this article, this next shot, rich in green, shows how humans are not the only creatures who must react to the way waves move over their heads.\nPhoto: Image: Photographer unknown\nNo protagonist of either the human or animal variety in this next pic, though there's still plenty to occupy the eye in the contrast between the rippled and froth-filled patterns created by the wave.\nPhoto: Image: Luke Bubb\nInspired by the surging power of waves, this shot by specialist underwater photographer Luke Bubb is from a series titled Ocean Storm. It certainly looks like something heady is brewing overhead.\nPhoto: Image: Nemo's greatuncle\nThe steady march of waves rolling in is visible as different layers piling on top of one another in this next photo.\nPhoto: Image: Nemo's greatuncle\nIndigo makes its presence felt in this next shot as the sun shines through to the left of the frame.\nPhoto: Image via: alien 69\nBubbles trapped in the water make the image appear almost blurred as the tumult subsides in the aftermath of a wave that's just broken.\nPhoto: Image via: alien 69\nMore bubbles galore in the final shot of our image gallery, and a chance for a brief reflection on the science behind all this aesthetic beauty. A breaking wave occurs when the wave's base is no longer able to support its top, so that it collapses. This typically occurs when the wave runs into shallow water and the steepness of the wave becomes too great. Easy-to-surf spilling breakers, plunging waves that barrel and can dump the unwary, and surging waves that may drag people back in to deeper water are all varieties of breaking waves. Dangerous some of them may be, but we're pretty sure they all look sweet from beneath.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"outdoor","title":"10 Incredible Images of Big Waves from Below","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/0x550.jpg","url":"http://www.environmentalgraffiti.com/featured/images-of-waves-from-below/11341"}