{"summary":"Photo: Falconshrooms by Amy Ross via Booooooom . Artist Amy Ross works in the bizarre hinterland where art confronts science, and in enchanted realms where the boundaries between living organisms blur","advice_category":"6","content":"\nPhoto: Falconshrooms by Amy Ross via Booooooom \nArtist Amy Ross works in the bizarre hinterland where art confronts science, and in enchanted realms where the boundaries between living organisms blur. Birds become mushrooms, and mushrooms birds. Magnolias bloom into cardinals and sheep, while birch trees morph into human and animal forms.\nPhoto: Woodpeckershrooms 1 by Amy Ross via Booooooom \nIn Ross’ words: “I am interested in the idea of artist as mad scientist. My drawings offer visual hypotheses to the question: what would happen if the DNA sequence of a plant or mushroom were spliced with that of an animal?”\nPhoto: Cardinal Magnolia by Amy Ross via Booooooom \nRoss works in watercolour, graphite and walnut ink applied to paper and directly onto walls to create her magical shapeshifting worlds. Her pieces both borrow from and subvert traditional botanical illustration by “approaching the close study of the natural world through the lens of genetic engineering and mutation gone awry” (Ross).\nPhoto: Shapeshifter Series 1 by Amy Ross via Booooooom\nThere seems to be a touch of the fairytale or mythical in her work, as humans are merged with animals, and animal and plant life forms with one another. Yet if the moral of the story is the dangers of humans playing god in the lab, then it is not a preachy cautionary tale, etched in fire and brimstone, but subtly evoked in faint watercolours and pastel tones.\nPhoto: Sheep Magnolia 6 by Amy Ross via Booooooom\nPhoto: Goat Magnolia 10 by Amy Ross \nBorn in New Jersey in 1974, Ross obtained a Masters in Theology in 1997 and an Art Diploma in 2000, and has exhibited happily ever after.  \nPhoto: SheWolf Series 8 by Amy Ross\nPhoto: SheWolf Series 1 by Amy Ross\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Impossible Hybrid Creatures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/impossible-mythical-creatures/9152"}