{"summary":"Nowadays, marine turtles have become increasingly popular as a tourist attraction. Other  to have turtles as pet","advice_category":"2","content":"\nPhoto: Leonard Low\nCheloniidae: Hey, don’t get surprised by the name. It's neither a newly discovered medicine nor an alien from outer space. It is the scientific name for the marine turtle. For over 150 million years, these turtles have roamed the Earth and due to human advancement, these beautiful creatures are now being listed as endangered. Six of the seven species of marine turtles are classified as Critically Endangered on the IUCN Red List and the outlook is increasingly grim. So one day may come when we won’t be able to see these amazing and beautiful Cheloniidae .\nPhoto: Mr. Thomas\nOne third of the globe is covered by water. Cheloniidae feed many species in the open ocean - they function as biological nutrient transporters. Their ecological role is of utmost important, as they control prey species and themselves provide food to larger predators. Fish, sharks and birds prey upon the young turtles because they eat tiny animals that they find in the floating seaweed concentrations where they live.\nPhoto: David\nTurtles also serve as Biological Nutrient Transporters. They can live on every continent except Antarctica. The health of the ocean and the ecosystem on land are interconnected and well served, because of these helpful creatures, crossing between land and water. By living in the sea but depositing their eggs on land, the turtles serve two ecosystems, acting as predators in one and prey in another. By wiping them out a vital connection is lost.\nToday, we humans are playing with this ecosystem for fun. Nowadays, marine turtles have become increasingly popular as a tourist attraction. People love to watch them and they provide jobs and income to seaside communities throughout the tropical and subtropical part of the world - and some coastal communities also eat them.\nPhoto: Eddie Awad\nOther  to have turtles as pet. This is not right. More than a third of the world’s 280 freshwater turtle species are threatened with Extinction, according to a new analysis by CI (Conservation International).\nWe should stop this and focus on better protection of turtle eggs, improving conservation awareness among community members and strengthening ties between researchers and administrators. This ecological problem is now global in scope and should be given the utmost priority. We should also stop unsustainable harvesting of turtles. It’s one of the biggest threat to humanity. So come out and be honest, responsible and accountable.","author":"Alka Sharma","web_category":"nature","title":"Is Harvesting Turtles a Threat to Humanity?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/991232706_FAYGp-L.jpg","url":"http://www.environmentalgraffiti.com/animals/news-cheloniidae-harvestation……-threat-humanity"}