{"summary":"Recently, villagers in Goripur trapped a tiger alive and handed it over to rangers. As tigers’ habitat grows smaller and human settlements encroach further, clashes between the two are an inevitable environmental issue.","advice_category":"2","content":"\nAs tigers’ habitat grows smaller and human settlements encroach further, clashes between the two are an inevitable environmental issue.\nImage by Sujit Kumar\nIt appears those clashes are increasing in frequency in parts of the tiger’s traditional homeland. In the past two months six people have been killed and 12 more mauled in villages around Bangladesh’s Sundarbans mangrove forest.\nThe Bangladeshi villages were most recently hit by a tiger attack on Monday at the Satkhali village, a small town in the swampy forest zone 300 miles or so south of Dhaka. In this incident a fisherman was killed while fishing in the river.\nAll the victims have been attacked while fishing at the river or farming in the forest. The Sundarbans is a UNESCO world heritage site and one of the last great refuges of the Royal Bengal Tiger, an endangered species.\nClashes between villagers and tigers have increased dramatically in recent months. Recently, villagers in Goripur trapped a tiger alive and handed it over to rangers. In December, a tiger that had entered a village was killed, injuring four people in the process.\nWhile some blame habitat destruction and human encroachment, there are other factors as well. On November 15 Cyclone Sidr struck the coastline of Bangladesh. It caused millions in damages, and devastated 60% of the mangrove forest in Bangladesh. This was home to more than 400 tigers.\nWith the forest depleted of food by the cyclone and the tigers’ habitat destroyed, it’s no wonder that villages are seeing more tigers in their midst. Wildlife officials predict there will be more confrontations between tigers and villagers as the animals search for food.\nInfo from Times of India\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"Bengal Tigers Clash With Villagers After Cyclone","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Tiger_in_the_water.jpg","url":"http://www.environmentalgraffiti.com/ecology/bengal-tigers-clash-with-villagers-after-cyclone/938"}