{"summary":"A few months ago, non-commercial and independently operated movie houses (a dying breed in the U.S.) were introduced to the cinematic debut of everyone’s favorite guerrilla stenciler Banksy through his movie \"Exit Through the Gift Shop.\" For those of you who have been living under a rock for the past decade, Banksy is a Limey street artist known for tagging some of the most high-profile buildings, bridges and walls around the world - including many amazing marks on the notorious wall dividing Palestine and Israel. Photo: Banksy","advice_category":"6","content":"\nPhoto: Banksy\nA few months ago, non-commercial and independently operated movie houses (a dying breed in the U.S.) were introduced to the cinematic debut of everyone’s favorite guerrilla stenciler Banksy through his movie \"Exit Through the Gift Shop.\" For those of you who have been living under a rock for the past decade, Banksy is a Limey street artist known for tagging some of the most high-profile buildings, bridges and walls around the world - including many amazing marks on the notorious wall dividing Palestine and Israel. Some of his art has since sold for up to six figures! \nThere are many viewers who will swear that \"Exit Through the Gift Shop\" is 100% the truth. However, there are also those who believe it to be a complete farce - concocted by Shepard Fairy (the guy responsible for the now famous Obama poster) and Banksy. In classic Banksy style, you really never know what is going on. When considering this film like a piece of Banksy art work, what is at first glance a stuffed elephant, painted pink with gold embroidery at his 2008 Los Angeles show, is actually a living elephant painted pink with gold embroidery. One can truly never know! \nPhoto: Banksy\nRegardless of the film's true history and intentions, it is a statement about street art and, more importantly, an examination of the true values that motivate it. The film opens in 1999 with Thierry Guetta, a clothing mogul and amateur filmmaker. Guetta is a bumbling, stumbling and nearly incoherent Frenchman who accidentally discovers his cousin's role in the rapidly growing street art community. This chance occurrence sends Guetta on a 10-year global journey to document prominent members of the fledgling art movement - from its grimy, urban roots on street corners and the sides of buildings, to its rise into galleries, auction houses and the homes of wealthy collectors. \nGuetta begins to appreciate this art, not only for its DIY aesthetic value as a form of social commentary, but also for the subculture it has created throughout the world. There is a community and brotherhood shared amongst these individuals who take to the streets after dark, avoiding police officers and security guards to display their work. Things get weird when people stop ignoring this art that was once considered vandalism and actually start studying it. The work is no longer an act of aggression or a form of vandalism - it holds as much artistic substance and beauty as a Monet or a Picasso. Unfortunately, when it is appreciated in this way - at least to those who created it - it loses it’s edge and agenda.\nPhoto: Bansky\nThe odd, quirky and moving art in the film plays as much of a role as Guetta, Banksy and the other artists. At first, Guetta represents the unknowing public who is forced to view this street art created by individuals who are fueled by cynicism and disgust for the modern, commercial and censored world we live in. And, naturally, he wants to be a part of it. \nWithout giving too much away, \"Exit Through the Gift Shop\" is first and foremost an intimate look into the world of street art and how mainstream consumerism is destroying it - the same way it did coffee houses, acoustic music, and, well, art in general. And then it is one man's odyssey into the street art world. He is overcome by one of the last great outlets of independent social criticism and some of the movement's greatest contributors. Then, he attempts to become one of them and really makes a mess.\nPhoto: Mr. Brainwash\n\n\"Exit Through the Gift Shop\" is a documentary in the way that \"Borat\" was a documentary. It's farce that forces its viewers to look deeper into the subject. Rhys Ifan provides narration for the film, which only adds to the humor and overall dry wit. In a perfect synthesis, \"Exit\" combines great art, a few nail-biting and anxiety-inducing moments and a clever and hilarious story, which is both too far-fetched to be fully believable but also simply be written off as a complete hoax. \nSources: 1, 2, 3","author":"WillieMain","web_category":"art+and+design","title":"An Ode to Street Art Banksy Style","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Umbrella_Girl_-_Gothic_Lolita_fashion_0.jpg","url":"http://www.environmentalgraffiti.com/graffiti/news-exit-through-gift-shop-be-sure-buy-hat"}