{"summary":"LHC - Atlas / Micro-blackholes SimulationPhoto: CERN. First interconnection between LHC (ATLAS) cryogenic magnets, May 2005Photo: CERN / ATLAS Experiment","advice_category":"4","content":"\nPhoto: John Reid\n_ _ _ _ _ _\nSome of the press made fun of the start-up of the Large Hadron Collider in November, 2009 and now again in the spring of 2010. On March 30, 2010, a proton-proton collision experiment in the Large Hadron Collider achieved the unprecedented energy level of 7 (T)era(E)lectron(V)olts. This extraordinary energy is the maximum possible with the current configuration of the Large Hadron Collider, and is believed typical of the first billionths of a second of the Big Bang. Truly, a piece of primal creation has been replicated. That said, the doomsday theorists are back up. New videos  have been uploaded to YouTube and the world watches and wonders. Will the LHC experiments create runaway black holes that eat up everything at CERN, then all of Europe? Not likely but there are real dangers facing the LHC and they come from unexpected quarters: torrential rain, overflying birds and God. \nMilky Way - Galactic Center / Massive Black Hole - Sagittarius A* awakes 300 million years agoPhoto: Robert Naeye, Rob Gutro / Goddard Space Flight Center,\n_ _ _  _ _ _\nMicro Black Holes and the Large Hadron Collider\nHow realistic are very, very small black holes ? No one has yet seen one, or captured data that confirms micro-black holes. \nLarge Hadron Collider - Atlas / Simulation Micro-Black Holes-1Photo: CERN\nThe defining characteristic of a black hole is not the absoute strength of its gravitational field but how that gravity interacts over distance. Small black holes have the greatest capacity to tear objects apart at the atomic level. Theory predicts that they could be powerful enough to tear apart hadrons into their constituent quarks. \nGalaxy Centaurus A / Arcs in TurmoilPhoto: X-ray (NASA/CXC/M. Karovska et al.); Radio 21-cm image (NRAO/VLA/J.Van Gorkom/Schminovich et al.), Radio continuum image (NRAO/VLA/J. Condon et al.); Optical (Digitized Sky Survey U.K. Schmidt Image/STScI) / Chandra X-Ray Observatory\n_ _ _ _ _ _\nLHC - Atlas / Micro-blackholes SimulationPhoto: CERN\n_ _ _ _ _ _\nRunaway Black Holes at CERN and Fringe Science – \nWhy are the proposals for runaway black holes at the LHC still with us? As with many aspects of modern science, the true story involves complicated, mathematical science that cannot be simplified beyond a certain point. Few of the authors behind mini black hole catastrophe scenarios have the requisite expertise in advanced astrophysics and mathematics.\nBlack Hole - artistPhoto: NASA\nThrown out of an Hawaiian court in October, 2008, a lawsuit by Walter L. Wagner claimed that the LHC would create one or more micro black holes that would proceed to engulf everything nearby. Eventually Switzerland, France and the earth would cross the event horizon of this now monster black hole and disappear forever. Wagner has had an eclectic career as a botanist, teacher, former biologist and sometime physicist.) ‘John The Scientist’ at Refugees From the City Blog has an excellent and devastating critique of Wagner and colleagues. \n_ _ _ _ _ _\nThe paper exploring the micro-black hole catastrophe scenario attracting the most attention is authored by Rainer Plaga. Plaga is a former astrophysicist at Max-Planck-Institut f?r Physik in Munich, now working in the Federal Office for Information Security (BSI) in Bonn.\nGeometry of a Black HolePhoto: Dr. Andrew Hamilton\n_ _ _ _ _ _\nLarge Hadron Collider - Atlas / Simulation Micro-Black Holes-3Photo: CERN / May 2007\n_ _ _ _ _ _\nLarge Hadron Collider - Atlas / Simulation Micro-Black Holes-4Photo: CERN / March 2008\nPlaga believes that the subnuclear black holes his work defines remain undetectable by existing astrophysical observation protocols. \nLarge Hadron Collider - Atlas / Simulation Micro-Black Holes-5Photo: Joao Pequenao / CERN - March 27, 2008\nThe On Screen Scientist blog has an excellent take down on Rainer Plaga and several others who see imminent catastrophe around the next bend of the LHC tunnels when highest speed proton beam experiments are underway.\nOutside physicists contracted by CERN have assessed the probability that the LHC could produce metastable quantum black holes that would release enormous thermonuclear energy. These independent evaluations repeatedly confirm that there is no danger of this sort. Micro-black holes might well be created but within a size and mass range that forces them to undergo a net loss of matter. They will quickly evaporate with a harmless burst of gamma radiation as stated by the LHC Safety Study Group report.\nLarge Hadron Collider - Atlas / Simulation Micro-Black Holes-6Photo: CERN / March 27, 2008\nVery small black holes might persist for brief segments of time, but their interactions with surrounding matter would be extremely weak and harmless. Runaway Hawking radiation is not realistic. Neither is the probability that a stable micro-black hole will begin to ‘eat’ everything in its near vicinity, rapidly grow in size thereby posing a huge danger to the entire LHC facility and nearby regions of Switzerland and France. A very detailed researchstudy of teV scale black holes that might be trapped inside the earth and begin to accrete matter, concludes that they remain forever harmless. Proton collisions with energies of 7 TeV have been confirmed by ALICE, ATLAS and CMS at the LHC on March 30, 2010 and everything at CERN, and in Europe is still standing.\n_ _ _ _ _ _\nStrangelets – \nPredicted but not yet found in LHC experiments, strangelets might range in size to a few meters across. They would be built up from quarks and are predicted to be extraordinarily stable. However, according to the catastrophe scenarios, the theorized properties of strangelets would allow them to start a runaway fusion process that would convert all of the earth into a strange matter star. In the sober world of real physics, there is no chance that this could happen because the Second Law of Thermodynamics would have to be violated. The difficulty of forming strangelets in the LHC environment is akin to that of trying to create an ice cube in boiling water. \nPhoto: Bolek Pietrzyk / 7TeV Event at CERN, March 30, 2010\n_ _ _ _ _ _\nAccidents / Faulty Electrics\nOne real danger to CERN is obvious and mundane. Equipment can be faulty and malfunction, and rain on electrics always causes problems.  \nTransport of the ATLAS Giant Magnet / Toroid End-Cap, May 2007Photo: CERN - Atlas Experiment\nOn September 19, 2008 a quench of about 100 superconducting magnets occurred in the LHC. A ton of liquid helium, which vaporizes instantly, spilled into at least two sectors of the LHC tunnels. In the afternoon of September 19, some magnets were still at 110K. \"The most likely cause of the problem was a faulty electrical connection between two magnets, which probably melted at high current temperatures leading to mechanical failure. Repairs were difficult, extensive, continued into the spring of 2009 and were successful.\nFirst interconnection between LHC (ATLAS) cryogenic magnets, May 2005Photo: CERN / ATLAS Experiment\nTerrorism -\nCERN site just outside Geneva, Jura mountains in the background. Photo: CERN\nDr Adlene Hicheur, who had worked at CERN for six years and is considered 'brilliant', was arrested in early October, 2009 in Vienne, France. The 18 month investigation involved the CIA and MI5. Hicheur had been in communication with Al Qaeda on the Internet. Apparently Hicheur had no interest in damaging CERN, but he had plans to attack a large oil refinery belonging to Total - a  multinational, European oil company - situated in a large European city. His assassination targets included French president Nicolas Sarkozy and France’s interior minister. Hicheur’s younger brother brother was also questioned and then released. CERN has said that Hicheur did not have contact with anything that could have value to Al Qaeda. He only had access to the experiment that he was working on, and did not have clearance to enter the tunnels. The investigation continues. \nAtlas Under Construction, November 2005Photo: Frank Hommes, Dortmund / Wikimedia\n _ _ _ _ _ _\n\n“I Have Target in Sight - Prepare Baguette for Drop!” \nWe now come to events so atypical and odd that it is near impossible to plan for them in advance. These are the serious safety problems for CERN and the LHC because they are odd, uncommon, potentially dangerous and absolutely real!\nApparently in October, 2009, an Oyster Catcher flying over CERN dropped bits of bread on some out door machinery. (At least the Oyster Catcher did not poop on the LHC itself.) When interviewed later, the Oyster Catcher stated under oath that it took five passes over CERN to get a good angle on the target. By this time, the baguette was getting soggy and had to be dropped or the mission would be canceled. Let us appreciate dedication to purpose of this Oyster Catcher whose name is withheld per legal agreements. \nOyster Catcher on Reconnaissance Mission over CERNPhoto: oxypar4 / Flikr\n_ _ _ _ _ _\nOyster Catcher Baguette falls onto the LHCPhoto: Popsci\nThe LHC was not operational at the time, no proton collision experiment was in progress and the LHC did not suffer any damage. Had a proton collision experiment been in progress, automatic safe guards would not have been able to shut down the LHC. Control might have been lost over the near speed of light proton beams. The proton beams might have slammed into something with the force of a runaway aircraft carrier if diversion down the tunnels to the graphite block dump did not work. \nSafety at CERN / Graphite Dump BlockPhoto: CERN\n_ _ _ _ _ _\nHas God Rejected the Higgs Boson So That It Will Sabotage Its Past?\nHolger Bech Nielsen, of the Niels Bohr Institute in Copenhagen, and Masao Ninomiya of the Yukawa Institute for Theoretical Physics in Kyoto, Japan are two distinguished physicists who have put forth an extraordinary theory in several scientific papers. They suggest that the LHC is plagued by its own future. Remember that space-time, the fourth dimension extends backward into the past, and forward into the future from this or any point on the space-time continuum. Neilsen and Ninomiya suggest that the Higgs Boson is abhorrent in nature and that its creation would ripple back in time to the present and stop the LHC from making them in proton collision experiments. \n\nHand of God Pular in Circinus, 17,000 light years distantPhoto: Nwbeeson / Einstein X-ray Observatory\n_ _ _ _ _ _\nThe Ancient of Days / William Blake, 1794Photo: Wiiliam Blake 1794 / Zserghei, Wikimedia\nNeilsen and Ninomiya imply that the Higgs Boson should not exist as a stable, discrete entity. In the theoretical models for its detection in ATLAS and CMS, the Higgs Boson comes and goes very quickly. LHC  experiments are designed to capture evidence of its 'child particles', several generations after the Higgs has disappeared as it transformed. The Higgs completes its mission, but cannot be directly detected. Attempts to do so are believed to create flaws in the equipment and experiments designed to confirm the Higgs Boson. \nCreation of the Animals by Jacopo Tintoretto, 1551-2Photo: Jacopo Tintoretto (1551-2) / Mattes, Wikimedia\nOr is the Higgs Boson, as designed by God, impossible to create and observe in the LHC? Does this invisible, essential building block of the atom and the universe only do its work in nature and then disapper, forever eluding detection and direct confirmation, forever impossible to create in the Large Hadron Collider? “The hypothesized Higgs boson, which physicists hope to produce with the collider, might be so abhorrent to nature that its creation would ripple backward through time and stop the collider before it could make one, like a time traveler who goes back in time to kill his grandfather.\" In an unpublished essay, Dr. Nielson said of the theory, “Well, one could even almost say that we have a model for God.” It is their guess, he went on, “that He rather hates Higgs particles, and attempts to avoid them.” \nPhoto: NASA\n_ _ _ _ _ _\nNataraja - Siva the Cosmic Dancer As Siva can catalyze a new universe, so can the Large Hadron Collider probe how that universe is built.Photo: Chennai Museum, India\nConfirm the Higgs, and we know the fundamental building blocks and energies that build the structure of the universe. If God did create the universe, he need only have started an evolutionary process that was designed to run unattended and, if left to itself, would form this universe. The earliest processes of the Big Bang would create the fundamental particles and forces known to us through the Standard Model. Following Sunday brunch, God could shuffle off to other projects. Preordained, this universe was destined to be what it is. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.\n1, 2, 3, 4, 5, 6, 7,8, 9, 10, 11, 12\nCopyright(c) Blumenberg Associates LLC, 2010. The article may be posted and copied elsewhere in blogs and not-for-profit contexts with the requirement that this copyright notice is clearly visible. For use in for-profit business, please contact the author. ","author":"merlynne6","web_category":"science","title":"Runaway Black Holes No, But There are Oyster Birds and a Petulant God ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb60.webshots.com-25019-2150346800102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/physics/news-runaway-black-holes-no-there-are-oyster-birds-and-petulant-god"}