{"summary":"Kolmanskop grew out of this diamond rush in the style of a quaint German town with all the grandeur one would expect from such wealth. Despite the hardships, the people of Kolmanskop lived the high life of champagne and fine cigars while the diamonds were still easy to come by.","advice_category":"8","content":"\nPhoto: coda\nJust a few miles inland from the Atlantic in southern Namibia, in the vast coastal Namib Desert, lies Kolmanskop, a ghost town abandoned some 55 years ago.\nPhoto: geoftheref\nPhoto: coda\nIn its heyday, Kolmanskop was a thriving town of just over 1,000 people, most of them contract workers. With this population came a vibrant array of culture and entertainment, all of which is slowly being engulfed by the desert sands.\nPhoto: coda\nPhoto: SaraAndJoachim\nIn 1908, when Namibia was still under German control, a railroad worker named Zacharias Lewala found a diamond while clearing the track of sand. Soon the region was beset by a diamond rush. Much like the California Gold Rush of the mid 19th century, fortune hunters from far and wide were drawn in by stories of diamonds so plentiful they could be scooped up off the ground. By the end of 1914, five million carats had been extracted from the area, roughly 1,000 kilograms.\nPhoto: geoftheref\nPhoto: coda\nKolmanskop grew out of this diamond rush in the style of a quaint German town with all the grandeur one would expect from such wealth. Schools, hospitals, ballrooms, a swimming pool, and even a skittle (a variety of bowling) alley sprang up to accommodate those who stayed. \nPhoto: Harald S?pfle\nThe area was so important that it even housed the southern hemisphere's first x-ray machine - but none of it made the Namib Desert any more hospitable.\nPhoto: coda\nWater was so scarce, it had to be pumped in from 100 km or shipped up in barrels from Cape Town on the southern tip of Africa. Daily deliveries of ice were made to each house by horse-drawn railcar. \nPhoto: MagicOlf\nDespite the hardships, the people of Kolmanskop lived the high life of champagne and fine cigars while the diamonds were still easy to come by.\nPhoto: SaraAndJoachim\nAfter World War I and a fall in diamond prices, Kolmanskop's glory was in decline. In 1926, richer diamond fields were found to the south, and the population moved to take advantage of them. With the difficulties of getting water and supplies in and few diamonds coming out, the town was completely abandoned in 1954.\nPhoto: sjorfordPart of the original tracks which ran through town\nOver the years, the houses sat protected by the arid desert and its minimal plant and animal life. The only destructive elements were the wind and sand which began to reclaim the town. In 1980, the De Beers Company, owners of the land, restored some of the buildings and began running tours to the ghost town, but the most interesting sight is still that of those houses left to fill up with sand, a reminder of the limitations of our survival.\nPhoto: codaKolmanskop's skittle alley\nPhoto: coda\nThe town is still open to tourists on a daily basis. It is a guided tour, since they would rather you not help yourself to any diamonds you might find lying around, but it is no less interesting. The remnants create an eerily beautiful pairing with the quiet dunes running in every direction. This is just a taste!\nPhoto: markos\nPhoto: markosA model home refurbished by the De Beers\nSources: 1 2 3 4 5","author":"ToonHippie","web_category":"travel","title":"The Ghost Town Devoured by the Namibian Desert","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-46070-2865240290104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-kolmanskop-inside-namibian-ghost-town"}