{"summary":"A Galapagos Shark cruises amongst thousands of Pacific Sardines in the Outer Bay exhibit at the Monterey Bay Aquarium. A Starry Flounder rests on the gravel floor using a unique form of camouflage used by flatfish.","advice_category":"2","content":"\nPhoto: Nicolas Locatelli\nMonterey. The cannery center of California. The amazing history that is in that town is mind-boggling. Anyone who has read Cannery Row by John Steinbeck will recognize the historic street and the shops mentioned in the story. It's really an amazing thing to see things that a Nobel Prize winning author wrote about decades ago, but in person, not through one's imagination. But to stick with the topic - the Monterey Bay Aquarium.\nPhoto: Nicolas Locatelli\nA marvelous place it is indeed. One could sit in front of each and every exhibit there for hours. They say it takes 2 hours to go through for the average person. Why write about such a wonderful place? They say a picture is worth a thousand words...\nPhoto: Nicolas Locatelli\nNatural mutations can cause amazing color variations such as this blue jellyfish amongst its orange tankmates.\nPhoto: Nicolas Locatelli\nA rockfish stares down at onlookers at the Kelp Forest Exhibit.\nPhoto: Nicolas Locatelli\nA Leopard Shark cruises into view to investigate a diver feeding the fish at the Kelp Forest Exhibit.\nPhoto: Nicolas Locatelli\nNature produces amazing displays of camouflage shown in the above picture.\nPhoto: Nicolas Locatelli\nA Starry Flounder rests on the gravel floor using a unique form of camouflage used by flatfish.\nPhoto: Nicolas Locatelli\nThe Monterey Bay Aquarium takes in injured sea birds and cares for them until they are healthy enough to be released into the wild. If they are not able to be reintroduced to the wild, they are kept in the aviary.\nPhoto: Nicolas Locatelli\nA sea cucumber seen amongst other marine organisms through an underwater magnifying glass.\nPhoto: Nicolas Locatelli\nAre you looking at me? (Weedy Seadragon)\nPhoto: Nicolas Locatelli\nAnother stunning display of natural camouflage by the Leafy Seadragon\nPhoto: Nicolas Locatelli\nThis Copperbanded Butterflyfish is beautiful fish found in coral reefs. However it is, like many other fish, being overfished to supply the fishkeeping community.\nPhoto: Nicolas Locatelli\nThis mangrove forest at the Monterey Bay Aquarium is artificial, however, mangrove forests in the wild are important ecosystems and serve as hatcheries and nurseries for young animals.\nPhoto: Nicolas Locatelli\nA Galapagos Shark cruises amongst thousands of Pacific Sardines in the Outer Bay exhibit at the Monterey Bay Aquarium\nPhoto: Nicolas Locatelli\nA Scalloped Hammerhead cruises amongst thousands of Pacific Sardines in the Outer Bay exhibit at the Monterey Bay Aquarium\nPhoto: Nicolas Locatelli\nBeautiful faces like that of the Green Sea Turtle shown above are at risk of being put in danger by human activities and must be protected.\nPhoto: Nicolas Locatelli\nA Magellanic Penguin rests as people watch the sleepy individual.\nPhoto: Nicolas Locatelli\nCuttlefish are highly intelligent members of the cephalopod class.\nPhoto: Nicolas Locatelli\nCannery Row, the heart of old Monterey's canneries.","author":"fishman9809","web_category":"nature","title":"The Marine Wonders of the Monterey Bay Aquarium","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-45618-2053121030105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-one-aquarium-rule-them-all"}