{"summary":" Last year was the first year bird hunting during migration was in any way limited in Malta. Malta has a long tradition of bird hunting on the island, but I can’t imagine they will continue to allow hunting during the migration season much longer","advice_category":"2","content":"\nThe European Union is taking Malta to court for failing to stop the islands' annual massacre of migrating birds, many of them rare or endangered species.\n\n100 of these protected honey buzzards were killed last year during Malta's spring hunt. Photo by Robert Dietrich.\nYou may recall an article Environmental Graffiti did on Sigmar, the rare lesser spotted eagle from Germany who was shot by Maltese hunters during its migration to Africa.\nRepeated incidences of hunters shooting these exotic animals have led to the EU’s recent legal action. Malta is an important stopping point for many birds making their way from Africa to Europe in the spring to begin the mating season. Various conservation groups have applauded the EU’s action, and called Malta’s spring hunting and trapping season a serious environmental issue.\nThe specific legal issue involves the EU Birds directive.  The directive bans the trapping or hunting of several species, including the common quail and European turtle dove, during the Spring migration period. Malta has ignored these laws, exacerbating environmental problems, since it joined the EU four years ago.\nThe European Commission started legal proceedings over the matter in 2006 and at the end of last year gave the island a final caution, a Reasoned Opinion saying the island should end spring hunting permanently and immediately. As the government has not responded, the case will go to the European Court of Justice.\nOver 100,000 birds are shot by hunters in Malta every year, amazing numbers for islands with only 400,000 inhabitants.  Last year was the first year bird hunting during migration was in any way limited in Malta. Over 100 honey buzzards, a protected species, were found killed on the island. An international uproar led the Maltese government to close the Spring hunting season early, but the government did not make any permanent changes to prevent such hunts in the future.\nMalta has a long tradition of bird hunting on the island, but I can’t imagine they will continue to allow hunting during the migration season much longer. Their attitude towards bird hunting has already subjected the islands to the terrible humiliation of a first round loss in Environmental Graffiti’s Microstate Environmental World Cup. I doubt the government will want to suffer the additional embarrassment of a court ruling and large fine.\nInfo from Telegraph\nIf you want to find out all the latest on conservation, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"EU Takes Malta to Court Over Yearly Bird Massacre","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/marc-veerat.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/eu-takes-malta-to-court-over-bird-shooting/754"}