{"summary":"In his unique way, the artist uses egg crates as canvases to make spectacular ‘two-and-a-half’ dimensional paintings.. In this way, viewers becomes conscious of their manner of observing","advice_category":"6","content":"\nPhoto: Enno De KroonNEPTUNEAll images courtesy of Enno de Kroon\nWe have seen artworks created with lots of recyclable material and other everyday waste. We are also aware of 2-dimensional and 3-dimensional artworks. But have you seen any 2 and ? dimensional paintings? Yes, there are artists in the world who always work with something new and come out with surprising results. \nEnno de Kroon is one of those great artists who is leading both recycling art and cubism and hence created the concept of ‘Eggcubism’. In his unique way, the artist uses egg crates as canvases to make spectacular ‘two-and-a-half’ dimensional paintings.\nNYMPHEPhoto: Enno De Kroon\nSTILL LIFEPhoto: Enno De Kroon\nEnno de Kroon’s work is very original and eye-catching. As a painter, Mr. Kroon sees egg cartons as an exceptional source of all possible visual images. These are the images that occur in the viewer’s mind, evoking the dynamic consciousness of human beings. In this way, viewers becomes conscious of their manner of observing. \nWhen you look at the painting, you’ll find the presence of an obstacle, which would make you change positions again and again. Even if you try different positions, you’ll find that some part of the painting still can’t be seen. \nDIANAPhoto: Enno De Kroon\nBOATSMENPhoto: Enno De Kroon\nTechnically, 2.5-D (two and a half dimensional) is a term used to describe a three-dimensional area that is restricted to two dimensions. To make it more understandable, I would say that it is that graphical technique that appears to be 3-D but is not. In reality, it creates a series of images with a fake 3-D environment.\nHow interesting that these visual images increase in an exponential way and constantly change the viewer’s viewpoint and focus. You may find yourself in a state of physically and mentally incompleteness at some point, far away from time and space. This is also influenced by the surroundings.\nSPANISH BEAUTY (LEFT ANGLE)Photo: Enno De Kroon\nSPANISH BEAUTY (FRONT VIEW)Photo: Enno De Kroon\nThe 48-year-old visual artist lives in Rotterdam and finds egg cartons very fascinating. He says: “The egg carton works came about out of my previous work where I find the relationship between the viewer and the piece as an object to be of great importance. I’ve always played with distortions of perspective, which puts the viewer on the wrong foot and makes them conscious of their manner of observing. The way we see things is so conditioned and decides what our minds eventually see in something. The egg cartons had been lying around my studio for some time ready for me to be painted upon, but it took some courage before I could take the plunge. It also took a while to come up with a product I was satisfied with.”\nSCHOOLDAYSPhoto: Enno De Kroon\nIn his Eggcubism artwork, de Kroon has been successful in creating a new context for the images. Called the ‘super–subjective’ area, it defines the private thinking space between the image and the viewer. This thinking space reveals a free projection space, requesting personal interaction. At this stage, the viewer and the image act as the two sides of two-sided mirror as though they are inseparable. An amazing concept, which makes us think again and again on matters of truth and purity.\nVILLAGE PARTYPhoto: Enno De Kroon\nDe Kroon’s incredible paintings are very pure and stunning as they resharpen our visual tactility and force the viewer to change his or her perspective. Though others may think this idea is an unusual and unconventional one, de Kroon loves to create multifaceted images using old egg cartons as a new approach to look at art.\nSTUDIO, ENNO DE KROONPhoto: Enno de Kroon\nARTIST ENNO DE KROONPhoto: Enno De Kroon\nI would like to thank Enno de Kroon for providing helpful information and granting picture permissions.\nSources: 1, 2, 3, 4, 5","author":"Alka Sharma","web_category":"art+and+design","title":"Eggcubism: Two-and-a-Half Dimensional Paintings Created With Egg Cartons","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dimitri-tsykalov-art2.jpg","url":"http://www.environmentalgraffiti.com/news-eggcubism-two-and-half-dimensional-painting"}