{"summary":"The first thing to do is to ensure the lighting conditions at your working area are optimal and light is set to the right content for your eyes. For more information on exercising the eyes, I recommend this site","advice_category":"8","content":"\nPhoto: Trumpet Hope\nIn today's world of computer usage, more and more people are suffering from computer vision syndrome. This syndrome occurs when a person stays over a long period of time in front of  the computer, causing eye strain from looking at the computer screen. The results of this syndrome are headaches, burning in the eyes, dry eyes, watery eyes and blurry vision. Studies have shown that older versions of computer monitors put you at greater risk, so upgrade your monitor! \nTHINGS YOU CAN DO BEFORE YOUR EYES ARE BADLY STRAIN.\nBefore your eyes are badly strained, they are things you can do before it reaches a critical stage. The first thing to do is to ensure the lighting conditions at your working area are optimal and light is set to the right content for your eyes. If not, turning the light off and using the full spectrum for your bulb as recommended for the eyes might help. \nFact is that the lighting system at the work place can influence your vision. If the light is too bright, your eyes get tired from having received too much light; and if the light is too dim, your eyes will also get tired. So just balance the lighting conditions at your work place.\nPhoto: Yoga.am\nThe next step is to go through some simple eye exercises, taking up anywhere from half an hour to one hour. Here are some simple ones:\n1. The palming exercise is done by sitting or lying down on a bed or any other relaxing position. Rub the palms of both hands together for a few seconds. Then close your eyes and put your cupped hands on top of them. Your cupped hands should be positioned in such a way that they do not touch the eyes. Seated for about two minutes, you will begin to see intense darkness that will provide the intended therapy.\n2. Rolling your eyes back and forth and up and down is another good method for exercising the eyes.\n3. Here's another useful one: Close your eyes tightly for 3-5 seconds, then open them for 3-5 seconds. Repeat this 7 or 8 times. \nNatural Home Remedies\nThere are also natural home remedies that contain natural ingredients you would find around the house.\n1. Sunflower seeds are a high source of nutrients and contain vitamins, iron and calcium. Half a cup of unprocessed, unsalted, shelled seeds should be eaten everyday.\n2.Set potato slices on your closed eyes for about 20 minutes. The potatoes should be thinly sliced, preferably red potatoes but any type will do.\n3. Steep rosemary for 10 minutes in hot water for 10 minutes and soak a cotton cloth with it. Keep it on your eyes for 15 minutes.\nIf your eyes have gotten worse, it would be best to consult a doctor. He/she might recommend computer eyeglasses, but don't worry, eye wear nowadays is far better looking than back in the day. The latest brands and colours add a sophisticated look and besides, you would only wear them when you are using the computer. But as these glasses are made to decrease the strain on your eyes, do use them at all times when in front of the computer.\nFor more information on exercising the eyes, I recommend this site. ","author":"Tammy","web_category":"lifestyle","title":"How to Save Your Eyes from Computer Vision Syndrome ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Eye21_0.jpg","url":"http://www.environmentalgraffiti.com/news-getting-glass-may-not-be-option"}