{"summary":"Top artists in America are exploring that idea and turning it on its head with a range of one of a kind dolls specifically designed to give you the creeps.. These angry little dolls have even been known to have real human teeth","advice_category":"6","content":"\nPhoto: Newagedolls\nThink dolls and toys and you’ll more than likely come up with warm, fuzzy memories of childhood and playing with that year’s must-have game.\nWhether it’s a Furby, He-man or Barbie, it’s all about good wholesome fun. Top artists in America are exploring that idea and turning it on its head with a range of one of a kind dolls specifically designed to give you the creeps.\nIf you can imagine Sindy with a chainsaw, Action Man with a penchant for body mutilation or teddy with an axe to grind – quite literally – then you’re halfway there.\nThe popularity of creating scary or freakishly deformed dolls as artwork is growing all the time in the States and customers can buy readymade one of a kind creations (known as OOAK) or commission a ghoulish masterpiece of their very own. Each of these pieces is painstakingly constructed for the maximum scare factor and dolls can be as grisly or macabre as the imagination allows.\nThe self titled “creepy dolls” from Newagedolls are lovingly hand-crafted by artist Jade Perez and mutilation, injuries, aliens and monsters are common themes in her work. These angry little dolls have even been known to have real human teeth. Each poppet is given its own name - unsurprising if you consider that they are unique works of art.\nMore surprising might be the innocuous titles each one goes by, such as Captain Spaulding, Shawn, Santa and Ellie.\nPhoto: Newagedolls\nPhoto: Newagedolls\nStrangedolls.net is the brainchild of artist Beth Robinson who produces distinctive dolls made from polymer clay, vintage fabric and acrylic paint.\nTalking about her work, she said: “These odd dolls are hardly something you will find in a toy store… they are misproportioned, strangely dressed, and they have a character uniquely their own.”\nThese strange dolls, which are hand-made and feature human hair and even dog teeth, each fit into categories such as accidents, misers, stitch bitch or mother’s first victim.\nAccident dolls are beautifully crafted and each has met some kind of misfortune, such as a nosebleed or amputated hands, while Mother’s First Victim are a series of fanged vampire dolls.\nPhoto: Strangedolls\nPhoto: Strangedolls\nArtist Shain Erin thinks outside of the box when it comes to his visionary models, creating doll sculptures which are both intriguing and terrifying.\nThese disturbing pieces can be grouped into zombies, ghosts, mummy art and fine art sculpture. At first glance these intricate dolls may appear to be fairly normal on the creepy doll scale, but further inspection reveals hair that is actually doll arms, eyes that are really the shells of former sea creatures and mismatched limbs. Erin truly takes the doll art form to extremes to challenge the conventions of even the scariest of doll makers.\nPhoto: Shain Erin\nPhoto: Shain Erin\nFor something a little friendlier on the creepy doll-o-meter Tattered Rags offers beautiful, unique rag dolls with a nod to the Goth movement.\nProduced with artist Jodi Cain’s interest in punk, gore and gothic fashion, these little gems are what would happen to your average childhood toy if it had a psychotic episode.\nEach of these dolls is custom made and in a little over a week you could be the proud owner of your very own psycho clown, killer Little Red Riding Hood or cleaver-welding rag doll.\nPhoto: Tattered Rags\nPhoto: Tattered Rags\nBe warned, you’ll never look at a doll in the same way again.\nWith special thanks to newagedolls.com,strangedolls.net, shainerin.com?and tatteredrags.net for their kind permission to use images and information.","author":"JaneK","web_category":"art+and+design","title":"Gruesome Mutilated Dolls!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-45365-2599442840104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art/news-scary-dolls-freak-you-out"}