{"summary":"Lake St Lucia was declared a Natural World Heritage Site – South Africa’s first – by UNESCO protocol on December 1, 1999. On a Monday morning, we don’t rush to our offices or conference meetings!  It’s a simple life","advice_category":"8","content":"\nPhoto: Fihliwe\nLife is short and sweet really. We often forget how quick it comes and goes. We get so caught up with our jobs, fancy cars, and rock star houses. When last have you asked yourself: “When will I get to start living and stop chasing life?” Money implications keep us awake at night, and all the financial burdens result in our illnesses and suffering. All that high-speed living and chasing will kill us all eventually!\nOnly a small minority have chosen the calmer, less materialistic way of living. They probably even live longer. Now don’t get me wrong, I am not saying let's throw away all our possessions and live like beach bums, not at all. Yet away from the cities, a one-road-in and one-road-out island with natural wildlife surrounds us here in Africa. To the east of us, we are spoilt with pristine white sandy beaches and to the west of us we are fortunate enough to witness the bush and forest, and obviously its inhabitants: wildlife.\nThis is all for free. You run away from the hustle of city life, the traffic, crime and all the gloom in Africa, and place yourself into this serene and peaceful environment. On a Monday morning, we don’t rush to our offices or conference meetings!  It’s a simple life. Week days are compared to weekends here. If the weather is good, we go deep sea fishing.\nHere are some facts about our World Heritage Site in Africa.\nLake St Lucia (37 000ha) and the Eastern Shores (30 000ha) together comprise the largest estuarine system on the African continent. Lake St Lucia was declared a Natural World Heritage Site – South Africa’s first – by UNESCO protocol on December 1, 1999. It is a Wetland of International Importance under the Ramsar Convention. This means that its value as a conservation area extends beyond the borders of the country. It’s a habitat for birds such as the small waders, which breed in northern Eurasia and migrate to the southern hemisphere to avoid the northern winter. It is also of regional importance for duck and other water bird populations, which are able to survive at St Lucia when there are severe droughts elsewhere in southern Africa. Once the drought is over, these birds migrate northwards to restock the wetlands in Zambia, Zimbabwe and Mozambique.\nThe ongoing fluvial, marine and aeolian processes in the Greater St Lucia Wetland Park World Heritage Site have produced a variety of landforms including coral reefs, long sandy beaches, coastal dunes, lake systems, swamps, and extensive reed and papyrus wetlands. The interplay of the park’s environmental diversity with major floods and coastal storms, and a transitional geographic location between sub-tropical and tropical Africa, has resulted in exceptional species diversity and on-going speciation. The mosaic of landforms and habitat types creates superlative scenic vistas. The site also contains critical habitat for a range of species from Africa’s marine, wetland and savannah environments.\nOur Heritage home also boasts the safari Big 5 – the lion, the leopard, the black rhino, the elephant and the cape buffalo – and not forgetting the extensive buck family and over 160 bird types.\nOur home is truly a natural wonder.","author":"deadfish77","web_category":"travel","title":"South Africa's World Heritage Game Reserve","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-43501-2637862130104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-living-world-heritage-african-game-park"}