{"summary":"“And just look at that thing, reduced to the status of a chicken, or a punk rocker – I don’t know which is worse!”. Who would ever think of transforming a dog into a camel – or a dragon?","advice_category":"2","content":"\nPhoto: Ninja Turtle Image: pinkcoyote\nSo you’re thinking something like: “What is that lady doing with an odd-looking oversized Ninja Turtle cuddly toy?” Except that it isn’t a cuddly toy. It’s a real live poodle. Meet Cindy, also known as Leonardoodle, and her owner, Sandy Paws. The picture before you is just one of Ms Paws’ executions of “creative grooming”. We’re really not sure if it’s ethical, but here are some more jaw-dropping examples of Sandy’s canine-sprucing makeovers on Cindy.\nPicture perfectPhoto: Image: pinkcoyote\nPeople might claim that someone who does this sort of thing to dogs has got some answering to do. One dog-lover even wondered how she would like it if she were forced to have an all over body tattoo made up of stuff in dogs’ imaginations – bones, say, or rubber balls. A hair-brained remark if ever there was one – you see, Cindy has lots of guises, none of them permanent – though you can see what the guy was getting at.\nCamel dogPhoto: Image: pinkcoyote\nIn any case, clearly the judges don’t see things the same way as the critics. Yes, folks, this is creative grooming at it’s finest; award winning creative grooming. It seems Sandy and Cindy have been scooping prizes everywhere from Burbank in the duo’s native California, to Las Vegas, Nevada, and you can’t fault the skill of Sandy’s handiwork – or its, erm, imagination. Who would ever think of transforming a dog into a camel – or a dragon?\nDragon dogPhoto: Image: pinkcoyote\nNow don’t get us wrong, there are heaps of good reasons for conventional dog grooming, including the fact that it cleans the dog, improves the health of its skin and coat, and lessens the chance of skin problems. “But not when you’re using dyes in every colour of the rainbow!” cried one observer in horror. “And just look at that thing, reduced to the status of a chicken, or a punk rocker – I don’t know which is worse!”\nChicken punk dogPhoto: Image: pinkcoyote\nIn Sandy Paws’ defence, she claims to use only semi-permanent hair colour, blo-pens, coloured artists’ chalk with a smidgen of hairspray, temporary spray colour – what else? – oh yes, and all the “special touches” – add-ons such as feathers, pompoms and plastic flowers. A veritable arsenal of colourants, props and adhesives, then, though apparently nothing Sandy wouldn’t use on herself. That’s OK then. \nA space dog-esseyPhoto: Image: brojsimpson\nOne other point made by those who see grooming in general as an important part of dog care is that it helps to build a relationship between the dog and owner. Well, judging from the photos, Sandy is certainly enjoying the bonding sessions. But is it us, or does Cindy look as though she’s not quite so pleased to be there?\nPeacock dogPhoto: Image: brojsimpson\nFor those who are left a little queasy by the whole concept – if not by the garish colours then by its syrupy beauty queen sheen – the good news is that there’s a whole sub-culture out there. 25 years young and with a readership of 20,000, magazine Groomer to Groomer is a mouthpiece for all things groom-tastic. Scary? Needless to say, Sandy and Cindy have made the front cover.\nMaking the front pagesPhoto: Image: pinkcoyote\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Teenage Mutant Ninja Poodle and Her Other Undignified Disguises","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-www.environmentalgraffiti.com-wp-content-uploads-2008-06-optimist-hires.jpg","url":"http://www.environmentalgraffiti.com/featured/teenage-mutant-ninja-poodle-other-undignified-disguises/8447"}