{"summary":"Presa canario breeds are mainly used for guarding cattle but at times attacks from these dogs are severe and there is little hope if attacked of survival. The Chow Chow breed is ferocious at times when they are not properly bred","advice_category":"2","content":"\nPhoto: bree Bailey\nChances are you're not going to get bitten by a wolf in your lifetime. Why? Because you know wolves bite, and you shouldn't have been carrying that pick-nick basket to grandma anyway.\nYou are far more likely to find yourself on the business end of Fido's wrath, if you don't think you're in any danger. The safest bet is to be aware of is that dogs look sweet but have a mean streak a mile wide. Below are the five most vicious breeds of dog your likely to underestimate.     \nDalmatian (top)\nEven though protective by nature, Dalmatians are especially hostile towards human beings. This breed has excellent memory, and when not fighting fires, can be a serious problem for unsuspecting owners. The breed is famous for its independence, intelligence and occasional ferocity.\nBoxerPhoto: igKnition\nAs their name suggests, they are fighters by nature. Normally, a playful, bright and lively breed; they are also very headstrong at the same time. They can weigh around 50 to 70 lbs, and despite their little face, most of it is mouth.\nPresa CanarioPhoto: Dogo-Canario.biz\nPresa canario breeds are mainly used for guarding cattle but at times attacks from these dogs are severe and there is little hope if attacked of survival. These breed are blessed with immense power and energy and at the same time, totally fearless by nature. They weigh nearly 80 to 115lbs and originate in the Canary Islands.\nPhoto: rabendeviaregia\nThe very sight of a Chow Chow is enough to strike fear into even the bravest. Alright, maybe not, but these little pups still have teeth. The Chow Chow breed is ferocious at times when they are not properly bred. It is an independent breed and likes to be aloof with things going around but is very difficult to tackle if angry.\nDoberman Pinschers\nPhoto: Andreas Kollegger\nMost people know Dobermans are dangerous by name, but not on sight. Dobermans are a very intelligent breed full of loyalty and alertness. They are basically an aggressive breed, but only attack if it feels that the opponent may be a threat to their property or family.\nIt is important to remember that even 'aggressive' dogs are not dangerous if they have been properly socialized. Unfortunately, there is no way to tell simply by looking, so exercise caution even with the cute ones.","author":"Gregory Johansson","web_category":"nature","title":"5 Cute Dogs That Are Actually Viscious","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5379.jpg","url":"http://www.environmentalgraffiti.com/animals/news-five-viscous-dogs-dont-look-it"}