{"summary":"The USDA is currently considering its guidelines on GM crops and is expected to reach a major decision on the future of the plants in the U.S. Department of Agriculture to take steps to ensure the new generation of pharmaceutical crops does not taint regular crops","advice_category":"8","content":"\nA group of scientists has expressed their fears for the environment as the next generation of genetically modified crops, altered to produce pharmaceutical products and chemicals, go to trial.\n\nVillagers in Africa check out an insect resistant maize crop. Image by Dave Hoissington\nThe scientists fear that the consequences of mixing between GM and non-GM crops could be disastrous. While mixing between the two types of plants has already cost producers money and time, mixing in the future could harm human and animal health.\nUntil now, GM crops planted commercially were limited to modifications for herbicide tolerance or pest resistance. Now, however, there has been an influx of money into research on creating GM plants that can produce pharmaceutical products, such as vaccines or other drugs. Most pharmaceutical products are plant based already, so growing them in a commercial manner is not so far fetched. This would allow some drugs to be produced much more cheaply, and patients could just eat the food rather than requiring a needle or pill.\nThe researchers, part of the Union of Concerned Scientists (UCS), believe that this could have massive effects both on human health and the economy. Karen Perry Stillerman of UCS said: \"I think it's really hard to say [what impact contamination might have] because there is a variety of different drugs and chemicals that might be manufactured in plants this way. Our perception is that some of them might be toxic, but all of them would certainly cause tremendous economic upheaval.\"\nMany believe that contamination would be unavoidable should these crops be planted commercially. There have already been several examples in the U.S. of GM crops not approved for human consumption getting crossed with regular varieties, which has cost growers a lot in lost sales and cleanup. Experts believe current methods of crop protection are inadequate, as birds, the wind, and insects can all spread the plants easily. While this is not such an issue when it’s a plant designed for human consumption but a bit herbicide resistant, it could be a huge issue if the plant is designed to help grow industrial chemicals.\nThe UCS is asking the U.S. Department of Agriculture to take steps to ensure the new generation of pharmaceutical crops does not taint regular crops. They ask that crops only be grown underground or in greenhouses, for one, unless they are a plant species not eaten by people or domestic animals. The USDA is currently considering its guidelines on GM crops and is expected to reach a major decision on the future of the plants in the U.S. by the end of the year.\nInfo from Guardian\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Scientists Worry over GM Drug Crops","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/scientists-worry-over-gm-drug-crops/802"}