{"summary":"Snapshots of water-filled balloons bursting figure as amazingly frozen moments in time. When the dart pierces the skin of its target, the balloon creases as it starts to split open, while ripples in the water's surface tension begin to appear.","advice_category":"6","content":"\nPhoto: Photo: michellejoyce\nSnapshots of water-filled balloons bursting figure as amazingly frozen moments in time. Granted, they also bring back memories of when you were a young scamp, mischievously dropping water bombs on hapless cyclists from overpasses, or soaking whole streets in drive-by drench-athons – but those days of innocence are gone now. So, it just leaves us to sit back and wonder at the beautiful physics of the things – as well as the devilish uses to which they can be put.\nPhoto: Photo: Jeffrey Cooper, Five Star Photo\nIn a general sense it’s all to do with pressure – like peer pressure, but without the wicked little peers saying stuff like, “go on, soak the suckers, or we’ll soak you”. Yes, pressure. The pressure of the point of the pin, needle or whatever else it is that exerts force on the balloon, and the high pressure of the water inside the balloon, which is suddenly allowed to disperse. Since the water cannot all escape from the tiny hole pricked in the elastic material, it bursts to even out the pressure.\nPhoto: Photo: Jeffrey Cooper, Five Star Photo\nBut enough talk; let’s see some shots of a water bomb bursting in sequence. A dart is let fly en route to puncture a balloon...\nPhoto: Photo: dormany44\nWhen the dart pierces the skin of its target, the balloon creases as it starts to split open, while ripples in the water's surface tension begin to appear.\nPhoto: Photo: dormany44\nThe water's effervescence becomes more turbulent as it bulges, making its escape, even as the latex of the balloon surrenders to gravity.\nPhoto: Photo: dormany44\nThen there’s the magic moment from a photographic point of view, the instant when the water, shorn of its rubbery mould, still holds its roughly pear-shaped form...\nPhoto: Photo: dormany44\n...Before collapsing in a shower of water droplets.\nPhoto: Photo: Mozzer502\nWater balloons, or water bombs, are small, thin rubber balloons designed to be easily broken. Once filled with water, they can be flung, hurled or lobbed at a desired target – the school principle, perhaps, or your next door neighbour’s cat. They’re often used by kids in games like water battles or as practical jokes – though with a decidedly impractical impact on those who have to dry themselves off after being drenched. They’ve also made quite a mark in various water festivals around the world such as Holi, celebrated in India, Nepal and various other countries.\nPhoto: Photo: Praveen M Tony\nAs with so many things that are meant to be fun, some folks seem to take it all so very seriously. Throwing techniques include: not tying the water balloon closed but instead just twisting the end a few times so water begins to squirt out on the flight path; and overfilling the balloon so there’s enough weight and water to cause a good soaking even if it explodes on the ground. There are even accessories called 'water balloon launchers' as well as different types of nozzles and valves, all brought to you by a variety of money spinning manufacturers.\nPhoto: Photo: Jeffrey Cooper, Five Star Photo\nMaybe we’re traditionalists here at EG, but give us any balloons and we’re away, off on a journey of mischief and mayhem. Yes, we know you’re not supposed to use standard air balloons because they’re meant to be too thick, but when you’re holding a water bomb as big as a watermelon, no matter how hard to handle it may be, you know you’re going to cause a splash if it’s dropped from a great height. Oh yes.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Exploding Water Balloons Crystallized in Time","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","url":"http://www.environmentalgraffiti.com/featured/exploding-water-balloons-crystallized-time/13557"}