{"summary":"Well, ok, we'd probably just tip it up, but being bees, they can't, and this is the next best thing.. The behavioral ecologist got her idea from one of Darwin's journals, and then observed it in person: bees biting through the backs of flowers to avoid carrying the plant's pollen","advice_category":"2","content":"\nHe's being a good citizen.  Other ones, not so much.  Image from aussiegail. \nWell, flatly, no, they're not--but maybe they should be, according to Ellouise Leadbeater, a researcher at Queen Mary, University of London. The behavioral ecologist got her idea from one of Darwin's journals, and then observed it in person: bees biting through the backs of flowers to avoid carrying the plant's pollen\nThe bees, which of course traditionally gather the nectar from the flower through the front, have learned this behavior over time because it allows them access to a much greater variety of flowers than before.\nBy biting into flowers they can't crawl into, or that are seemingly depleted, the bees have learned the same behavior that you or I would exhibit when faced with a milkshake that was almost completely gone and too short for a straw. Well, ok, we'd probably just tip it up, but being bees, they can't, and this is the next best thing.\nApart from bees, which repeat the method on an enormous scale, Leadbeater suggested that this sort of behaviour could also be learned by ants, among other small creatures that feast on nectar.Environmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Are the Stripes on Bees a Little Prisoner's Uniform?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_pink-daisy.jpg","url":"http://www.environmentalgraffiti.com/ecology/are-the-stripes-on-bees-a-little-prisoners-uniform/1114"}