{"summary":" The mountains that make our western parks so majestic thus mean the parks themselves are at a higher risk of pollution.. As we mentioned before, some of the airborne pollutants in the parks were found to have come from China","advice_category":"8","content":"\nThe national parks of the American west have a well-deserved reputation as places of stunning natural beauty, an abundance of untamed wildlife, and now high levels of airborne pollutants.\nA hazy Mt. McKinley in Alaska's Denali National Park\nI’m guessing you knew about the first two, but the last one was probably new to you. After all, we see out national parks as places to escape America’s polluted urban landscapes and reconnect with Mother Nature.  They’re supposed to exist as an oasis of purity in a desert of pollution.\nA new report suggests our visions don't match the reality. The results of a six year federal research study on 20 western national parks found evidence of more than 70 pollutants, some at dangerous levels.  It appears that even remote wilderness is not immune to the travelling contaminants of heavy industry.\nThe study looked at some of the most remote places in the United States, from Alaska’s Denali National Park to Yosemite.  Study co-author Michael Kent said: \"Contaminants are everywhere. You can't get more remote than these northern parts of Alaska and the high Rockies.\"\nInterestingly, most of the pollutants aren’t thought to come from America. Researchers believe a lot of the contamination arrived on air currents from Europe and Asia, and these are some nasty pollutants. All of the eight parks the researchers studied most had mercury levels in fish higher than safe human consumption levels. In some parks the airborne pollution was actually causing male fish to develop female organs.\nThere were also plenty of insecticides in the parks, including the banned insecticide DDT.  Despite much of the blame being placed on foreign pollution, there was more than enough local, legal pesticide pollution as well. Agricultural areas around parks, particularly in California and the Rockies, likely helped contribute.\nThe study also found another surprising conclusion. Many people, including me, might assume that a park’s remoteness would mean it had less risk of pollution than other areas. It turns out that in many cases the opposite is actually true.\nMany of the national parks are actually at a higher risk than other areas.  Parks with a higher elevation, Rocky Mountain or Mount Rainier for example, have the highest risk of pollution.\nThis has much to do with wind. As we mentioned before, some of the airborne pollutants in the parks were found to have come from China.  Airborne mercury rises into the air, then blown across the Pacific in clouds. These clouds could keep right on moving if it weren’t for mountains.\nWhen these polluted clouds hit mountains, they begin to rise. This results in precipitation that carries the pollution with it.  The mountains that make our western parks so majestic thus mean the parks themselves are at a higher risk of pollution.\nNational park advocates are seizing on the report as a call to arms. They believe the results should push Congress into passing tougher anti-pollution laws.  Will Hammerquist of the National Parks Conservation Association urged Congress to act, saying: \"We can take steps to reduce mercury emissions from power plants, steps to reduce carbon dioxide emissions that cause global warming.\"\nInfo from National Geographic\nIf you want to find out all the latest news on how the environment affects you, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"travel","title":"U.S. National Parks are Filled With Mercury and DDT","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-DowntownLAfromGPObsjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/us-national-parks-are-filled-with-mercury-and-ddt/854"}