{"summary":"Car buried in ash and lava after 1980 Mount St Helens eruption, Washington. No stop sign required on this lava covered road, Hawaii","advice_category":"4","content":"\nThere must be few things more frightening than being caught up in the deadly path of an all-absorbing lava flow. Imagine the intense heat, being spattered with skin-scalding magma that’s erupting from the depths beneath or being covered in blistering hot ash spewed forth from the gaping mouth of the giant fiery furnace.\nWe’ve unearthed some fascinating images of the devastation and destruction caused by the devouring nature of eruptive volcanoes. We hope you’ll agree they make for compulsive viewing.\n\n\n1. School bus is devoured by lava flow, we're hoping it was empty at the time.\n2. Molten lava etches a path across a busy road, and no one seems too bothered!\nUS Government\n3. House in Kupaianaha, Hawaii, engulfed in flames after cataclysmic volcano\n4. Wooden house standing strong in the path of lava flow, Kalapana, Hawaii\nUS Government\n\n\n5. This house was carried down the mountain side after Mount Etna eruption\n6. Car buried in ash and lava after 1980 Mount St Helens eruption, Washington\nDanial Dzurisin\n7. People still live inside this half submerged house in Nord-Kivu, Democratic Republic of Congo\n8. Trees find new life from layers of lava hundreds and thousands of years old\nsparkyleigh\n9. Road sign on Chain of Craters Road, Hawaii. The word 'danger' on the corner of the sign was burned off in a previous lava flow; get the message?\nKip Robinson\n10. Stalactites hanging on for dear life in the face of a lava pool\nUS Geological Survey\n\n1. House buried under pyroclastic ash falls after eruption of Mount Unzen, Nagasaki\n2. The face of a lava flow between fish factories on Heimaey Street, Iceland\nUS Geological Survey\n3. Heimaey Street after the lava is cleared away\nUS Geological Survey\n4. Cars covered in ash fall following the Mount Pinatubo eruption in the Philippines\nUS Geological Survey\n\n\n5. Church in Dagenham, Plymouth after volcano eruption of ‘98\nunknown\n6. Nowhere is safe - Glendon Hospital, Plymouth after same volcano erupted\n7. Even for politicians; the Council Chambers in Dagenham were buried in ash to the first floor\n8. Ancient female corpse buried in pyroclastic fall out\n9. Residents of Pompeii forever mummified by pyrocalstic ash fall, frozen in time\n10. Darkened view from Soufriere Hills during the day after devasting eruption in Monserrat\nUS Geological Survey\n\n1. If the sign won't stop drivers in their tracks that big lump of lava in the road certainly will.\n2. No stop sign required on this lava covered road, Hawaii\ncharley marley\n3. Lava flow provides platform for perfect picture poses in Oahu, Hawaii\nannamatic3000\n4. Forboding lava flow crawls ever onwards in Pahoehoe, Hawaii\nUS Government\n\n\n5. Are there any roads not covered in lava in Hawaii?\nelrentaplats\n6. Bonito lava flow at Sunset Crater National Monument, Arizona\n7. Massive lava beds surrounding a sturdy pine forest in Lassen, California\n8. The perfect spot for a picnic, Leirhnj?kur, Iceland\nAndreas Tille\n9. Lava streaming into the ocean in Volcanoes National Park, Hawaii\n10. Lava flow being swallowed and cooled by the waves, Hawaii\njennifer williams\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"science","title":"30 Objects Swallowed by Lava and Pyroclastic Ash","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/b_0.jpg","url":"http://www.environmentalgraffiti.com/featured/30-objects-swallowed-lava-and-pyroclastic-ash/1716"}