{"summary":" The density of fish is now suffering. Asian fishing has expanded dramatically recently, especially in Thailand, Vietnam, the Philippines, and Indonesia","advice_category":"2","content":"\nFish are disappearing from Southeast Asia’s oceans, and if changes aren’t made soon it could be permanent. \nFishermen in Thailand\nUp to 100 million people in the region rely on fish somehow for their livelihood, and an Australian expert is calling for the government to support the regulation of fish stocks.\nAsian fishing has expanded dramatically recently, especially in Thailand, Vietnam, the Philippines, and Indonesia. All four of those countries are now in the top 12 fish producing countries worldwide.  Meryl Williams, in a paper for the Lowy Institute, said: \"As the fourth largest country in world fish production, Indonesia is a fisheries giant. Yet ... Indonesian marine fisheries resources are close to fully exploited and a significant number in all areas are over-exploited.\"\nWilliams points out that the number of fisherman in these areas are still increasing despite continuing efforts to prevent overfishing and close off areas to fishermen.  The density of fish is now suffering. In Thailand, the density of fish declined 86% between 1961 and 1991.  In Vietnam, the number of fishermen have tripled, but the size of the catch only doubled.  The Philippines are immensely overfished, with a catch rate of 10% in the least overfished areas.  \nIllegal fishing is very prevalent throughout Southeast Asia, with most fishermen far more clever than the government. One scheme is for the government to issue a fishing license. The government will shortly find several boats using the same license, with very few resources to stop the fishermen.\nSource: Reuters\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.\n ","author":"Chris","web_category":"nature","title":"Fish Disappearing from Southeast Asia","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Nile-perch.jpg","url":"http://www.environmentalgraffiti.com/ecology/fish-disappearing-from-southeast-asia/437"}