{"summary":"There are many others who have since managed to fly using cluster balloons, though some who have made such attempts were never seen again. Cluster ballooning is the official name for this type of ballooning – though of course the craft the team put together is one peculiar variation! The small balloons are individually sealed and filled with helium gas, but instead of using vents to control altitude and speed, the balloonists deflate or simply undo individual balloons.","advice_category":"8","content":"\nPhoto: ? National Geographic Channel/ Stewart Volland\nHearts pounding, two world-class balloonists stand inside a small house looking up; not at a ceiling, as we might expect, but instead a large hole through which they can see 300 brightly colored weather balloons tethered inside.\nPhoto: ? National Geographic Channel/ Stewart Volland\nThey may be two of the best balloonists in the world, but neither they nor anyone else has attempted this before: trying to take off – in a house! – with nothing but weather balloons clustered above them to control their lift and descent.\nPhoto: ? National Geographic Channel/ Stewart Volland\nThe balloonists weren't the only ones whose hearts were pounding. A whole team was behind this, trying to make a scene from the Pixar movie UP! come to life, in the real world! National Geographic, in an experiment for a show launching in the fall, called How Hard Can It Be, are behind this world record-breaking attempt.\nPhoto: ? National Geographic Channel/ Stewart Volland\nA team of scientists and engineers came together to plan out how they thought it would work. The house they built was not quite like a normal house though; it was lighter in weight, 16 x 16 feet at the base, and 18 feet tall. However, 300 8-foot weather balloons were attached to it to, which made the whole 'aircraft' 10 stories high!\nPhoto: ? National Geographic Channel/ Stewart Volland\nPhoto: ? National Geographic Channel/ Stewart Volland\nFailure would have meant disaster for the balloonists. The world record they were trying to break for the largest cluster balloon flight ever attempted meant climbing to an altitude of 10,000 feet. If those balloons somehow broke or became untethered, there was no hope for the two inside unless they could exit it in time – and had remembered to pack their parachutes! \nPhoto: ? National Geographic Channel/ Stewart Volland\nOne thing the team discovered is that flying a structure much bigger in size would not have been possible. Executive producer Ben Bowie said: 'We found that it is actually close to impossible to fly a real house.' Producer Ian White added: 'But what we can do is kind of fly a light-weight house and fly it safely with people on board.'\nPhoto: ? National Geographic Channel/ Stewart Volland\nCluster ballooning is the official name for this type of ballooning – though of course the craft the team put together is one peculiar variation! The small balloons are individually sealed and filled with helium gas, but instead of using vents to control altitude and speed, the balloonists deflate or simply undo individual balloons.\nPhoto: ? National Geographic Channel/ Stewart Volland\nPossibly the most famous cluster balloonist is Larry Walters, who, in 1982, attached 45 cluster balloons to a lawn chair and rose close to 3 miles, after the strap attaching him to his jeep was cut. 'Lawn chair Larry' was initially afraid to shoot the individual balloons in order to descend because he thought it might tip him out, but eventually he had no choice.\nPhoto: ? National Geographic Channel/ Stewart Volland\nThere are many others who have since managed to fly using cluster balloons, though some who have made such attempts were never seen again. Roman Catholic priest Adelir Antonio de Carli from Brazil suspended himself under 1,000 balloons but was last seen heading over the ocean before his body was found two months later.\nPhoto: ? National Geographic Channel/ Stewart Volland\nAll of that said, cluster ballooning is becoming a more popular sport and is safe in the hands of experts. One of the most well known sites dedicated to it is John Ninomiya's, where you can see some beautiful images and even learn how to fly a cluster balloon.\nPhoto: ? National Geographic Channel/ Stewart Volland\nThe show on National Geographic Channel in the fall will of course show all of the ins and outs of this experiment as well as others like it. \nSource: 1, 2, 3","author":"Michele Collet","web_category":"outdoor","title":"Going Up! House Lifted 10,000ft in the Air by 300 Cluster Balloons","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Medieval-Trainwreckjpg","url":"http://www.environmentalgraffiti.com/news-lifting-house-balloons"}