{"summary":"While mother mountain gorillas are often killed, baby gorillas are kidnapped to be sold as research objects or pets. There are fewer than 700 mountain gorillas left in the world, but poaching continues to thin their numbers and disrupt their habitats","advice_category":"2","content":"\nPhoto: daweiding\nThere are fewer than 700 mountain gorillas left in the world, but poaching continues to thin their numbers and disrupt their habitats. Approximately half of the world’s mountain gorilla population is found in Rwanda, where poachers remain active. In the early 2000s the gorillas grew in number, but an explosion in the levels of poaching, attributed to a complex crime ring, renewed fears for the species – and for Rwanda’s tourist industry. \nTravelers to the country pay upwards of $250 for the chance to see a live mountain gorilla in the wild. Although the Rwandan government made efforts to end gorilla poaching, the country’s many troubles, from disease, poverty and ethnic strife, rendered conservation a minor issue. \nPhoto: KMRA\nEdwin Sabuhoro, a masters student at the University of Kent, confronted a poacher, who justified his behavior by his need to feed his family. While mother mountain gorillas are often killed, baby gorillas are kidnapped to be sold as research objects or pets. The selling of hands, feet, and heads of adult gorillas to collectors is lucrative. Mr Sabuhoro sought to meet the needs of conservation and alleviate the struggles of poachers by founding the Iby’Iwacu Cultural Village, an ecotourism project which employs former poachers as guides. Ecotourism is designed for travelers who are socially and environmentally conscious, especially important when tourism involves a highly endangered species. \nPhoto: TKnoxB\nThough only operating since 2006, the Iby’Iwacu Cultural Village has encouraged a 40% increase in ecotourism and a 60% decrease in gorilla poaching. In 2008, Mr Sabuhoro was honored with the Young Conservationist of the Year award by the prestigious International Union for Conservation of Nature for his extraordinary efforts and the hope he has restored to the mountain gorillas of Rwanda.\nPhoto: mrflip","author":"ppavone","web_category":"nature","title":"Saving the Endangered Mountain Gorillas of Rwanda","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-45177-2746310540104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-redemption-gorilla-poachers-rwanda"}