{"summary":"Most assassin bugs deserve the name because they live by killing to eat. Steber, Christensen and Auer, Galveston County Master Gardeners, \"Milkweed Assassin Bug\", referenced Oct","advice_category":"2","content":"\n?Photo: jcantroot \nOver 6,000 species of \"assassin bugs\" have been described by entomologists. How have the members of the Reduviidae family earned their name?\nPhoto: accent on eclectic\nEarning the Title of Assassin Bug\nMost assassin bugs deserve the name because they live by killing to eat. Some families are even known for what they eat: ants, spiders and termites are prey for three separate families. \nWhat, an insect that eats spiders? Yes! This amazing video (although a bit slow to get started) shows the \"Strumming Assassin\" luring a tangle-web spider to its death.\nOther assassin bug families are willing to kill a wider range of prey. As an example, the milkweed assassin bug dines on a variety of insects, including stink bugs, flies and aphids.\nPhoto: BigDan\nNot Quite an Assassin?\nOther ssassin bugs do not quite live up to their name. \"Kissing bugs\" or Triatominae merely drink blood. Kissing bugs usually nest with wood rats in the United States, although most Triatominae sub-species live in Central or South America. Attracted to light, these insects will feed on human blood and can transmit diseases such as Chagas disease (Trypanosomiasis or sleeping sickness). The bites also cause allergic reactions in about 7% of their human victims.\nPhoto: goingslo?\nThe Life Cycle of an Assassin Bug\nThese insects go through egg, nymph and adult stages. Nymphs have no wings, and must molt several times before becoming adults with wings. However, most are poor fliers. They generally hunt by stealth and surprise.\nPhoto: ibsut\nPaying for an Assassin Bug\nThe US Department of Agriculture (USDA) considers the assassin bug to be a beneficial insect since it preys on pests such as the tomato hornworm. They recommend planting permanent shelters, such as hedgerows, to encourage further generations of Reduviidae to breed and protect farms and gardens.\nSimilar sentiments are expressed by the Galveston County Master Gardeners who point to bushes, trees and even weeds as shelters for these beneficial predatory insects.\nPhoto: accent on eclectic\nDealing with Those Few Pests\nOn the other hand, kissing bugs are pestilential pests in southern California and should be reported to UC at Riverside (via kissingbugs@gmail.com). This family of assassin bugs seems unlikely to live in gardens and would not reap the benefits that their insectovore relatives may receive from helpful herbalists.\nPhoto: jcantroot\nReferences:\nC. Weirauch, U. California at Riverside, \"About Assassin Bugs\", referenced Oct. 29, 2010.\nC. Weirauch, U. California at Riverside, \"Triatominae or Kissing Bugs in California\", referenced Oct. 29, 2010.\nUSDA NRCS, \"Plants Enhancement Activity - PLT08...\", published Sept. 11, 2009, PDF referenced Oct. 29, 2010.\nSteber, Christensen and Auer, Galveston County Master Gardeners, \"Milkweed Assassin Bug\", referenced Oct. 29, 2010.","author":"MikeDeHaan","web_category":"nature","title":"How the Helpful Assassin Bug Can Also Spread Harmful Disease","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Clipboard13jpg","url":"http://www.environmentalgraffiti.com/animals/news-assassin-bug-beneficial-insect-killer-can-spread-harmful-disease"}