{"summary":"Bradford, the former mill town in Yorkshire, has been rated the UK’s “greenest” city.. Bradford, formerly known for the filth and waste products produced by the wool industry, scored very highly for its sustainable waste treatment program","advice_category":"8","content":"\nIf you feel like writing for us, drop us an email!\nBradford, the former mill town in Yorkshire, has been rated the UK’s “greenest” city.\nOnce known for the mills which dyed the local waters a different color almost daily, Bradford has cleaned up its act to be rated the most environmentally sound city in Britain.\nThe results came as part of the Sustainable Cities Index report released by charity group Forum for the Future. The report measured cities on environmental impact, quality of life, and “future proofing”, or how well cities are addressing issues like biodiversity, climate change, and recycling.\nBradford, formerly known for the filth and waste products produced by the wool industry, scored very highly for its sustainable waste treatment program. A large amount of money is being invested in the program, and the city is very proud of its new product, recycled sludge.\nYorkshire Water's asset delivery manager Simon Gibb explains: \"A lot of the ¢G70m we're spending here has gone on a scheme which mixes sewage sludge with Bradford's green recycling waste in a huge cake,\" he says. \"We sow this with rye grass, whose roots destroy remaining pollutants, and the result is a rich soil compound which is excellent for 'green' landfill.\" \nAlthough Bradford scored the highest in the environmental section of the study, its scores on quality of life meant it didn’t rank top of the overall table. Brighton and Hove took the honors as overall best. \nSource: The Guardian\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"Mill Town Turnaround","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/mill-town-turnaround/344"}