{"summary":"Band-e Amir is Afghanistan’s first and only national park. The Band-e Amir region was already slated to become Afghanistan’s first national park in the 1960s but these plans had to be postponed due to the country’s unstable political situation","advice_category":"2","content":"\nPhoto: Suddenly, in the middle of nowhere, a lake\nImage: Carl Montgomery\nBand-e Amir is Afghanistan’s first and only national park. It consists of six lakes whose waters are bluer than the sky. It is located almost 10,000 ft above sea level in a mountainous desert, 75 km northwest of the ancient city of Bamiyan, once famous for its two monumental Buddha statues, destroyed by the Taliban in 2001. Getting to Band-e Amir requires a sense of adventure and determination.  \nNot the Wild West but Afghanistan’s Grand Canyon:Photo: \nImage: Cacahuate \nBand-e Amir, also spelled Band-e Ameer or Band-i Amir, is a group of six lakes high up in the Hindu Kush Mountains in Central Afghanistan. The naturally formed lakes are at an elevation of 3,000 m and were created by carbon dioxide rich water from geothermally heated hot springs. The carbonite minerals inside the water formed the sedimentary rock or white travertines that separate the lakes today. \nA turquoise jewel at 3,000 metres: Photo: \nImage: Sqamarabbas \nThe names of the six lakes refer to this dam-like (“Band”) appearance: Band-e-Haibat or Dam of Awe is the largest and deepest lake, estimated to have an average depth of 150 m. Band-e Gholaman, Band-e Qambar, Band-e Pamir, Band-e Pudina and Band-e Zulfiquar make up the rest.     \nSerene - Band-e Pamir: Photo: \nImage: Hadi1121 \nThe Band-e Amir region was already slated to become Afghanistan’s first national park in the 1960s but these plans had to be postponed due to the country’s unstable political situation. Since submission in 2004, Band-e Amir has been on the tentative list for becoming a UNESCO World Heritage site. In 2008, it was finally declared Afghanistan’s first national park.\nBand-e Amir’s (only?) concession to commercialism - pedal boating:Photo: \nImage: Carl Montgomery\nA few thousand tourists, mainly Afghans and a few international aid workers, visit the 228-sq-mile park every spring and summer. The trek there is not easy and visitors have to be determined to brave the harsh terrain, rocky plateaus, lack of basic facilities and, worst of all, unpaved roads that are mined. Traffic is therefore restricted to a thin track that is clear of mines, and travel from Kabul takes about 12 hours. \nThe seemingly endless plains of Band-e Amir:Photo: \nImage: Sqamarabbas \nThe lakes seen from space in winter:Photo: \nImage: NASA \nGiven the still troubled nature of Afghanistan’s affairs, maintenance of the park has not been a priority. Lack of a park authority has led to various environmental problems: increasing pollution through human waste and trash, a damaged aquatic ecosystem because of fishing with electricity and grenades (yes, grenades!) and a threatened ecological balance because of unrestricted grazing of animals and uprooting of shrubs, which can result in soil erosion and even landslides. \nCreating ripples at Band-e Amir:Photo: \nImage: Hadi1121 \nAccording to the Wildlife Conservation Society, much of Band-e Amir’s wildlife has already been lost. In 2008, the Afghan government at least banned the use of boats with gas engines on the lakes to decrease water pollution.  \nComposition in brown, green and grey:Photo: \nImage: Carl Montgomery\nThis leaves us to end with the description of adventure traveler and photographer Carl Montgomery: \nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Afghanistan’s Grand Canyon","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-wsqo7r.jpg","url":"http://www.environmentalgraffiti.com/featured/afghanistan-grand-canyon/15991"}