{"summary":"In another forest area she had seen seven, so she says she knows: \"There are nine alive total,\" which is a pretty sad number. Photo: Chad Teer","advice_category":"2","content":"\nPhoto: Chad Teer\nYou have heard of lions and tigers as great predators but how many of you have heard of the Fossa? It is probably one of the most unusual large predators in the world and it only exists on the island of Madagascar. At the moment it is listed as vulnerable but scientists believe it should be listed at least Endangered or Critically Endangered.\nPhoto: Ran Kirlian\nLooking a lot like a cougar, most people mistake it for one of the big cats, and it does have lots of cat like features. As well as having retractable claws and the ability to climb, it can actually catch prey as it jumps from one tree limb to another. However it isn't a cat at all; it's related to some unique Malagasay animals which are all related to the mongoose.\nThey prey on any vertebrate from medium size lemurs to the tiny tenrec and have also developed a taste for domesticated livestock which has resulted in many shootings. They are also hunted for bushmeat and some villagers believe body parts have medicinal powers.\nPhoto: Dawson\nOfficials estimate fewer than 2,500 of these beautiful animals are left but a scientist working closely on the ground believes it is already in critical shape. She has used GPS and radio collars since 2007 and in 2008 found 14 males in one reserve known to hold a lot of fossa. In 2009 she found 10 while in 2010 she only found TWO. In another forest area she had seen seven, so she says she knows: \"There are nine alive total,\" which is a pretty sad number. Ms. Luhrs commented: \"There is this fascinating weird creature at the other end of the world and it might soon go extinct.\"","author":"Michele Collet","web_category":"nature","title":"The Fossa: Madagascar's Strangest Predator","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/animals/news-one-weirdest-predators-earth-fossa"}