{"summary":"There is an evolutionary arms race underway that allows prey to adapt behaviors that give them a better chance before the predator can find a way to evolutionarily counteract them.. This image shows two cheetahs with a gazelle which clearly lost the fight","advice_category":"2","content":"\nPhoto: Tambako the Jaguar\nShiver... The power and energy this enormous tiger exudes is enough to make any of us wary – let alone its preferred prey. Prey animals always need to be aware of predators and hope none are nearby when they relax. It isn't a walk in the park, so to speak, for the predators though. There is an evolutionary arms race underway that allows prey to adapt behaviors that give them a better chance before the predator can find a way to evolutionarily counteract them.\nPhoto: Tobias Sedeirer\nThis image shows two cheetahs with a gazelle which clearly lost the fight. Did it use the anti-predator behavior known as stotting? Too late to tell. Stotting is a behavior of the Thompson's gazelle which is a particularly unusual anti-predator adaptation. The gazelle jumps as high as it can with all four legs stiff, straight up in the air, and its white rear showing. Obviously this slows its escape, but researchers have found that cheetahs in the middle of a chase will often give up when they see this stotting behavior. It seems to tell them that this is a healthy agile individual who will get away, and since there are energy costs to hunting, the predator chooses not to waste its time.\nPhoto: Tobias Sedeirer\nThis elephant may have been ill or a juvenile, as it is virtually impossible for lions or any other four-legged predator to take down an adult elephant – especially as the elephants travel in herds. It will be a feast for more than just the lions, as once they have gorged, other animals such as hyenas and vultures will come to take their turn.\nPhoto: Andreas Lederer\nClearly not all predators are big cats, though. The saddle-backed stork above is just as efficient a predator as the tiger, lion or leopard. The true predator (as opposed to a parasite who lives off its host) hunts for its prey or waits hidden and ambushes them. Some kill large prey and dismember them or take chunks, while others eat their food whole. Some use venom which starts to help digest the food before it's even eaten, often swallowed alive. All predators, however, are efficient killing machines.\nPhoto: Rakesh Kumar Dogra\nThe Indian python above is swallowing a whole chital deer – albeit a small one – something supposedly impossible in scientific literature, according to the photographer. But clearly the scientists were wrong. We know that snakes' jaws are elastic, but this is incredible. The photographer says that the whole process took three hours.\nLunch for predators consists of four stages: detect their prey, attack it, capture it and consume it. Detection is not always the easiest. Many prey animals are camouflaged to escape being noticed, as are the predators in some cases. There are a number of adaptations and behaviors on both sides of this evolutionary arms race.\nPhoto: Tobias SedeirerLion is clearly enjoying the feast of a water buffalo\nAnother adaptation is aposematism, which refers to high coloration to warn of danger. You see it in poisonous tree frogs with their bright colors (and in some other species). It is so successful that other animals have adapted to mimic them: they are totally safe to eat themselves, but looking like their colored poisonous counterparts makes any predator think twice before deciding to lunch on them.\nPhoto: Tobias Sedeirer\nSome examples of camouflage are obvious, such as that which allows animals to blend in with the savanna, while others are less obvious. A good example is the zebra's stripes. Zebras obviously don't blend in with the background but they do make it very, very hard for a predator to focus on one target when they are in a group: the stripes all blend in together to make a huge whole.\nPhoto: S. Shepherd\nThis incredible shot is of a Dominican ground lizard eating a rat. As you can see it is almost the same size as the lizard itself. Apart from its obvious purpose, feeding predators, predation can also help get rid of pests like rats. Unfortunately, some species have been introduced to habitats specifically to get rid of pests and then overtake the habitat or ecosystem. They become the pests themselves and have caused the extinction of some species.\nPhoto: Save China's Tiger\nAll these images show the power of predators over prey, but they don't show all the times that predators start to hunt, using their energy reserves to catch their lunch only to lose it. It is a hard life for both sides, but one that is balanced when man does not interfere by destroying habitats or poaching.","author":"Michele Collet","web_category":"nature","title":"Predators Feasting on the Carcasses of their Prey","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","url":"http://www.environmentalgraffiti.com/news-predators-having-lunch"}