{"summary":"The preview film is a little rough around the edges and focuses on the Swedish people and projects that we visited. He recently sat down for an interview with Jack Guest, creator of the hopeful new environmental film “A Convenient Truth","advice_category":"8","content":"\nRaz Godelnik is the founder of Eco Libris, the green company that plants a tree for every book you buy. \nRaz is an experienced green businessman and great guy. He recently sat down for an interview with Jack Guest, creator of the hopeful new environmental film “A Convenient Truth. Here’s Raz’s intro and the interview:\n“About two weeks ago I wrote here about a new film about the world getting better - 'A Convenient Truth'. I saw the trailer, read about the film on its website and was very intrigued with the film and its creator, Jack Guest.\nI decided I should learn more about the film and Guest, and asked Guest for an interview. He agreed and I am happy to bring you my interview with Jack - the guy who brings us a movie that is both a green and a personal journey to a better future.\nCan you please tell us what the movie is about? How does it relate to 'An Inconvenient Truth'?\nThe film's about the possibility that things can get better. An Inconvenient Truth showed us in no uncertain terms that we face a huge problem on planet earth. A Convenient Truth looks at turning that problem into an opportunity, showing that we can make things work, for everybody.\nIs the final movie similar to what you had in mind when you started this journey?\nOnly a little. Once we started filming it took on a life of its own, it's a very organic process. At first I wanted to jump straight from amateur filmmaker to Oscar-winning professional, without realising that I didn't have the skills to do that. If I'd realised how much work goes into making a film I'd probably never have started.\nWhy did you choose to go to Sweden from all places?\nI was doing lots of local green politics at the start of 2006 when Sweden announced plans to break their dependence on oil by 2020. This was a big declaration at the time. The scale of climate change wasn't widely acknowledged then as it is now, so it was a bold, forward-looking and exciting decision, and I wanted to know more.\nWhat was the most important green lesson you learned during the work on the film?\nThat consistency and constancy of action is more important than grand gestures.\nIs there really a convenient truth? Do you believe the Swedish solutions can be applied to other countries with different ways of thinking, like the U.S. for example?\nYes. The cornerstone of the Swedish solutions was collaboration and action. It's this spirit, rather than the specifics of solutions (which will always change from location to location), that can and needs to be applied to other countries.\nThe people I met were inspirational in that they saw very clearly that there was a big problem, were in no doubt as to the importance of doing something about it, and so just got on and did something. No big fuss or argument.\nTheir 2006 oil commission report, for example, saw politicians, civil service, business, citizens and the media all working together, communicating and collaborating to get the job done.\nMany people claim that no matter what we, the people, do it has no real influence, and only governments, policies and regulation can make a difference - what are your thoughts about this claim?\nFor me it's a personal issue. There will always be voices on the sidelines, arguing, heckling, seeking to undermine the good work being done. My question is this, am I doing what I need to do about this issue? Am I doing the best that I know how? And will I look back and be satisfied that I played my part, whatever the eventual outcome is. If I can answer yes then I know I am contributing, no matter what anyone else says or does.\nDid you manage to keep the work on the film environmental-friendly?\nYup, we're a super low carbon film. I don't know how low, but very, very low. Certainly the best that we knew how. Most of our work has been done digitally, we travelled efficiently.\nWhat are your plans concerning the distribution of the film? will it be available online? any plans to participate in film festivals?\nWe're in talks with one distributor at the moment, and it's too early to say anything more. Releasing the feature length preview (95 minutes) online has worked very well. I think the main film will be more suited to a traditional style release, although there are some exciting self-distribution options opening up, like Brave New Cinemas as a way for people to organise screenings of new films for themselves all around the world.\nThe organic nature of the production so far has meant we haven't done any forward-planned applications to film festivals and given the ACT NOW message, I don't want to wait many months to get a good slot. We'll see.\nWhy did you choose to start with a 95-minute preview? what is the difference between the preview and the movie itself?\nTo get the film rolling, show people what we saw in Sweden, and help fund the main release next year.\nThe preview film is a little rough around the edges and focuses on the Swedish people and projects that we visited. Although split into five parts it remains a film in itself, produced on a low budget by a great team of collaborators. Someone said watching it is like having a nice massage.\nThe main movie has been produced on a bigger budget, with a more experienced team and is aimed at a wider audience. It's less about the specific Swedish solutions and more about my journey to the country, making the film, and then continuing across the Atlantic by cargo ship. It's a lot more personal.\nAny advice to people who will want to follow your steps and make their own independent films on green issues? would you say that with all the hardship and budget difficulties it was worthwhile?\nAbsolutely. Hardship and difficulties were the only way to learn what to do better next time. My advice is go for it.\nWhat are your plans for the future? any new project in the horizon?\nI'm doing a course in Shiatsu massage and oriental therapy to learn about practical hands-on healing. There is another film on the horizon too, it's a continuation of the journey really, about going to meet some smart people to ask if it's our inner lives that are heating up the planet.\nDid you receive a phone call from Al Gore yet?\nNo. He's a busy man. Maybe once we've built his 200 foot gold statue he'll visit.\nThank you Jack! I am going to watch the preview this weekend and I invite all of you to check it out. The 95-minute preview splits into five parts, between 5 and 30 minutes each. Each part costs about $0.75 (or ¢G1) and you get 200 credits to watch one part for free.”\nIf you’d like to read the original interview and see the trailer for A Convenient Truth, check out the original post on Eco Libris’ website here.\n","author":"Chris","web_category":"lifestyle","title":"Eco Libris Interviews Jack Guest, Creator of A Convenient Truth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/TEALE1JPG","url":"http://www.environmentalgraffiti.com/green-living/eco-libris-interviews-jack-guest-creator-of-a-convenient-truth/590"}