{"summary":"Smith, who apparently hasn't just threatened squirrels, but claims to have \"offed\" a few of them last weekend, may have whacked an endangered species if he laid waste to a red squirrel. Mark E","advice_category":"8","content":"\nMark E. Smith, who has apparently been fronting The Falls for a very long time (27 albums) has definitely lost any fans he had in the RSPCA....Photo: That's kind of how I reacted, too.  Image from antsplan on Flickr\nHe said in an interview last week that he wouldn't hesitate to take hedge shears to squirrels, and he advocated running over seagulls.\nSmith, who apparently hasn't just threatened squirrels, but claims to have \"offed\" a few of them last weekend, may have whacked an endangered species if he laid waste to a red squirrel.   It's possible--even probable--that he instead chose to chop one of the more common American Grays. However, the RSPCA taking no chances, has begun agitating for prosecution.\nThere is definitely a valid point to be made here about the fact that teenage boys tend to read interviews with men like Mark Smith in music magazines, and that's definitely not a segment of the population that needs any help thinking violent thoughts or taking them out of animals.  Of course, it's far more likely that Smith was simply seeking to make an outrageous comment, and the RSPCA has taken his bait.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Animal Cruelty Investigation Against Rocker Mark E. Smith","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","url":"http://www.environmentalgraffiti.com/ecology/rspca-launches-investigation-against-mark-smith/1037"}