{"summary":"If the volcano had continued, and there was no way to import food and stock, what would we do? Would we remember that we could plant our own food, that we can repair our clothes and that we can walk?. What else can you do? Small changes can make a big difference","advice_category":"2","content":"\nPhoto: Image Editor\nAs the world is re-awakening after Mother Nature had its impromptu fit, could Earth Day come at a better time?\nEarth Day will probably pass many by, but when U.S. Senator Gaylord Nelson founded the day back in 1970, he wanted to inspire an appreciation for the Earth's environment.\nA few years ago, before the recession, many people were readily trying to help and do their bit for the environment, recycle, reuse and buy organic. However, sales of organic food have gone down by 30% this year, with supermarket's even removing special organic shelving areas. Items are so cheap that it is easier to buy new than it is to repair and India has more used mobile phones than toilets. \nIn these tough times, the message should be to make do and mend, and this should be encouraged. If the volcano had continued, and there was no way to import food and stock, what would we do? Would we remember that we could plant our own food, that we can repair our clothes and that we can walk?\nWe will never know, but it is highly unlikely. On a positive note, schools are trying to start this mentality young with organisations such as the Potato Council and RHS encouraging 'Grow Your Own'. \nWhat else can you do? Small changes can make a big difference. How about car sharing? Suggesting working from home? Recycle everything including food and using bath water in your plants.\nThis throw-away society cannot last forever, so make changes to your lifestyle now before it is inevitable. ","author":"Funnyale","web_category":"nature","title":"Explosive Earth Day","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/catJPG","url":"http://www.environmentalgraffiti.com/conservation/news-earth-day"}