{"summary":"Psst, Mama, it’s cold, let’s go inside:Photo: . Hungry and cold, these penguins were all huddled at one side:Photo: ","advice_category":"2","content":"\nPhoto: \nImage: U.S. Fish and Wildlife Service\nThick fur, deep tunnels, hibernation or behavioural changes – animal strategies for dealing with freezing temperatures are as varied as the species that employ them. But what about the smallest of the lot; how do they deal with the cold? We’ve taken a look…   \nAll animals pictured here are warm-blooded or homeothermic animals, meaning they have to keep their body temperature constant regardless of weather conditions. Sound familiar? Yes, humans are also warm-blooded, er, animals that need to don scarves, hats and gloves to maintain their body temperature of roughly 37 degrees.  \nNot fair, all for the birds! Baby deer and mother at the bird feeder:Photo: \nImage: Christina T.\nPsst, Mama, it’s cold, let’s go inside:Photo: \nImage via Just Being Myself \nHungry and cold, these penguins were all huddled at one side:Photo: \nImage: fallwithme\nClose-up of a baby gentoo penguin snuggling up to its Daddy:Photo: \nImage: Chadica\nThese prairie dogs take no chances and have bundled up in a thick blanket:Photo: \nImage: y_katsuuu\nA hamster curling up to stay warm:Photo: \nImage: annia316\nHello, world! Eastern grey squirrel looking out of its snow tunnel:Photo: \nImage: Sabisteb\nThis wombat doesn’t seem so sure what to make of the snow:Photo: \nImage: Fir0002\nI’m gonna fluff myself up and stay all warm!Photo: \nImage: jsorbieus \nFun in the snow they said and now it’s all sticking to me – grumpy chow chow:Photo: \nImage: Epiq\nLet sleeping dogs lie, even in the snow:Photo: \nImage: Jeffrey Beall\nOf course, many animals like polar bears, penguins and huskies thrive in cold climates. Others like bears, dogs, deer and squirrels adapt really well to the cold, making us look enviously at their thick fur. Or give hibernation a second thought. \nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Animal Babies Braving the Cold","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/marc-veerat.jpg","url":"http://www.environmentalgraffiti.com/featured/animal-babies-braving-cold/18221"}