{"summary":"The problem with using animals as accessories is that little dogs are still dogs. Every toy store in the land sells a vast array of such things","advice_category":"2","content":"\nPhoto: Alfredo Villa fotografo\nArdent followers of Paris Hilton and other intellectual celebrities love to copy the style of their idols. If the accessory of the moment happens to be glittery sunglasses or bright orange flip-flops, all that happens is the follower looks a bit silly. When the accessories are little dogs that fit perfectly into designer handbags, however, things might turn sour.\nPhoto: Roger Casas-Alatriste\nParis Hilton, Britney Spears and Madonna are among the fad-setters who started carting chihuahuas and similar breeds around as living fashion accessories. Sometimes they dress the poor animals in little outfits, treating them more like fur-covered dolls than sentient creatures. Impressionable fans quickly followed suit.\nThe problem with using animals as accessories is that little dogs are still dogs. They need walks, food, grooming and vet appointments. And that's not to mention the fact that the food has to come out the other end eventually, often in the designer handbag. If you are not a celebrity, you probably can’t afford to employ an army of people to look after your pooch. In fact, you have to look after your pet all by yourself.\nPhoto: Ian Robertson\nOn realising that their adorable little doggies behaved very much like any other dog, fashionistas in the UK have been dumping their miniature dogs on animal sanctuaries. The Dogs Trust, a major UK animal charity, reports a 44% increase in the number of tiny breeds left at its shelters in the past year.\nOf course, a solution to this problem exists. If air-headed celebrities want a cute, furry toy they can dress up in bonnets and cart around in their purse, they can buy one. Every toy store in the land sells a vast array of such things. Their followers will follow, toy store profits will go up, and unfortunate little animals will no longer be abandoned when their owners realise their new dog is in fact a dog.","author":"JudithWilson","web_category":"nature","title":"Why Handbag Dogs Are Being Abandoned At Animal Sanctuaries","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Twigjpg","url":"http://www.environmentalgraffiti.com/animals/news-little-dogs-emptied-out-handbags-and-iinto-animal-sanctuaries-0"}