{"summary":"Otherwise, wash hands after making purchases or counting your change. Without sounding too overly paranoid (and I will be exaggerating a bit here to make a point), in the city it’s a filth laden with germs.","advice_category":"8","content":"\nPhoto: SCA Svenska Cellulosa Aktiebolaget\nMost of us who live in a city know its dirt isn’t the same stuff farmers are covered with at the end of the day. Without sounding too overly paranoid (and I will be exaggerating a bit here to make a point), in the city it’s a filth laden with germs.\nEven in small towns, areas most frequented by the public can be crawling with various bacteria, viruses and sordid types of organic matter.\nThat’s why wherever we go in the urban realm, washing one’s hands before eating or drinking can’t be stressed enough since anything that clings to our fingers has the potential to go into our food, our bodies and be passed on to friends and family. This is especially so during summer months when warm temperatures can act as an incubator for lots of germs.\nSo take notice! While we remember to be vigilant in some locations like hospitals and doctor's offices, there are plenty of other places where we need to take a few extra precautions: \n6. Public BathroomsPhoto: John from Tulsa USA\nYou know what they say, ‘when you gotta go you gotta go,’ but the public restroom can be a germ fest. The best time to use a public bathroom is just after it has been cleaned by a commercial cleaning service. Otherwise you’re entering a biological danger zone, so watch every step. \n5. Buses and TrainsPhoto: Jonnie Nord (User:Zaphod)\nBuses and trains often have plenty of seats and bars to hold onto, but if  you’ve ever traveled during rush hour, you know at any moment there are   hundreds of people shuffling on and off, leaving all kinds of bodily      particles behind. One solution is to avoid touching railings by using other parts of the body like an elbow or hip to maneuver and be secure. \nFurthermore, despite the temptation, don’t pick up a random newspaper that’s been back and forth from seat to the floor. \n4. Computer RoomsPhoto: Michael Coghlan\nEver been to an internet caf?? Computers are shared, which means mice and keyboards are prime germ colonies. Bring along some wipes to brush across the hardware before checking email or simply wash well after hitting send. \n3. SupermarketsPhoto: Jim\nShopping carts don’t only carry food but on any given day are pushed by people sneezing and wheezing. There is also the matter of children constantly putting their hands to their mouths and then slobbering all over the handles. You never know what’s on that cage on wheels or how much comes home stuck to your groceries. \n2. OfficesPhoto: ste3ve\nEven in small companies there's plenty that needs to be addressed, the main areas of concern being bathrooms, computer consoles and kitchenettes.\nBathrooms and computers were already discussed but kitchens need attention as regularly used appliances such as coffee machines and fridges have the potential to carry many germs. One idea is to have employees wash their hands after coming back from the street, which should cut down on any exterior unwanted cellular influences.\n1. Anywhere Where Money Changes HandsPhoto: superstrikertwo\nWith all the places money goes and all the people touching it today, there has to be some concern. The bottom line: if you handle a lot of cash or coins, always wear latex gloves like toll booth operators. Otherwise, wash hands after making purchases or counting your change. \nThough the list didn't yield any real surprises, one thing is sure: washing hands often is a good idea.","author":"Jakob","web_category":"lifestyle","title":"6 Everyday Places that Should Make You Want to Wash Your Hands ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-6-places-will-make-you-want-wash-your-hands"}