{"summary":"In the picture above, the creature that looks like jellyfish is actually a marine organism that consists of a colony of polyps. Also known as a variable neon slug, this is a relatively large species of sea slug which feeds on tunicates","advice_category":"2","content":"\nPhoto: Bruce Moravchik, NOAA / Islands in the Stream Expedition 2002. NOAA Office of Ocean13. Porpida porpida: A jelly-like creature which is actually not a jellyfish\nOur planet is full of astonishing natural wonders. When we talk about incredible underwater creatures, it's good to remember that most of the deep seas are still unexplored. In the past decade, researchers and explorers have found many amazing sea animals previously unknown to science. Yet many of the ocean's other creatures are yet to be discovered. Today, we are listing here 13 of the most wonderful and astonishing sea creatures, most of which we may never have seen before!\nIn the picture above, the creature that looks like jellyfish is actually a marine organism that consists of a colony of polyps. With a disc-like body, this relative of the jellyfish is called the ‘blue button’. So cute!\n12. Nembrotha kubaryanaPhoto: Nhobgood\nAlso known as a variable neon slug, this is a relatively large species of sea slug which feeds on tunicates. This strikingly dark-bodied nudibranch is called Nembrotha kubaryana. It may look innocuous, but beware, when threatened, it oozes a poisonous slime around it. Pretty gross, huh?\n11. Giant green sea anemonesPhoto: Dr. Dwayne Meadows, NOAA/NMFS/OPR\nDo not mistake these organisms for plants. These rocky shore-dwelling creatures are giant green sea anemones, which can eat anything small enough that goes through their path. Using their long tentacles, they are even capable of devouring a giant crab. Usually easily recognizable, these sea organisms can grow to a diameter of up to 10 inches.\n10. Keyhole limpetPhoto: Claire Fackler, CINMS, NOAA\nThis conical-shaped structure is actually a special kind of snail which gives the impression of a keyhole. Also known as the 'slit limpet', it is a detritus feeder and is mostly found under rocks in tropical as well as cold waters worldwide.\n9. Halgerda guahanPhoto: David Burdick / NOAA Photo Library\nThis translucent white sea slug with beautiful yellow markings all over its body is a shell-less marine gastropod mollusk. Restricted to the tropical north-west Pacific, very little is known about this cute creature.\n8. StarfishPhoto: Andrew David, NOAA/NMFS/SEFSC Panama City; Lance Horn, UNCW/NURC - Phantom II ROV operator\nThis five-armed sea star needs no introduction. We have all seen their images in our school books. Starfish are found in many different colors, and some have more than five arms. Can you believe some starfish have up to 40 arms? How interesting!\n7. Giant clamPhoto: David Burdick / NOAA Photo Library\nVery popular in marine aquaria, giant clams are the largest clams in the world. They depend on algae that live on the clam’s tissue, and are unfortunately now being harvested by people. The overfishing of giant clams has caused the expiration of some of these incredible species.\n6. Tessellated blennyPhoto: Jackie Reid / NOAA Photo Library\nWith numerous orange spots on its bright blue body, this fish looks truly stunning. Its yellow mouth adds uniqueness to its overall appearance. This fish is found mostly in clear waters inside empty barnacle shells.\n5. Crossota sp.Photo: Kevin Raskoff / Hidden Ocean 2005 Expedition: NOAA Office of Ocean Exploration\nThis gorgeous looking red medusa is Crossota sp., which is actually a jellyfish that lives most of its life as plankton. This specimen was discovered just off the bottom of the deep sea in 2005, during an Arctic exploration.\n4. CrinoidPhoto: Dr. Dwayne Meadows, NOAA/NMFS/OPR\nThe crinoid is an unusual marine animal whose anus is located next to its mouth. It is a very graceful member of the class phylum Echinodermata and has long feather-like arms. Commonly known as sea lilies, in their adult form they can be found all over the world, especially in deeper waters.\n3. Red slate pencil urchinPhoto: Dr. Dwayne Meadows, NOAA/NMFS/OPR\nPencil urchins have tan bodies with long pencil-like spines. Mostly active at night, these urchins are found worldwide, and there are over 700 different species. Once, their blunt spines were used as writing tools, which is the reason for their name.\n2. Red king crabPhoto: David Csepp, NMFS/AKFSC/ABL / NOAA Photo Library\nThis burgundy colored crab is said to be the most sought after species of crab in the world. Taste-wise, red king crabs are said to be fantastic. They are very much in demand in Japan and in the US.\n1. TunicatePhoto: Dr. Dwayne Meadows, NOAA/NMFS/OPR\nThis cute looking marine animal is nothing but a tunicate. Despite its appearance, it's actually closely related to vertebrates – like us. Usually found attached to boat bottoms or rocks, tunicates have a very soft body which is mostly transparent.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11","author":"Alka Sharma","web_category":"nature","title":"13 Amazing Members of the Deep Sea Community ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/news-life-deep-sea-tropical-pacific-ocean"}