{"summary":"As the theme was a big drawing exhibition, Adriaansche called her series “Ticks”. Unlike the Natural History Museum, Adriaansche does not include a natural habitat for the creatures she displays, but instead creates a new environment for them made out of garbage – thus highlighting the fact that trash is one of the main causes for the elimination of biodiversity on Earth.","advice_category":"6","content":"\nPhoto: Carolien Adriaansche\nAll photographs by Jhoeko, courtesy of Carolien Adriaansche\nDutch artist Carolien Adriaansche collects what others may throw out: hair clips, clothespins, light bulbs, plastic cutlery, paper clips and more. In fact, she has an impressive collection amassed over the last 20 years that she sorts and catalogs in her studio by color and shape. Under her care, light bulbs take on a life of their own.\nPhoto: Carolien Adriaansche\nThe bulb creatures showcased here were a project for Holland's Children’s Book Week, or “Kinderboekenweek” in Dutch. The important 10-day event is held every October in the Netherlands (since 1955) to promote children’s literature. \nPhoto: Carolien Adriaansche\nAs the theme was a big drawing exhibition, Adriaansche called her series “Ticks”. She explains why: “In Holland, drawing and ticks are the same word: teken.” \nPhoto: Carolien Adriaansche\nAll the materials Adriaansche incorporates are used: discarded stuff that she collects from various sources, or gets from friends and acquaintances who think of her first instead of throwing anything away. Most of the light bulbs for her “Ticks” series have come from an old chandelier. \nPhoto: Carolien Adriaansche\nNot one to pass by a recycling opportunity, Adriaansche is always on the lookout for usable materials. She says: “I also find things in the street. When I stop to pick up something from the street, people ask me: 'Lost something?' 'No, I found something!'” Often these objects become ears, eyes or other crucial parts for her ever-growing collection. \nPhoto: Carolien Adriaansche\nA visit to the Natural History Museum in Rotterdam in the early 1990s brought her love for animals and collecting junk together. Since then, she has been creating junk animals – lovingly called “beasts” – as well as little closets for her creations. \nPhoto: Carolien Adriaansche\nUnlike the Natural History Museum, Adriaansche does not include a natural habitat for the creatures she displays, but instead creates a new environment for them made out of garbage – thus highlighting the fact that trash is one of the main causes for the elimination of biodiversity on Earth.\nPhoto: Carolien Adriaansche\nPerfect for large display windows, her collections have been exhibited at\nthe old central station in Rotterdam and from there traveled to Paris, Hong Kong and New York.\nPhoto: Carolien Adriaansche\nEver since studying theater design at the Gerrit Rietveld Academy in Amsterdam from 1987 to 1991, Carolien Adriaansch has made animal “beasts” out of junk. The Den Haag-based artist also conducts art workshops and has exhibited her recycling art widely in the Netherlands and beyond. Check out her website for more exciting creations. \nAdditional source: 1","author":"Simone Preuss","web_category":"art+and+design","title":"When Light Bulbs Take on a Life of Their Own","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Field-Lightjpg","url":"http://www.environmentalgraffiti.com/news-amazing-bulb-animals-made-pastic-junk"}