{"summary":"For instance, when a young boy identifies with the strong muscles of an older boy.. When a subject forms an emotional attachment to someone because they have no prior relations","advice_category":"8","content":"\nPhoto: Paul Sapiano\nIt may seem absurd that a prisoner would develop feelings of sympathy or admiration for their captor when held against his/her will. However, anyone who is familiar with the phenomenon known as Stockholm syndrome would know such displays of behavior occur quite frequently. However, what you may not know is that human beings experience Stockholm every day. Namely, through our newborn babies. \nA fairly recent psychological term, Stockholm syndrome was first introduced by criminologist Nils Bejerot in 1973. He coined the term after assisting Stockholm police with a hostage situation at the Kreditbanken branch in Norrmalstorg. The employees being held inside began to form an emotional attachment with the robber in charge, Jan Erik Olsson, and even defended him after he was sentenced to 10 years in prison for his crimes. \nMany believe the hostages sympathized for Olsson because he never resorted to violence. When someone with power shows mercy in a threatening environment, the response is relief, followed by respect and admiration. In the psychoanalytic view of Stockholm syndrome, this same principle applies to the development of an infant. When a baby is born it will develop an emotional attachment with those who display power, compassion, and the ability to ensure their survival, aka the parent or guardian.\nAccording to Sigmund Freud, in order to ensure survival or adaptation, a subject will often resort to a psychological process known as identification, of which Stockholm syndrome is a prime example. Freud wrote that there are three different types of identification:\nPrimary Identification\nWhen a subject forms an emotional attachment to someone because they have no prior relations. For instance, when a baby is born, it cannot distinguish between itself and important others. Therefore, it will unconsciously take on the traits of the parents, because they see the parents as a part of itself.\nNarcissistic Identification\nWhen a subject identifies with someone through loss. For instance, somebody who wears the jewelry of a deceased relative.\nPartial (Secondary) Identification:\nWhen a subject identifies with a person or at times a leader figure, due to the perception of their special qualities. For instance, when a young boy identifies with the strong muscles of an older boy.\nBased on Freud’s psychoanalytic theories of identification, one can infer that a baby experiences Stockholm syndrome as a defense mechanism in some capacity. The captive will identify with the aggressor the same way a baby will identify with the guardian: Through the primal desire to survive. This includes forming an emotional attachment to ensure the desire is fulfilled. \nPhoto: jen_rab\nDepending on whether or not you buy into Freud’s psychoanalytic theories, the process of identification may not ring true. And although many people would argue over the legitimacy of Stockholm syndrome, one thing is certain: You’ll never hold a baby the same way again.\n[1] [2] [3] [4]","author":"dan-o","web_category":"lifestyle","title":"How Babies Develop Stockholm Syndrome","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Diverse_e_Coli.png","url":"http://www.environmentalgraffiti.com/news-your-baby-has-stockholm-syndrome"}