{"summary":"ClickTick struggled with the translation but the message seemed to have been understood as Sitau picked up his trusty fishing spear and studied it.. “I am only sad when those around me sad.” ClickTick was translating, “I find great happiness in giving to my people, but here are times when I cannot.”","advice_category":"2","content":"\nPhoto: djkmart\nPerhaps I was seventeen, when an invitation arrived to join an expedition into the Okavango Delta in Northern Botswana. A keen amateur archaeologist, I saw this as an opportunity to possibly meet the River Bushmen, people made famous by Laurens van der Poste in his books on the peoples of the Kalahari. A small clan of San lived at the bottom of our extended garden, and I was interested to find out more about the cousins of these ancient peoples.\nOur neighbours, organisers of the trip and keen hunters, were also able to offer the benefit of any necessary equipment suitable for excursions into the delta, especially during the wet season when the normally dry, sprawling delta came alive with the flooding waters of the roaring Zambezi in the distant north. For a young lad, this was a trip of lifetime and I was not to be disappointed.\nPhoto: Justin Hall\nThe experience, and indeed the exposure to a natural world hardly touched by humanity, would remain with me the rest of my life. It was what I learnt during the expedition however, which opened my eyes to the true meaning of balanced living, and the affect it had on our stress levels.\nPhoto: Mataba\nWhile so called civilized society pays lip service to balance, the simplicity of an ancient people brought home just how much all of us could learn from understanding the difference between desire, and need.\nWhile my hosts and selected guests went in search of Africa’s big five, I, with the aid of a dedicated local guide named ClickTick, after his strange language, climbed into a very insecure hollowed tree trunk which served as a canoe, and poled deep into the thickening reed beds of the sprawling swamp. I remember the water’s clarity, so pure and clean the fish below betrayed a myriad of colour and sun enhanced flashes.\nSuddenly the canoe grounded; we had arrived at our destination.\nOn being gently taken by the arm, I was led along the river bank to a small fire. It seemed not to have been tended for some time and smouldered gently, a coil of wispy smoke rose over a collection of spiked, drying, fish.\nI was not allowed to remain, however, my guide tugging me along the water’s edge, eventually pointing to a long tall fellow standing on one leg, some ten yards from the shore. I had always thought that Bushmen were small, compact people, the clan at the bottom of our extended garden creating that impression, so I was surprised to see this very slim half naked fellow, standing unmoving and silent with a long thin spear pointing directly at the water.\nPhoto: Mataba\nA free arm spread away from the bony body and was covered with what looked like an Impala Karros. He was creating a shadow round the limited watery hunting ground. I realised fish sought shelter from the heat in whatever shade was available, and our hunter was making a perfect lure for any unwary fish. The spear suddenly shot towards the water, piercing the surface with silent precision. It did not leave its owners hand completely however, interrupted moments before the whole shaft was due to leave his control. It was then returned to its hanging position and waited silently motionless in a similar position and poised, ready for the next thrust.\n“Sitau!” my guide called out.\nThe long, tall, thin, fellow, waded towards shore. I thought I would be confronted with someone annoyed, especially after having interrupted his fishing. I would have been quite happy just to watch; especially on the off chance the man may have speared something. A toothless grin greeted me. \nSitau beckoned us towards his fire and waved an invitation to sit. I eased onto the sandy floor and waited. All this time my host retained a smile, his black eyes bright and keenly aware through protective, oriental typed eye lids.\nFew words were spoken as we all sat staring at the fire, but a quick glance noticed the grin on my host’s face had not disappeared. Coming from an environment where silence in a group usually indicated a problem, I found the experience unnerving and somewhat difficult, especially as I was a stranger to the group.\nPhoto: Ian Sewell\n“I have so many questions?” I needed to break the silence and took the opportunity.\nMy guide threw a hand towards our host, “Ask man, he wait!”\n“The smile, his smile; he seems to be always smiling. Why is it that he keeps smiling?” I grinned apologetically.   \nIn a series of high speed clicks and whistle, ClickTick relayed my question. I wondered if any westerner had ever mastered this strange language.\nSitau giggled, the ever present smile broadening even further. He rattled something back at ClickTick while at the same time waving an arm over the surrounding, watery, world.\n“Sitau ask why should he not smile; the world give him everything?”\nI grinned back, amazed at the simplicity and immediate directness of the answer.\n“Does he always smile like this, I mean, is there anything that makes him sad?”\nI could see ClickTick find my question a little unusual. He thought for a moment, selecting his words, before relaying the question.\nSitau’s smile disappeared, and I felt concerned my question may have upset our host. We all remained silent, only the sounds of a distant Grey Lorie echoing its Go Away Bird call across the flat range of reed choked water.  A fish, perhaps a wild Tiger Fish, climbed out of the watery pan and slapping angrily; it fell back into its natural environment, disturbing the surface in a noisy slap of cold fish and warm water. \n“I am only sad when those around me sad.” ClickTick was translating, “I find great happiness in giving to my people, but here are times when I cannot.”\nSitau prodded the fire, a wisp of smoke replaced by a sudden flame. He looked at me and rattled on in his foreign tongue.\n“I like to give, it is why I live. If I am able to give, I am thankful, and am also very happy!”\n“But what about your needs, what do you want from your life?” \nClickTick had difficulty translating what I said and needed the question repeated a number of times.\n“If I am given something, I grow tired of what was given. If I give, I cannot get tired, for there is always someone who needs what I am able to give!” \nEven to this day I am a little confused with this answer, perhaps the answer is lost in the simplicity, or perhaps in the translation.\n“I can get you a real spear, something that is made from fibre glass and will penetrate the water very much quicker than your stick can do! You can catch more fish!”  I needed to give this man something for his time. I had been taught there is nothing for nothing in this world!\nClickTick struggled with the translation but the message seemed to have been understood as Sitau picked up his trusty fishing spear and studied it.\nPhoto: Mataba\n“Why do I need something new when what I have works very well? If I miss a fish, I am meant to miss a fish, if I have a strike, I am meant to have a strike. Look at my catch over this fire, I think there is enough for all?”","author":"Mataba","web_category":"nature","title":"Life on Botswana's Okavango Delta","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1_snakehead.jpg","url":"http://www.environmentalgraffiti.com/news-handling-stress-ancients"}