{"summary":"The nutritional needs of a cat change as it gets older. There are also other measures that will help your cat indoors.","advice_category":"2","content":"\nPhoto: Dimitri Torterat\nIf you would like your cat to have a long lifespan, you will need to consider its genetics, breed and environment. Considering these factors, a cat that is taken care of well should live for at least 15 years. There are even records of cats that have lived to a ripe old age of 30 years!\nPhoto: tamila\nThe cats who have the longest lifespans are usually fed on nutritious food. The nutritional needs of a cat change as it gets older. Although there have been some reports of contaminated cat and dog food, many of the brands you can buy are quite safe. Different types of cat food are formulated to cater to the needs of your feline friend at various stages in its life. The cats usually enjoy their food.\nAlternatively, you may decide to make your own home made cat food. Whichever method you use, ensure that you do not over-feed the cat. If you buy the commercial formulas, you will often get guidelines on how to make the best use of it. You may also do an online search to find the relevant information. \nPhoto: miss pupik\nApart from nutritional requirements for good health, cats have other issues similar to human beings. For example, both people and cats need regular exercise to maintain proper health. A simple way of ensuring that your cat's health is good is to let it go outdoors for some time every day. There are also other measures that will help your cat indoors.\nGive it some toys to play with and a scratching post. You should also spend\nsome moments playing with the cat on a daily basis, which will help both of\nyou.\nIn addition to proper diet and exercise, there is another step that you can take to make your cat live longer. Research has shown that neutering or spaying cats make them have longer lives. While it is still not clear why this happens, studies have proved beyond doubt that spaying helps cats to live longer. There are some people who believe that spaying makes a cat stray relatively less often, minimizing chances of getting infections and facing other dangers.\nPhoto: emdot\nAlthough cats become more vulnerable to diseases as they age, you can take measures that will ensure yours has a good life. Cats receive comfort from grooming, and brushing your cat will not just satisfy this need but also minimize the risk of skin problems. Brush its teeth too. Always watch your cat closely to determine any changes in its daily habits. And find a good vet in your area.","author":"Gregory Johansson","web_category":"nature","title":"How to Extend Your Cat's Lifespan","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","url":"http://www.environmentalgraffiti.com/animals/news-how-extend-your-cats-lifespan"}