{"summary":"The first generation of monarchs will hatch as caterpillars (larvae), feed on milkweed plants, transform into chrysalises, turn into butterflies, mate, lay their eggs and then die. Since milkweed does not grow in their winter territory, monarchs must travel north to find it","advice_category":"2","content":"\nPhoto: Kevin Cole\nMonarch butterflies are the royalty of butterflies. These delicate creatures migrate 2,500 miles to their winter homes and are the only insects that fly such great distances to warmer climes. The black veins in these butterflies’ wings form a strong framework that allows them to glide. Monarchs cannot survive cold weather, yet their major food source does not grow where they winter. \nPhoto: Allan Hack\nIn the United States, monarchs occupy two regions: east of the Rockies and west of the Rockies. Eastern monarchs spend their winter in Mexico while western monarchs spend their winter in Southern California. In February or March they wake from their hibernation to begin their long migration north. Soon after waking they will mate then lay their eggs on milkweed plants in March or April before they die. \nPhoto: Fisherga\nThe first generation of monarchs will hatch as caterpillars (larvae), feed on milkweed plants, transform into chrysalises, turn into butterflies, mate, lay their eggs and then die. The second generation then hatches in May or June and follows a similar life cycle; the third generation hatches in July or August and does likewise. These first three generations will live for only two to six weeks each as they travel northward following the milkweed. \nThe fourth generation, however, is different. Known as the Methuselah generation, it will hatch in September or October and live for six to eight months. The shorter days and cooler temperatures of the fall prevent the last generation from maturing enough to reproduce. This is the generation that will migrate south – where the famous sight of them clustered in their thousands on Oyamel trees can be witnessed.\nPhoto: OakleyOriginals\nMonarchs rely on milkweed to survive. Since milkweed does not grow in their winter territory, monarchs must travel north to find it. The chemicals in the milkweed build up inside the caterpillar and give them a poisonous defense against predators. Since they remain poisonous, the butterflies have need no for camouflage; instead their bright colors serve as a warning to would-be predators. The caterpillars only eat milkweed, but the adult butterfly can eat nectar from almost any flower.\nPhoto: Lynda W1\nMonarchs face many hurdles in their fight for survival. Pesticides meant to kill other insects will kill them, for example. Herbicides, farming and urbanization also threaten the hardy milkweed, the caterpillar’s only food source. Monarchs are also threatened by global warming: increased storms are taking a toll on the butterfly. What's more, logging and farming are eliminating their winter homes.\nPhoto: Lisa Hossler\nFortunately monarchs have been offered protection. Logging, for instance, is illegal in their Mexican winter home, the Butterfly Biosphere Reserve (although there are still problems with it taking place). Many sanctuaries in the United States also protect these butterflies, often raising several generations in the summer months for release. With enough protection, the site of thousands of monarch resting on trees in the Butterfly Biosphere Reserve should remain a common sight. \nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10","author":"Lisa Hossler","web_category":"nature","title":"The Challenges Faced by the Magnificent Monarch Butterfly","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bf12.png","url":"http://www.environmentalgraffiti.com/nature/news-mighty-monarch-butterfly-faces-challenges-globarl-warming-urbanization"}