{"summary":"A couple of years ago, when a bird flu pandemic threatened to spread across the globe there was wide-spread panic. Almost 50 million people fell foul to influenza during the pandemic and researchers hope that by studying the immune response to the 1918 virus they’ll get clues of how to treat a pandemic of the dreaded bird flu.","advice_category":"4","content":"\nImage by: salvezdodd\nA couple of years ago, when a bird flu pandemic threatened to spread across the globe there was wide-spread panic. Borders were shut, authorities suggested we didn’t fly to countries already infected with the disease and hospitals prepared with equipment normally saved for outbreaks of the deadly Ebola virus. It was big news.\nToday, although the threat is no longer of critical, the virus is still present, waiting in the wings for its chance to have 15 minutes of fame. This time though the world will be better prepared since scientists have discovered antibodies that react to the deadly strain of the H1N1 flu, from the most unlikely source – survivors of the 1918 Spanish flu outbreak.\nAlmost 50 million people fell foul to influenza during the pandemic and researchers hope that by studying the immune response to the 1918 virus they’ll get clues of how to treat a pandemic of the dreaded bird flu.\nThe fact that these antibodies were discovered long after the outbreak bodes well for future vaccines as it means the immunity is incredibly long-lasting; just what the world needs right now.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"science","title":"1918 Antibodies For Deadly Bird Flu Discovered","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3549440181_9024ac9a16_0.jpg","url":"http://www.environmentalgraffiti.com/ecology/antibodies-for-deadly-bird-flu-discovered/1826"}