{"summary":"This has come as quite a shock to the research community, who of course, are not at all put off by the thought of geologic activity near Iceland, but are baffled at how a volcano so large can form on the Rekjanes Ridge, which functions to pull apart tectonic plates and normally tears volcanoes down before they can reach the size of the giant just found. Iceland, known for being a hotbed of volcanic activity, has added to their catalog of \"places near us that the planet lashes out to try and kill you\": there's a MASSIVE undersea volcano just offshore, and it's only recently been detected.","advice_category":"2","content":"\nKrafla, Iceland--that's steam, not fog on the lens.  From LoveIceland \nIceland, known for being a hotbed of volcanic activity, has added to their catalog of \"places near us that the planet lashes out to try and kill you\": there's a MASSIVE undersea volcano just offshore, and it's only recently been detected.\nThe as-yet unnamed rock structure, which is 3,300 feet taller than the surrounding seafloor and some 30 miles across, is being fed independently of the driving forces for both Iceland and the nearby Rekjanes Ridge, which the behemoth is resting on.\nThis has come as quite a shock to the research community, who of course, are not at all put off by the thought of geologic activity near Iceland, but are baffled at how a volcano so large can form on the Rekjanes Ridge, which functions to pull apart tectonic plates and normally tears volcanoes down before they can reach the size of the giant just found. As a matter of scale, the volcano is 30 miles across - larger than Manhattan.\nAll of this said, the logical question is, when will it erupt again, and what will happen when it does?\nNobody knows yet. However, the top of this undersea mountain is still some 1300 feet below the surface, and therefore according to scientists is not in much of a position to cause much harm to life on the island.Environmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Iceland Finds Giant Underwater Volcano ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb19.webshots.com-29266-2841914960104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/iceland-finds-giant-volcano-nearby/1110"}