{"summary":"Fewer people are paranoid about it, especially if they know that their \"high\" is getting taxed and they have the golden ticket - a medical marijuana card.Photo: The_Fob_Prophet. You don't have to have cancer to get a medical marijuana card","advice_category":"8","content":"\nPhoto: The_Fob_Prophet\nThere is another green revolution that has been sprouting throughout San Francisco's landscape. The emergence of cannabis clubs or dispensaries is growing and it is rubbing elbows with liquor shops and taquerias around the city. Marijuana has now evolved to a legitimate industry and the theory of economics' supply and demand has prevailed once again. It is now casually smoked and passed on the left hand side at bars specially in San Francisco's Mission District. Fewer people are paranoid about it, especially if they know that their \"high\" is getting taxed and they have the golden ticket - a medical marijuana card.Photo: The_Fob_Prophet\nYou don't have to have cancer to get a medical marijuana card. You can have a simple back pain, mild depression, insomnia, loss of appetite or whatever tickles your fancy, as long as you end up hurting yourself in the process. It usually costs $150.00 for the prescription, although nowadays you can get it for as low as $80.00 because doctors as much as clubs are in competition of a stoner's business.\nIn San Francisco's Valencia Street alone, there are three cannabis clubs selling different strands of weed, hash, butter, cookies, brownies, posters, t-shirts and whatever you can make out of this weed. It is also good business for smoke shops that sell pipes, papers, bongs or whatever way you want to get your marijuana high. It is also interesting that many potheads, tree huggers or stoners can distinguish the variety of strands mostly classified as Indica (body rush), Sativa (mind rush) or Hybrid (mixture).\nMarijuana's popularity is also more evident than ever through its depiction by film makers, musicians, stand-up comedians and even politicians. There is no Cheech and Chong about it, weed is here to stay.","author":"The_Fob_Prophet","web_category":"lifestyle","title":"San Francisco's Cannabis Cafes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/milk.jpg","url":"http://www.environmentalgraffiti.com/news-weed-consent"}