{"summary":"Geocaching is an outdoor treasure hunting game played through the use of GPS devices. The finder, after noting the coordinates with a GPS unit, would then need to locate the target using only his or her GPS device.","advice_category":"8","content":"\nPhoto: Sarah McDevittA common geocaching area\nWhat is Geocaching?\nGeocaching is an outdoor treasure hunting game played through the use of GPS devices. Participants use online geocaching sources, such as geocaching.com or terracaching.com, and locate coordinates to nearby hidden containers called \"geocaches\", or simply \"caches\" and then share their experiences via the internet. Geocaching is enjoyed by millions worldwide and its popularity has significantly increased over the past several years. While it is still not widely known, geocaching remains a fun outdoor activity for people of all ages. Anyone with a GPS device and a sense of adventure can begin geocaching.\nHow It Began\nOn May 2, 2000, at approximately 12.00am EDT, the accuracy of GPS technology improved greatly, and thousands of GPS receivers around the globe had an upgrade. With this, new ideas about how the technology could be used were brewing on the internet. On May 3, Dave Ulmer, a computer consultant at the time, decided to test the accuracy by placing a target in the woods. He named the idea the \"Great American GPS Stash Hunt\" and shared it with other GPS enthusiasts. The finder, after noting the coordinates with a GPS unit, would then need to locate the target using only his or her GPS device.\nWithin three days, two different people read about his stash on a newsgroup online and went out to seek the target, then sharing their experiences with the world. Throughout the next week, others began hiding their own containers and posting coordinates. The concept spread very quickly.\nPhoto: Eric SchmuttenmaerA geocoin awarded for having found one thousand caches\nThe Origins of Geocaching\nThe word 'Geocaching' was coined by Matt Stum, an avid geocaching enthusiast. The prefix geo, which means Earth, was used to described the global nature of the game, whereas the suffix?caching, from 'cache', refers to the hiding of items and containers.\nThe Birth of Geocaching.com\nThe official website was launched by Jeremy Irish, a geocacher, on September 2, 2000, after he felt that the activity needed its own official source online. At the time of its launch, only 75 caches existed in the world. As of 2010, there are nearly 1.2 million caches worldwide.\nThe Spread of Geocaching\nThrough word of mouth, press covers and accidental discoveries, more and more people became involved. Today, caches can be found in nearly every city of the world, including remote areas. One of geocaching's main appeals is that it takes people to places they might not otherwise visit, leading to amazing sights and beautiful landscapes.\nDoes all of this sound interesting to you? What about a GPS device, do you have one? If you answered yes to both of those questions, and you aren't already a participant, you can sign up for a free membership at one of the many geocaching websites and begin playing today! Get out there and have fun!","author":"shann","web_category":"travel","title":"Geocaching: The Global GPS Treasure Hunt","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-geocaching"}