{"summary":"Heather tries to work with each piece of wood as she finds it. All images courtesy of Heather Jansch","advice_category":"6","content":"\nPhoto: Heather Jansch\nAll images courtesy of Heather Jansch\nThink recycling and crushed cans, paper pulp and bottle banks come to mind, but artist Heather Jansch is turning that idea on its head with the most beautiful recycling projects you’ll ever see.\nA far cry from schoolyard recycled art projects, artist Heather returns twisted, sun-bleached driftwood, oak and copper to nature by reincarnating it as life-size animal sculptures.\nPhoto: Heather Jansch\nEquine artist Heather, who started out painting horse portraits, has a soft spot for all creatures of the four-legged variety, which is apparent in her art. While she has so far immortalised stags, bears and even pigs\nin her sculptures, the horse is the star of the show when it comes to Heather’s artistic creations.\nPhoto: Heather Jansch\nPhoto: Heather Jansch\nShe explains: “From the beginning my twin passions were drawing and horses.” Working with twisted and sea-worn pieces of driftwood from\nthe Devon coast, Heather gives them new life by painstakingly piecing each item together to not just represent the equine form but to embody it.\nJust as each horse has its own personality, so do each of Heather’s horse sculptures and they are even named.\nPhoto: Heather Jansch\nHeather tries to work with each piece of wood as she finds it. Rather than sculpting it or making it fit, she prefers a more organic approach to art.\nTimber is often placed around a fibreglass-coated steel frame to hold it steady and fixed in place using stainless steel screws. This combination of materials means that the reincarnated animals have a longer lifespan than their living, breathing cousins.\nPhoto: Heather Jansch\nWhile not everyone will have space for a scale model of a horse or other large animal in their back garden, Heather says that some of her sculptures do indeed go to people’s homes, although the majority are destined for public places.\nWhen Heather was training in art, she was asked to leave college. She explains: “I was told I did not have the stuff painters were made\nfrom.” While Heather’s painting was accurate and detailed, it didn’t seem to\nfit within the trend for what she describes as “square green canvases with\ntriangles and circles with bold, clashing colours.” But she’s gone on to prove her teachers wrong. Who needs bold, clashing colours when nature can provide everything for a magnificent work of art?\nWith thanks to Heather Jansch for her kind permission to use images and details from her website.","author":"JaneK","web_category":"art+and+design","title":"Amazing Driftwood Sculptures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/incredible-pencil-art.jpg","url":"http://www.environmentalgraffiti.com/art/news-driftwood-reincarnated-life-size-art"}