{"summary":"The wildebeest were attempting to ford Kenya’s Mara River at an incredibly dangerous point. However, the next few weeks will be hazardous – the health of the water, the lifeblood of the Serengeti landscape will no doubt be affected.","advice_category":"2","content":"\nConservationists were in tears last week as over 10,000 wildebeest drowned in a freak accident – that’s over 1% of the total species population and over three times the life-loss of 911. There was no unusual flooding at the time and no extraneous circumstances to the deaths, so what went wrong?\nEvery year, over a million wildebeest undertake an epic voyage of over 2,000 miles. From their calving grounds: the Serengeti Plain of Tanzania to the lush Kenyan vegetation to the north of the continent, the animals are followed by herds of zebras and Thomson's gazelles. This year however, something went disastrously wrong.\nThe wildebeest were attempting to ford Kenya’s Mara River at an incredibly dangerous point. They did not realize how steep the banks were until it was far too late… The first few animals failed to cross, while others continued to stampede behind.\nTerilyn Lemaire, a conservation worker with the Mara Conservancy witnessed the accident. She describes how once the wildebeest, “jumped into the water, they were unable to climb up either embankment onto land and, as a result, got swept up by the current and drowned.\" The final result…?\nUtter Carnage\nThousands of lifeless bodies washed up on the muddy banks of Kenya’s Mara River. Some floated downriver, others found obstacles. Underneath a bridge, a pungent island of carcasses piled up. For the scavengers of this world - the crocodiles, storks, and vultures, their next meal was an easy one. However, the next few weeks will be hazardous – the health of the water, the lifeblood of the Serengeti landscape will no doubt be affected.\nLemaire added that \"I would imagine that such a significant decrease in population would have an effect….but what that effect would be and to what extent, I cannot say.\"\nAn Afterthought\nMother Earth can be cruel but also kind. Weird occurences such as baby animals becoming friends and cockroaches turning into zombies  happen all the time, but are not usually covered in the mainstream media. So if you find this information useful and would like to get updates, feel free to subscribe to our RSS feed.\n ","author":"Chris","web_category":"nature","title":"10,000 wildebeest drown in freak accident","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sand-cat-baby2.png","url":"http://www.environmentalgraffiti.com/ecology/10000-wildebeest-drown-in-freak-accident/308"}