{"summary":"The ocean is one of two main carbon sinks, the other being the land “biosphere”, which each absorb a fourth of the world’s carbon emissions. The scientists warn that global warming could become even worse if the world’s oceans aren’t absorbing greenhouse gases","advice_category":"4","content":"\nIf you feel like writing for us, drop us an email!\nThe world’s oceans, one of the largest absorbers of CO2 throughout history, have begun to suck up smaller amounts of carbon dioxide. \nThe researchers took over 90,000 measurements using automatic instruments attached to merchant ships. The study shows a 50% reduction in CO2 absorption between the mid 90s and 2000-2005.\nThe report, published in the Journal of Geophysical Research, was the result of a 10-year study in the North Atlantic by scientists at the University of East Anglia. The scientists warn that global warming could become even worse if the world’s oceans aren’t absorbing greenhouse gases. Researchers are worried by the findings because they suggest that the world’s oceans may, in time, actually become saturated with emissions.\nThis is especially worrying due to the oceans’ role in absorbing carbon. The ocean is one of two main carbon sinks, the other being the land “biosphere”, which each absorb a fourth of the world’s carbon emissions. \nEnvironmental analyst Roger Harrabin of the BBC says: \"The researchers don't know if the change is due to climate change or to natural variations. But they say it is a tremendous surprise and very worrying because there were grounds for believing that in time the ocean might become 'saturated' with our emissions - unable to soak up any more.\" \nSource: BBC\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"science","title":"The Oceans Aren't Sucking, And That Blows","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/the-oceans-arent-sucking-and-that-blows/343"}