{"summary":"The paleontologists who discovered the animal first thought the fossils they discovered were from more than one dinosaur. The microraptor gui was a pheasant sized dinosaur with four separate wings","advice_category":"4","content":"\nScientists recently discovered a partially mummified hadrosaur in North Dakota that they are calling the closest thing we will ever get to a real dinosaur.\nThe animal consisted not only of fossilized bone, but skin  and tissue as well. The team hopes this will lead to major breakthroughs in paleontology, and it has already revealed the fact that the dinosaur had a much larger rear end than originally thought.\nIn honor of the scientists’ giant dinosaur butt discovery, I’ve been inspired to create a list of some of the weirdest dinosaurs ever. There will be no Tyrannosaurus, Triceratops, or Pterodactyl. They’re all strange in their own way, but too well known to be truly strange to most people. Here are some of the weirdest and most interesting dinosaurs in history.\nMasiakasaurus knopfleri \n\nThis dino is cool for several reasons. For one thing, it was named after Dire Straits guitarist Mark Knopfler. Until they discover and name the KeithRichardsasaurus this one pretty well has a stranglehold on coolest dinosaur name inspiration (note: There is a dinosaur informally called the Elvisaurus, but it’s not official so this one is still cooler).  Also, look how ugly it is. I think this is a good nominee for ugliest set of teeth ever. Unexpectedly, this animal is not English. It was a carnivorous animal the size of a large dog that lived in modern day Madagascar during the Cretaceous period. The find helped support the theory that several places that are now separate were once part of a supercontinent called Gondwana. The creature is related to other fossilized dinosaurs discovered in India and Argentina, which were thought to have one point all been part of the supercontinent.\nNigersaurus taqueti\n\nThis recently discovered dinosaur has been called the cow of the Mesozoic period.  The animal, roughly the size of an elephant, lived in what is now West Africa over 100 million years ago. It had up to ten rows of teeth and a mouth shaped like a shovel. Its unique mouth let it “vacuum” up plant life.  The discovery has led some scientists to rethink their ideas about other plant eating dinosaurs like diplodocus. Previously, scientists assumed these long necked animals acted like giraffes and ate primarily from treetops. They’re now beginning to think that some, like the Nigersaurus taqueti, grazed on ground plants.  \nMicroraptor gui\n\nThe microraptor gui was a pheasant sized dinosaur with four separate wings. The four feathered wings corresponded to the animal’s four limbs. The dinosaur, discovered in China by paleontologist Xu Xing, has sparked heated debate among scientists about how dinosaurs evolved into birds. While one school holds that dinosaurs evolved wings to help with running speed and later developed the ability to lift off and fly, this seems to support another theory. Scientists think the microraptor glided through the trees, much like today’s flying squirrels. \nCarnotaurus\n\nThis dinosaur’s name roughly translates as meat eating bull. It is really weird looking. The two horns on top of its head are the inspiration for the bull part of its name. Weirder looking to me, however, are its tiny little baby arms with backwards hands. The palms faced outwards. The animal lived during the Middle Cretaceous period, and was first discovered in Argentina in the 1980s\nTsintaosaurus spinorhinus\n\nTsintaosaurus spinorhinus is known as the unicorn dinosaur because it has a unicorn head with one long horn jutting from its forehead. Unlike most dinosaur horns, the Tsintaosaurus spinorhinus had a forward facing horn. This really confused scientists at first because most dinosaurs had backwards facing horns. The paleontologists who discovered the animal first thought the fossils they discovered were from more than one dinosaur. The creature was discovered in China in the 1950s, and it lived during the Late Cretaceous period. It is a member of the plant-eating hadrosaur or duckbill dinosaur family just like the giant butt dinosaur from Utah.  \n...and if you subcribe to our RSS feed, we'll give you a free album. You'll find out all the latest on crazy dinosaurs, animals and people. You'll also read some excellent original articles and see great pictures. Enjoy!\n ","author":"Chris","web_category":"science","title":"5 Bizarre Dinosaurs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/foxy3.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/5-weird-dinosaurs/578"}