{"summary":"Bell produces on average 30 sculptures per week while concentrating on her painting.? . Take two and a half acres of land, a couple of horses and a plethora of manure and what do you get? Even though dung sculptures may not be the first thing that comes to mind, it certainly was for Susan Bell.","advice_category":"6","content":"\nPhoto: All images by Susan Bell\nTake two and a half acres of land, a couple of horses and a plethora of manure and what do you get? Even though dung sculptures may not be the first thing that comes to mind, it certainly was for Susan Bell.\nBell, a painter from Denver, Colorado, conceived the idea of dung sculptures amidst a humorous conversation with some fellow artists. After extensive research on creating molds and much experimentation, Bell came up with a formula to create her 'Dung Bunnies'. \nHorse manure is gathered, turned twice yearly, and left to decompose for two years. The manure, practically free of odor, is put through a cement mixer and then fitted into wire mesh moldings. Since horses digest 20 percent of the grass they eat, a lot of grass remains in their manure. With a composition similar to adobe, this horse manure mixture is easy to mold. \nBunnies, cats, frogs, snails and ducks make up the variety of garden sculptures Bell sells from her gallery, various farmer's markets and her online site. Those with a particularly keen sense of humor can even purchase the 'married couple' sculpture; modeled after a wedding cake ornament. Bell produces on average 30 sculptures per week while concentrating on her painting.? \nAlthough feces aren't a new medium to modern art, as a Dung Bunny, it serves an additional purpose. These sculptures not only enrich a garden ornamentally, but environmentally as a fertilizer. So if you want something that can add nutrition as well as beauty to your garden, look into Dung Bunnies. Or you can try to make one of your own. Check out Susan's Dung Bunny site to see how.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"bellipax","web_category":"art+and+design","title":"Dung Bunnies and Other Critters Made of Manure","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/incredible-pencil-art.jpg","url":"http://www.environmentalgraffiti.com/green-living/dung-bunnies-critters-manure/5112"}