{"summary":"Most of us have heard of wind powered energy. You can learn more about how the wind will blow light into your world by visiting the WindyLight website.","advice_category":"6","content":"\nPhoto: Adital\nMost of us have heard of wind powered energy. Many of us have come to know it by sight: huge windmills on the skyline, which generate energy for major corporations. Adital Ela, a TED fellow and sustainability designer, has taken the motif of the child's pinwheel toy and turned it into the basis for clean energy lighting.\nPhoto: Adital\nEla's innovative solution: self-sufficient modules that literally blow light into your world, using the soft breezes found in urban environments.\nPhoto: Adital\nThe downside is that any project that has a social vision attached to it, as this one does, often has to make a deal with the devil to get into production.\nPhoto: Adital\nWhen Ela went looking for investors for her invention, she discovered that her vision of making it a sort of product ambassador for a fresh outlook in sustainability design may have to be put aside in favor of the 'make-it-quick, make-it-cheap' model.\nPhoto: Adital\nRather than do this, she has looked elsewhere, to the crowd-funding site Kickstarter.com. She has started the research and development with a $25,000 grant from AOLartists and support from the TED Fellows team, but still hopes to raise more.\nPhoto: Adital\nEla's goal is $65,000 in 50 days through Kickstarter. “With the campaign I hope to gain the freedom of exploring how WindyLight can grow to be a high social-environmental value and fair profit venture.”\nOnce launched, these lights will also be able to be used in areas without electricity, for example in villages in developing countries.\nPhoto: Adital\nYou can learn more about how the wind will blow light into your world by visiting the WindyLight website.","author":"Michele Collet","web_category":"art+and+design","title":"Who Said Wind Power Couldn't Be Pretty?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-i42.tinypic.com-2gua107.jpg","url":"http://www.environmentalgraffiti.com/news-windylights"}