{"summary":" Some of the more classical ideas about the evolution of sexual selection suggest that the behaviours and physical traits exhibited for mating by males evolved as the result of a female preference for those behaviours, plumage, etc., over time. The researchers studied 5 different characteristics of the male’s plumage and three of their size, as well as the male’s success in reproduction","advice_category":"2","content":"\nA new study of birds has caused a rethink of some explanations of evolution, and suggests that the female prerogative to change her mind about men is a natural gift.\nA lark bunting\nThe study looked at the mating habits of migratory songbirds in Colorado’s prairies.  It turned out that what females considered attractive, i.e. plumage, beak size, etc., varied from year to year.  Just like human fashions, which might promote a slim, hairless build as the embodiment of sexy one year and suggest beefed up macho men are all the rage the next, birds’ tastes change.\nThis is causing scientists to revise some of their ideas on the evolution of “attractiveness” so to speak.  Some of the more classical ideas about the evolution of sexual selection suggest that the behaviours and physical traits exhibited for mating by males evolved as the result of a female preference for those behaviours, plumage, etc., over time. One example is the peacock’s tail. Researchers had believed the brilliantly feathered plumage evolved over time as the result of female peacock’s preference for brilliant plumage. \nThe researchers studied 5 different characteristics of the male’s plumage and three of their size, as well as the male’s success in reproduction. They found that the success of a male depended on which of the 5 characteristics was in fashion in a particular year.  For example, one year the size of a male’s wing patch was an indicator of success, the larger the better apparently. \nDr. Alexis Chaine of the University of California-Santa Cruz explained the behaviour, saying: \"If the prairie is overrun by ground snakes, for example, female birds might choose the most protective males -- signalled by, say, wing-patch size,\"\nDr. Chaine added:  \"The traits the female is choosing somehow predict how successful the pair will be in nesting. One possibility is that certain traits are associated with the male being a good forager, and other traits predict how well he could defend the nest from predators. So, if there are lots of ground squirrels, which are a major nest predator, she wants a good defender, but in a year when grasshopper populations are low, she needs a good provider. These are ideas we still need to test.\"\nThe researchers said that the ideas are applicable to humans as well, although the applications would be very different as the birds they studied are monogamous for only one mating season before choosing a new partner. \nSource: Telegraph\nIf you want to find out all the latest wildlife and environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Female Taste in Men is Fickle by Nature","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dumbo-octopus01.jpg","url":"http://www.environmentalgraffiti.com/ecology/female-taste-in-men-is-fickle-by-nature/730"}