{"summary":"The plan was to disrupt the convection currents of  hurricanes by seeding them with silver iodide crystals. Were hurricanes to fail at their task, it is likely that regional ocean currents would change, thereby making climate changes on an even wider scale than that of a hurricane threat zone","advice_category":"4","content":"\nPhoto: NOAA\nIn the 1960s and early 1970s, government funded scientists embarked on a program called \"Project Stormfury\" which attempted to disperse the fury of hurricanes before they came ashore. The plan was to disrupt the convection currents of  hurricanes by seeding them with silver iodide crystals. Unfortunately, the plan did not work.\nSince then, other imaginative ideas have been put forward in an attempt to neutralize storms. Towing an iceberg into position to cool ocean surface waters, dumping dry ice in the hurricane's path, or using high volume pumps to replace warm surface water with cool deep water. Other ideas include use of nuclear warheads or perhaps the sonic booms of high performance jet aircraft to disrupt the hurricane's air heat exchange system, or even cloud seeding during the earliest signs of a storm to stop it before it grows.\nMore recently, in the wake of Hurricane Katrina, the US Department of Homeland Security (DHS) offered to invest $2.6 million over three years to move forward with studies on how hurricane management might be achieved. DHS, working in conjunction with the American Meteorological Society, asked a veteran of \"Project Stormfury\" to again gather experts and to evaluate the prospects for controlling or taming hurricanes.\nPhoto: NOAA\nThe established panel used more current climate information to weigh the benefits and risks of such a project and to offer an assessment of expectation from such a project. They reported their findings at an American Meteorological Society meeting on weather modification in Westminster, Colorado, in April 2008.\nThe report they issued carried something of a warming for would-be hurricane fighters and cyclone opponents. Stopping future Katrina's before they start needs some careful thinking before actions are taken. Hurricanes, like all tropical storms, thunderstorms and other weather phenomena, serve a useful purpose in the Earth's energy budget. They are an important mechanism for heat distribution around the planet.\nHurricanes, in particular, act to remove the heat from ocean surface waters. They do this by pulling warm surface water into the atmosphere, cooling it, and then precipitating it back to the Earth's surface, effectively accelerating the water cycle. They do this without having to draw substantial quantities of cool water from ocean depths to the surface.\nPhoto: Hal Pierce\nWere hurricanes to fail at their task, it is likely that regional ocean currents would change, thereby making climate changes on an even wider scale than that of a hurricane threat zone. Strong enough changes might even disrupt global currents, impacting climates on a much larger scale.\nIn addition, rainfall from the hurricanes and other tropical storms is a vital component of regional water supplies for the entire tropical and sub-tropical region.\nThe report went on to state that with these considerations in mind, the goal of any hurricane modification project should be to divert, re-route or weaken selected hurricanes at point of approach to land, thereby easing their fury, rather than trying to stop them altogether.\nIt may be that the best way to deal with such large scale natural hazards is to use preparedness procedure and mitigation measures rather than prevention. \nFor more information see \"Don't Stop Hurricanes, Guide Them\" and \"How Hurricanes Work\".","author":"Russell Vallimont","web_category":"science","title":"Could Neutralizing the Might of Hurricanes Lead to Disaster?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/meteorology/news-hurricanes-kill-or-not-kill"}