{"summary":"Even more interestingly, the resting brains of healthy men and women contrast with men and women who are mentally ill.. This research is good news and will help diagnose and treat those with mental health issues","advice_category":"8","content":"\nPhoto: LatinaPOwer2009\nHaving schizophrenia in my spouse's family and having major depression myself, mental health research has always fascinated me. It is no shock to those who know mentally ill people that pills and armchair psychiatry provides little relief to mental disturbances. This is why research into this field is so vitally important.\nPhoto: clintjcl\nWhen it comes to men and women, our brains function differently, as many of us know. However, the mind-boggling news is that the differences are switched in healthy adults versus those with mental illness.\nTo prove this theory, healthy men and women were given a task involving mental rotation of a three dimensional image because in healthy men and women, this consistently elicits differences in terms of reaction time and performance accuracy.\nPhoto: nick_grabowski\nResearch of a large group of volunteers was conducted by the University of Montreal. They discovered that in healthy men and women, men performed this task better than women. Contrastingly, in those men and women who suffered from schizophrenia, women outperformed men every time. Why?\nSex hormones such as testosterone and estrogen may explain these results, but not all of it. It is thought that testosterone plays a key factor in mental acuity and reaction, mental productivity and performance. In healthy men, testosterone, as expected, was at its greatest level.\nPhoto: Jacklee\nIn stark contrast, the researchers discovered that in men and women who are mentally ill, like having schizophrenia, women had higher levels of testosterone, with men having much lower levels than their healthy counterparts.\nEven more interestingly, the resting brains of healthy men and women contrast with men and women who are mentally ill.\nPhoto: nettsu\nHere is what the researchers found: They uncovered that all women have higher brain activity in the resting or default mode. They theorized that this may be why women are more intuitive and introspective than men.\nHealthy men, on the other hand, had much lower levels of brain activity while in the resting state. This was quite different when it came to mentally ill persons. \nPhoto: katietegtmeyer\nMen and women who suffer from depression and autism have an under-active brain activity while in the resting state. The mind-blowing fact is that those who have schizophrenia, Alzheimer's and schizo-affective type disorders, their brain's activity is hyper-active.\nThis research is good news and will help diagnose and treat those with mental health issues. This is also welcome help considering the WHO has predicted depression to be the second leading cause of the global disability burden by 2020. Additionally, one out of three people worldwide is afflicted by mental illness, with women being the predominant population group.\nPhoto: nopantsday\nMen are much more likely to \"treat\" their mental illness with alcohol dependency, by a ratio of 2:1. Because of this fact, all aspects of society are affected by mental illness even if not directly linked. Society faces decreased job productivity, escalating health care costs, increased crime rates, more homeless persons, abject poverty and loss in overall wealth due to the single root cause of mental illness.\nThis is not to say that we should blame all mentally ill persons for the problems in society. This just means we need to take a careful and judicious look at how we deal with mental illness and those who are afflicted with it. It is a tightly woven fiber in the tapestry of society.","author":"Asher Kade","web_category":"lifestyle","title":"How Mental Illness Affects Men and Women Differently","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/the-peacefulman.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-sex-matters-when-examining-mental-status"}