{"summary":"The largest male African elephants have the largest tusks. Experts believe the rapid evolution of the massive land mammals is due to poaching","advice_category":"2","content":"\nA species’ evolution has long been thought to take thousands of years to produce seemingly minor changes.\nIt appears that in at least one case, however, evolution is occurring at what seems like jet speed. In the last 150 years, the world’s elephant population has evolved much smaller tusks.\nThe average size of an African elephant’s tusks has gone down by half in the last century and a half. Indian elephants have undergone a similar tusk size reduction.\nExperts believe the rapid evolution of the massive land mammals is due to poaching. Zoologists from Oxford University suggest that ivory poachers, who go for the largest males with the largest tusks, have caused the breeding behaviors of the animals to change rapidly in a short time. \nThe largest male African elephants have the largest tusks. These tusks are extremely important in elephant behavior, with the largest tusks usually resulting in more successful intimidation of smaller males or winning fights for female elephants. But when the largest animals are killed, it changes the breeding patterns of the animals. In short, without the largest males for competition, the smaller males with their smaller tusks will breed more successfully, and their offspring will have smaller tusks. \nStudy co-author Iain Douglas Hamilton of Save the Elephants said in the Telegraph: \"What appears to be the case is that average tusk sizes have decreased greatly since the mid-19th century. The data comes from the trade statistics and from records of hunters around Africa who find that large trophies are very much harder to find. While some of this may be due to an absence of older animals, it is possible there has been a genetic selection pressure against large tusk size that outweighs their usefulness in contests with other males in winning females.\"\nSource: Telegraph\nIf you want to find out all the latest interesting environmental news, why not subcribe to our RSS feed, we'll even throw in a free album.\n\n ","author":"Chris","web_category":"nature","title":"Elephants Evolve Smaller Tusks Due to Poaching","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGoldenEyelashViperWithRefl2355263jpg","url":"http://www.environmentalgraffiti.com/ecology/elephants-evolve-smaller-tusks-due-to-poaching/711"}