{"summary":"Using a grill that was reportedly 1.5 km long, Uruguay set a new world record for \"world's biggest barbecue\" while raising awareness of the tiny country's top export.. Fortunately, mature beef cattle can weigh over ten times that amount, so Uruguay is in no danger of being overrun, but is nevertheless a phenomenal exporter of beef, and apparently, not bad behind the grill either.","advice_category":"8","content":"\nNearly 20,000 spectators were on hand to watch 1,250 volunteers grill twelve metric tons of beef in Montevideo Sunday.\nPhoto: Moo.  Image from brianbutko on Flickr\nUsing a grill that was reportedly 1.5 km long, Uruguay set a new world record for \"world's biggest barbecue\" while raising awareness of the tiny country's top export.\nUruguay, a small South American nation north of Argentina, easily beat the previous record of four tons, held by Mexico in 2006.\nThe barbecue, which has become a point of national pride (now that the record has been set) represents the 415 Million pounds of beef that were exported from Uruguay last year -an astonishing amount for a nation of just 3.2 Million people. That's just shy of 130 pounds per person!\nFortunately, mature beef cattle can weigh over ten times that amount, so Uruguay is in no danger of being overrun, but is nevertheless a phenomenal exporter of beef, and apparently, not bad behind the grill either.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"World Record: Uruguayan Army Grills 12 Tons of Beef","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dreaming-manjpg_0","url":"http://www.environmentalgraffiti.com/offbeat-news/uruguayan-army-grills-12-tons-of-beef/1050"}