{"summary":"British artist Robert Bradford is turning that idea on its head by creating life-sized or larger than life-sized sculptures from old and unwanted toys to recycle the joy of childhood into modern statement pieces of art.. Robert collects hundreds of used toys and upcycles them into sculptures that are often reminiscent of childhood","advice_category":"6","content":"\nPhoto: Robert Bradford\nAll images courtesy of Robert Bradford\nThe holidays are all about children and toys, but one unconventional artist is taking toys into the realm of adulthood with astounding sculptures to amaze and amuse.\nNothing quite brings back childhood memories than reminiscing about those long-lost and long-forgotten favourite toys. From the teddy bear missing an arm to the toy cars with no wheels, once-loved toys and games always end up on the scrapheap.\nBritish artist Robert Bradford is turning that idea on its head by creating life-sized or larger than life-sized sculptures from old and unwanted toys to recycle the joy of childhood into modern statement pieces of art.\nPhoto: Robert Bradford\nRobert collects hundreds of used toys and upcycles them into sculptures that are often reminiscent of childhood. His huge toy soldier and toy gun sculptures are a prime example of this and create a jarring vision of childhood, which combines innocence with an element of the adult world yet to come.\nRobert explains: “Ideally the pieces will work on many levels. The toys themselves interest me in their own right as mini sculptures by unknown and uncredited artists.”\nPhoto: Robert Bradford\nThe majority of Robert’s three-dimensional toy sculptures, however, represent a more gentle side of childhood and come in the form of pet dogs.\nWooden frames are built to mimic the naturalistic stances of each animal and plastic or plush toys are screwed on to the frame to form a multi-coloured, multi-textured surface.\nPhoto: Robert Bradford\nPhoto: Robert Bradford\n“Mostly I use the toys abstractly as forms with which to build bone or internal or external organs,” Robert says. “They provide interest in surface detail, whilst making their contribution to the totalities.”\nThis combination approach has ensured a positive reaction to his series of toy sculptures, which can be seen on show around the globe.\nBoth adults and children alike have an appreciation for this kind of art. Robert says: “Often children drag their parents to come and look at the pieces and then a whole sequence of recognition usually begins, naming the various toys and recalling the times and circumstances of their use.”\nPhoto: Robert Bradford\nPhoto: Robert Bradford\nBut he adds: “Some people of course just say they are rubbish, which of course is perfectly true!”\nWhile Robert, who has used scrap building timber, magazines and tree waste in his art, may assert that being environmentally friendly isn’t the main reason for using old and weathered toys, he certainly seems to have done his fair share of recycling.\nWith Robert, toys are for life and not just for Christmas.\nWith thanks to Robert Bradford for his kind permission to use images and information from his website.","author":"JaneK","web_category":"art+and+design","title":"Larger than Life Toy Sculptures by Robert Bradford","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-45365-2599442840104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art/news-amazing-larger-life-toy-sculptures"}