{"summary":"You can swim alongside the crocodiles in a pool separated from the crocodile pool by a thick transparent wall. The attraction is on two levels with the lower level housing crocodile pens, crocodile nest display, juvenile crocodiles, and the Cage of Death","advice_category":"2","content":"\nPhoto: crocosauruscove.com\nIf you are an adrenaline junkie you might not be able to resist the lure of this amazing challenge. How would you like to spend 15 minutes within millimetres of an enormous, angry crocodile that would like you for lunch? This is the place to find out just how much bottle you really have - and people are flocking to it. For about $150 AUS you can get the fright of your life.\nPhoto: crocosauruscove.com\nCrocosaurus Cove is a crocodile and reptile tourist attraction in the centre of Darwin, just a short walk from the beach and some top hotels. The attraction is on two levels with the lower level housing crocodile pens, crocodile nest display, juvenile crocodiles, and the Cage of Death. The Reptile House, theatre food court and caf? are also on this level.\nPhoto: crocosauruscove.com\nThe upper level has more crocodile pens and a turtle sanctuary. The main stars of the attraction are the huge Saltwater Crocodiles, displaying some of the largest crocodiles in captivity. The most famous crocodile on display is “Burt”, from the Crocodile Dundee movie. There is also an unusual large white crocodile called “Snowy”.\nIf you have always wanted to get into a pool with a crocodile large enough to eat you, then this is the ideal place to do it. You can swim alongside the crocodiles in a pool separated from the crocodile pool by a thick transparent wall. If that is not adventurous enough, you can try the “Cage of Death” where you will be lowered in a special hexagonal cylindrical diving cage into one of the crocodile enclosures for a close-up encounter with huge salt water crocodiles. The cage does not get fully submerged so you can still come up for air, but is lowered deep enough for you to dive within arm’s length of the crocodiles. A significant additional charge applies for the Cage of Death experience.\nPhoto: crocosauruscove.com\nApart from the crocodiles, there is a very impressive range of other Australian reptiles, with over seventy species of reptiles from northern Australia are on display. Crocosaurus Cove claims to have the largest display of Australian native reptiles anywhere in the world. There are interactive exhibits for children, and they can get close to baby crocodiles in the Croc Kids bubbles. There is also a turtle sanctuary and a two storey tall freshwater aquarium with about fifteen species of fish from the rivers and floodplains of northern Australia, including barramundi. During the day there are a number of talks and presentations including crocodile feeding and reptile feeding.\nThe first animal you will see on entering Crocosaurus after walking into the caves and around a waterfall is a huge Moray Eel. Not too long after this is a 3.5m Python, a taste of what’s inside. Inside the cove are not only the massive crocodiles but crocodiles at all stages of their lives including many little baby sized crocodiles and hatchlings.\nPhoto: crocosauruscove.com\nThe large collection of Australian reptiles along with many reptiles from around the world is spread throughout the cove and a turtle sanctuary. The fresh water aquarium has huge unique Australian fish and the not so big, false clown Nemo fish which are black and white instead of orange and red. Darwin is the only place in the world these fish can be found.This is a must-see destination for anyone who enjoys living on the edge. Are you up for a dip into the Cage of Death? Scary stuff indeed.\nPhoto: crocosauruscove.com\nMy sincere thanks to crocosauruscove.com\nSources: 1, 2","author":"tonyleather","web_category":"nature","title":"Face to Face With Crocodiles in the Cage of Death","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/iStock000012192516Smalljpg","url":"http://www.environmentalgraffiti.com/animals/news-tempting-crazy-crocodiles-cage-death"}