{"summary":"They love having a big family with lots of other gliders to play with. Photo: LostinTexas","advice_category":"2","content":"\nPhoto: LostinTexas\n\nThe 'sugar glider' is a small, arboreal marsupial (Marsupialia  meaning that the young are born at an immature state but continue development in the marsupium or 'pouch') and are considered exotic and ADORABLE animals and pets. Exotic because they are 'Aussies' (they originate from Australia) and cute because, well look at those eyes and their size which makes me wanna squeeze 'em! (However this is NOT recommended by ANYONE!)\nPhoto: LostinTexas\nAnyway, they make great pets but cannot live in solitude meaning they must be brought home in pairs or more. They love having a big family with lots of other gliders to play with. Another cool thing about them is that they are nocturnal, which means they sleep during the day and are awake at night. These fun, lovable little critters fit just inside your hand and even in a shirt pocket. They love to be warm and cuddly so once they are used to their owner, you can find them riding inside of your shirt and popping it's head out once in a while! Also, gliders can be tamed if one decides to have a wild one as a pet and they are pretty vocal too! For example, if one of them feels threatened they will start to 'bark' or more like 'yap' to warn one another that there is an intruder/predator nearby.\n Photo: LostinTexas\nAll in all these lil' puppies are a must-have in my book! I am an avid dog lover but sugar gliders seem like a lot of interesting fun!\nAre you ready to adopt or buy a sugar glider as your own pet?","author":"Adriana Morales","web_category":"nature","title":"The Sugar Glider: Australia's Incredible Gliding Marsupial","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44150-2646722440104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-ever-wonder-what-sugar-gliders-are"}