{"summary":"In a dry forest of Madagascar, a new species of lemur, specifically a new fork backed lemur has been found on an expedition led by Conservation International's (CI) Russ Mittermeier and a team of scientists including Ed Louis of the Omaha Zoo. A diet consisting of a high proportion of gum exuded by trees and flower nectar","advice_category":"2","content":"\nPhoto: Russ Mittermeier\nIn a dry forest of Madagascar, a new species of lemur, specifically a new fork backed lemur has been found on an expedition led by Conservation International's (CI) Russ Mittermeier and a team of scientists including Ed Louis of the Omaha Zoo. Accompanying them was the BBC Natural History film crew - their footage aired Tuesday 14 on Decade of Discovery for viewers in the U.K.\nPhoto: Russ Mittermeier\nDr. Mittermeier, an expert on primates and President of CI, first saw the lemur back in 1995. \"I went to this area for the first time to see the spectacular Tattersall's sifaka (Propithecus tattersali), a large diurnal species that itself had just been described in 1988. I was surprised to see a fork-marked lemur there, since this animal had not yet been recorded from the region. I immediately knew that it was likely a new species to science, but didn't have the time to follow up until now,\" he said.\nPhoto: Russ Mittermeier\nNear camp on the first night they heard the lemur's call and tried to track it, having to run through the forest. Finally it moved into the open where it could be shot with a tranquilizer gun. The team kept it sedated overnight while they examined it and took DNA samples to have it tested and confirmed as a new species and then released it back into the wild. It was also microchipped for further monitoring.\nPhoto: Russ Mittermeier\n\"This is yet another remarkable discovery from the island of Madagascar, the world's highest priority biodiversity hotspot and one of the most\nextraordinary places in our planet,\" Mittermeier said. \"It is particularly remarkable that we continue to find new species of lemurs and many other plants and animals in this heavily impacted country, which has already lost 90 percent or more of its original vegetation.\"\nPhoto: Russ Mittermeier\nThere are four other species of fork-backed lemurs and apart from different coloring they all, including the new one, have the following characteristics:\n1 A black, Y-shaped line that starts above each eye and joins together as a single line on the top of the head, creating the fork that gives these animals their common name \n2. Large hands and feet for gripping onto trees\n3. A loud, high-pitched night-time call which helped the team track it down\n4. An unusual head-bobbing behavior that shows up in the beam of the flashlight at night and is unique to this species\n5. A diet consisting of a high proportion of gum exuded by trees and flower nectar\n6. A long tongue for slurping up nectar and recumbent incisors, which form a toothcomb specialized as a scraping tool to bite into the bark\nThe biggest difference between this one and the others will be in its DNA.\nPhoto: Russ Mittermeier\nLemurs are only found in Madagascar, which is under enormous threat due to deforestation. The majority of forests have disappeared and there are only a few protected areas left. It is vital that more work is done to keep what they still have, to protect not just the lemurs but all the unique species still in the country. The first carnivorous mammal to be discovered in 24 years was also found in Madagascar and they are still finding new frogs and other amphibians. Mittermeier and Louis are hoping that the new species will be named Fanamby after the non-governmental organization that has been helping protect the forest of Daraina.\n\"Protection of Madagascar's remaining natural forests should be considered one of the world's highest conservation priorities,\" Mittermeier said. \"These forests are home to an incredible array of species that are a true global heritage, and also provide an incalculable array of benefits to local communities in the form of clean water, foods and fibers, and other ecosystem services.\"","author":"Michele Collet","web_category":"nature","title":"New Lemur Species Discovered in Madagascar","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/news-new-lemur-species-discovered-madagascar"}