{"summary":"As Maki Okamura, a scientist at the Iriomote Wildlife Conservation  Center, comments, “At times the island's development and the cat's protection are directly opposed. Sources include:  The National Geographic; Iriomote national park; The University of the Ryukyus","advice_category":"2","content":"\nJapan’s Iriomote cat has been classified as critically endangered by the Japanese Ministry of the Environment and put on the Red List of threatened species.  \nThe cat, found exclusively on the island of Iriomote in the Ryukyu archipelago between Japan and Taiwan, was only discovered 40 years ago.  Like another species currently in critical danger, it is considered by biologists to be a “living fossil”, as the species has not changed much from its most primitive form. \nIn 1994 researchers estimated that only a few hundred cats remained, and an ongoing three year study suggests numbers have dwindled still further due to traffic accidents and habitat loss.  Masako Izawa, a professor at the University of the Ryukyus, claims that it is not too late: “If we think about how to stop destruction of the cat's habitat, prevent traffic accidents, and take other measure we can stop the extinction. The reclassification to “critically endangered” is a warning.”\nThe Iriomote cat is about the same size as a domestic cat, with dark brown spotted fur. It prefers to live and hunt in coastal areas of the island, which, unfortunately, are also the areas most densely populated by humans and where most roads are built.  \nIriomote was largely uninhabited by humans until after World War II due to malaria.  After the war, the occupying US army eradicated malaria from the island and the population has been increasing ever since, although it is still thought to be under 2,000.  However, this is still too much for the native cats, and 41 road-kill deaths have been recorded since 1978.  \nAdditionally, the popularity of the island as a tourist destination is growing rapidly, with over 350,000 visitors annually, and a new hotel has just been opened on the island, despite opposition from local environmentalists.\nThis is another case of conflict between preserving a natural environment and economic development.  Iriomote is the poorest region of Japan, and as a result locals are reluctant to sacrifice tourist income in order to preserve the island habitat. As Maki Okamura, a scientist at the Iriomote Wildlife Conservation  Center, comments, “At times the island's development and the cat's protection are directly opposed. We need some regulation or management by government for the development for tourism.”\nSources include:  The National Geographic; Iriomote national park; The University of the Ryukyus\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.  ","author":"Maryking","web_category":"nature","title":"Japan’s Iriomote Cat Headed for Annihilation ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/marc-veerat.jpg","url":"http://www.environmentalgraffiti.com/ecology/japan’s-iriomote-cat-headed-for-annihilation/248"}