{"summary":"Photo: Rocket01One of Rocket01's many character murals in Sheffield 2010. Photo: FaunagraphicOne of Faunagraphic's gorgeous nature canvases from \"The Urban View Exhibit\" in Bristol.","advice_category":"6","content":"\nPhoto: Faunagraphic and Rocket01Faunagraphic and Rocket01 Sheffield, England 2008\nAnyone who has taken a course in art history knows that romance has had a major influence on some of the greatest works of all time. Whether it was Van Gogh pining over Gauguin so deeply he reportedly severed his ear and sent it to him; or the heated romance between Frida Kahlo and Diego Rivera that arguably led to the pair conquering 20th century Mexican art; art imitates life and one of life’s most endearing staples is love. \nPhoto: FaunaGraphic and Rocket01Faunagraphic and Rocket01 mural in Sheffield, England 2008\nPhoto: Rocket01Faunagraphic and Rocket01 collaborative wall mural in Sheffield, England 2008\nIncidentally, as movies like Banksy’s \"Exit Through The Gift Shop\" help provide an ethereal buzz around our generations obsession with replacing crumbling urban domiciles with gorgeous works of art, a new couple has commandeered the ranks of these often cinematic romances.\nPhoto: FaunagraphicFaunagraphic, unnamed mural in Sheffield, England\nRocket01 and Faunagraphic are two incredibly gifted street artists from Britain, who explore some of modern life’s most decayed structures together in a never-ending search for the perfect readymade canvas.\nBoth of them grew up relatively close to each other in Yorkshire, where gorgeous green expanses of rolling hills and nature were interspersed with the average concrete ruins of an old industrial town. \nPhoto: Rocket01Rocket01, \"Time for Tea\" 2011 mural in Sheffield\nWhere do they get their inspiration to cover abandoned buildings in gorgeously flowing, naturally delicate paintings? It calls to mind the woman from Sound of Music skipping along through a field of dandelions only to approach a crumbling warehouse’s last standing facade. If Maria Rainer then happened to bust out a few cans of spray paint and transform these cement relics into massive paintings of birds, ecology or beautiful fay women, we might see something close to Faunagraphic’s masterpieces. \nPhoto: FaunagraphicWork from Faunagraphic's recent \"Corroded Surfaces\" exhibit\nRocket01 tends to add a more urban spread of vibrant, swirling colors. Using accurate portraiture juxtaposed in satirical caricatures, his images become experiments in surrealism. His ability to manipulate light and texture literally transform the walls themselves. It appears as if his pieces grew around these geometric structures much like ivy or vines, naturally evolving in response to their environment.\nPhoto: Rocket01One of Rocket01's many character murals in Sheffield 2010\nThese two styles melt into one all encompassing description of the natural world around us. While Faunagraphic's more soft and beautiful nature scenes serve to provide us with a feeling of zen even in a garbage dump, Rocket01's urban depictions of decadence playfully relate back to us the divine comedy that is human life and society. \nPhoto: Rocket01Bonzai, Faunagraphic, Rocket01, Inva in a massive mural collaboration from Stockwell, London 2008\nThe pair of eco-artists have been featured in several galleries all over England. Their works have also ornamented hoodies, snowboards and a number of other products featured on their websites. While these nontraditional canvases may be the most indicative of their place in the evolving street art revolution, their pieces have also beautified the more historically established white canvases of heavy-duty woven fabric. \nEven in these pieces, FaunaGraphic’s amazing talent of recreating landscapes so magnificent they transport their viewer into an organic world of peace and tranquility are only amplified by Rocket01’s ability to create realistic portrayals full of emotion and contrasting color. \nPhoto: FaunagraphicOne of Faunagraphic's gorgeous nature canvases from \"The Urban View Exhibit\" in Bristol.\nWhether these artists are working alongside those in their community to transform entire abandoned buildings into unofficial museums or being commissioned to create murals so jaw-dropping, you can barely believe\nthey’re real; we owe them eternal thanks for adding humanity and passion to our decomposing world of cement and asphalt.\nPhoto: Rocket01Rocket01's \"Visions\" 5ft x 5ft Spray paint on canvas\nI’m not sure anyone can sum up this romantic duo better than they themselves can. After all, Faunagraphic’s response to my inquiry on the source of their passion was almost as moving as her artwork. She replied thoughtfully: “A bird doesn't sing because it has an answer,\nit sings because it has a song.”\nPhoto: Rocket01, Faunagraphic, PhlegmRocket01 and Faunagraphic collaborate with street artist Phlegm in Sheffield 2009\n**All images were used with personal permission by the\nartists. Please check out their websites at www.faunagraphic.com and http://www.rocket01.co.uk/ to purchase some of their work or for more information. \nPhoto: Faunagraphic and Rocket01Faunagraphic adding to a Rocket01 mural at one of their joint art shows","author":"Tiana Miller","web_category":"art+and+design","title":"Amazing Street Art Inspired by Love","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","url":"http://www.environmentalgraffiti.com/eco-art/news-faunagraphic-and-rocket01-first-couple-street-art"}