{"summary":" When you have them in the same area as fallow deer, the fallow reach foliage up to 4 feet while the muntjac clear everything off the ground. In the past two years, the muntjac population has risen by 20%, putting their total numbers at around 150,000","advice_category":"2","content":"\nAn import from China is taking over British land, threatening to destroy everything in its wake.\nMuntjac image via the Moorhen homepage\nWe’re not talking about an army or even lead laced toys, we’re talking about tiny deer.\nThe muntjac is a miniature deer native to China. They were first introduced into the wilds of Britain around a century ago when they escaped from Woburn Park in Bedfordshire. Since then their numbers have risen steadily. In the past two years, the muntjac population has risen by 20%, putting their total numbers at around 150,000. \nThe problem with the muntjac is their insatiable appetites. They strip bark and leaves from trees, decreasing the numbers of birds by destroying their nesting sites and disturbing the habitat of endangered animals such as the dormouse. They even harm the insect population by devouring the native flower population that the insects rely on. \nBiologists are worried about the impact of the deer, which are now the third most common deer species in England. The first is the native roe deer, and the second is the fallow deer, another introduced species. \nEmma Goldberg is a forestry and woodland specialist with the group Natural England. She said: “We are quite concerned about the biodiversity impact the muntjac can have on woodlands.  When you have them in the same area as fallow deer, the fallow reach foliage up to 4 feet while the muntjac clear everything off the ground. It knocks out the habitat of ground nesting birds, the nectar source for a lot of insects and the shrub layer for dormice.” \nBiologists are frightened at how the muntjac appear to be spreading. While they’ve been a hassle for quite a while, their populations was generally restricted to south and central England. Now, however, they appear to be moving steadily north. They’ve been seen as far north as Tyne, and now only Scotland and northwest England appear to be free of the alien species. \nSource: Telegraph\nIf you want to find out all the latest interesting environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Chinese Invaders Destroying British Lands","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb47.webshots.com-44910-2851015150104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/chinese-invaders-destroying-british-lands/736"}