{"summary":"Any creature has to be afraid of other life forms far bigger than itself and humans are no exception.?. We all got told the story of Gulliver and his travels when we were children","advice_category":"6","content":"\nPhoto: Worth1000\nRemember that cult movie from years back, Attack of the 50 Foot Woman, in which a city is terrorized by the giant figure in the title? Gigantic humans have been the stuff of myth and legend for thousands of years, and many stories have grown up around them. The one-eyed giant Cyclops of Greek fable is just one example of something that we all somehow fear. Any creature has to be afraid of other life forms far bigger than itself and humans are no exception.?\nPhoto: Worth1000\nWe all got told the story of Gulliver and his travels when we were children. How he ended up on the island of Lilliput where all the people were at least a thousand times smaller than he was and terrified by his simply being there. The tale of how these tiny beings managed to restrain him, before learning that his intentions were really good, was an introduction to the concept of heroism for most kids, and they lap the story up time and again. \nPhoto: Worth1000 \nOf course, Hollywood has not been idle in trying to cash in on this theme. Honey, I Shrunk the Kids, the film in which the mad scientist father accidentally shrinks his children to the size of ants, leading to hair-raising adventures before they return to normal, was a huge hit at the cinema. \nPhoto: Worth1000 \nAdults, too, got their fix of miniaturization with Inner Space, the story of the mini-submarine and crew shrunk to a size small enough to pass safely through the bloodstream to save a life. \nThere have been tales about enormous birds, gigantic insects, massive snakes, huge crocodiles and supersized sharks to name but a few of the beasts featured in these types of films. \nPhoto: Worth1000 \nKing Kong terrified cinema audiences in its heyday, and Godzilla had plenty of people quaking in their seats as they watched the creature rampaging across the screen. The bigger it is, the better, from the viewpoint of those who produce such movies. It is the primal fear that grips every species on earth which is being exploited here, and we humans, though loath to admit it, just love the thrill of the manufactured scare. \nPhoto: Worth1000 \nHow much we might love the real thing is debatable, but you can imagine the shock and awe that would ensue if a genuine Gulliver were to suddenly materialize in our Lilliputian world. That’s the rub, you see, because we simply cannot get our heads around the concept of absolute gigantism. How must a normal-sized human appear to a small bird? \nPhoto: Worth1000 \nIt beggars belief even trying to imagine how any sort of creature will instinctively react when confronted within an entity perhaps many thousands of times bigger than itself, but terror is certain to play a part. For people, the hardest part would have to be the acceptance of their inferiority, something that could never come easily.? \nPhoto: Worth1000\nWhen we see a wildlife programme in which men in a small boat are moving beside a great whale, we feel humbled by the sheer size and power of this magnificent creature, but we also feel somehow safe, because our place in the world is not threatened by this beast. Similarly, we revere the elephant, respectful of the size and power but unafraid. \nPhoto: Worth1000\nThis has to be the sixty four million dollar question. Our dominion over the earth has been undisputed for much of mankind’s history and we take for granted that no other being on the planet could threaten our position as leaders of the pack. But what if the science-fiction writers are not that far off the mark, and we are simply ant-sized parts of some cosmic experiment? \nPhoto: Worth1000 \nIt is patently a ridiculous notion, I hear the protests, but the fact remains that we are capable of being scared by the unknown, and genuine giant people are certainly that. When we see somebody seven feet tall or more we step back in amazement, yet how much more incredible would it be if 7ft were 700ft? \nPhoto: Worth1000 \nThe wonderfully evocative Photoshopped images in this story, found via smashinghub.com and published with the permission of Amira at Worth1000, just go to show how terrifying, yet fascinating, real giants could be. I love it.Photo: smashinghub.com","author":"tonyleather","web_category":"art+and+design","title":"If Giants Ruled the Earth... ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","url":"http://www.environmentalgraffiti.com/bizarre/news-what-if-gulliver-were-reality-and-we-were-all-lilliputians"}