{"summary":"Like its more serious older brother there are a number of Ig Nobel categories.  Now was that Ig Nobel or Nobel?","advice_category":"4","content":"\nImprobable research it is, but the Ig Nobel Awards have been “making people laugh, and then making them think\" since 1991. The prizes were first created by the Annals of Improbable Research (AIR), a science magazine. For seventeen years they have been celebrating the unusual, honouring the imaginative, and igniting people's interest in science, medicine, and technology.\n\nMarc Abrahams, the editor of AIR, told the BBC News website: \"When I became the editor of a science magazine, suddenly I was meeting all kinds of people who had done things that were hard to describe, and for the most part, nobody had ever heard of. For some of them, it seemed a great shame that nobody would give them any kind of recognition, and that was what really led to the birth of the Ig Nobels.\"\nThe 2007 Ig Nobel Awards have been no less pioneering. On 4th October the Ig Nobel Chemistry Prize was awarded to Mayu Yamamoto, a former researcher at the International Medical Centre of Japan. Yamamoto earned herself the prestigious prize by developing a way to extract a vanilla fragrance and flavour from cow dung – a creation she named vanillin. As a bonus to the prize, Toscanini’s Ice Cream, based in Massachusetts, invented a new flavour to honour her – Yum-A-Moto Vanilla Twist. \nAnd there’s more; Yamamoto hopes that through a widespread adoption of her method, companies would make greater use of cow dung, and in doing so help the environment – reducing the methane produced by cow dung - a major contributor to global warming).\nLike its more serious older brother there are a number of Ig Nobel categories. Other winners from 2007 include Brian Witcombe, of Gloucestershire Royal NHS Foundation Trust, UK, and Dan Meyer who won the prize for Medicine with their probing work on the health consequences of swallowing a sword. The Peace Prize went to The US Air Force Wright Laboratory for instigating research and development on a chemical weapon that would provoke widespread homosexual behaviour among enemy troops, know affectionately as The Gay Bomb.\nThe ceremony, held at Harvard University, is traditionally attended by several real Nobel laureates, including one who swept paper airplanes from the stage for several years before receiving the Nobel prize in Physics.  Now was that Ig Nobel or Nobel?\nYou would think that the winners would receive a wad of cash and maybe a modelling contract for their effort in the advancement of science. Well you'd be wrong, in fact they all get a certificate and a hand-made prize. What fun!\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"emma","web_category":"science","title":"Ig Nobel awards won by: extracting vanilla fragrance and flavour from cow dung! ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","url":"http://www.environmentalgraffiti.com/offbeat-news/ig-nobel-awards-won-by-extracting-vanilla-fragrance-and-flavour-from-cow-dung/314"}