{"summary":"As bishops of a church which is a major investor in the retail food industry and which is also the landlord to many tenant farmers we have a duty to consider the relationship between these two areas of business. Langrish urged supermarkets to consider their buying practices carefully and to be more transparent in the matter","advice_category":"8","content":"\nA Church of England Bishop has attacked supermarkets for “invisible and pernicious practices” that threaten farmers’ livelihoods.  \nRight Rev Michael Langrish, Bishop of Exeter\nRight Rev Michael Langrish, Bishop of Exeter made his remarks after a church sponsored report recently. In response to a recent inquiry into supermarkets, the church’s report, titled Fair Trade Begins at Home, found that farmers are often the ones subsidizing special offers, such as 2 for 1, and urged consumers to think about who pays for the promotions. The report highlighted many such instances of supermarkets abusing farmers.\nIn one case, a farmer was paid half the promised price for his vegetables, ¢G7 instead of ¢G14, because the supermarket decided to run a special that week.  Other farmers had their produce rejected for flimsy reasons. Langrish said that supermarkets often harm the farming community through methods most consumers didn’t know about.\nFarmers are prevented from speaking out by fear. Supermarkets discarding a farmer’s business can mean financial ruin.  \nLangrish said: \"It is clear that the Supermarkets Code of Practice is not working. As bishops of a church which is a major investor in the retail food industry and which is also the landlord to many tenant farmers we have a duty to consider the relationship between these two areas of business. We have to ask whether this relationship is fair and whether it operates within what we consider to be the principles of Fair Trade.\"\nLangrish urged supermarkets to consider their buying practices carefully and to be more transparent in the matter.  \nSource: Guardian\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"lifestyle","title":"Church Leader Bishop-slaps Supermarkets","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/church-leader-bishop-slaps-supermarkets/434"}