{"summary":"Jon has a double career. One of Jon's ultimate big fish photographic experiences was in shallow water in Hawaii where he shot great images of a free swimming Blue Marlin that was checking out a hooked up female","advice_category":"8","content":"\nPhoto: Jon Schwartzfishing.photo.sailfish\nEnvironmental Graffiti recently caught up with Jon Schwartz, premier photographer of Pacific game fish. His compelling images are featured in the article Giant Blue Marlin Attacks Hawaiian Fishing Boat. Jon has a double career. During weekdays, he teaches a fifth grade class. Ecological science and ocean biology form the context within which fish, large and small, provide an endless array of themes for student projects. Before, during and after classes, Jon is on the search for those images that are more than the usual photographs – pictures that capture a revelatory moment with another species with whom we share a rich but fragile bioscape. \nteaching.student.fishing.jon.schwartzPhoto: Jon Schwartz\nFor several years, Jon hunted big fish from a kayak, a thrilling and sometime dangerous chase that few undertake for more than an occasional afternoon. He was featured on the National Geographic TV show Hooked: Monster Fish II and in major publications. Jon is also a fine writer and quickly found magazine interest in his articles about the pursuit of big fish. Interestingly, at this time he was taking low quality photos with an inexpensive camera, or using photos taken by others shot from passing boats. Magazine editors told Jon to improve the photos immediately or team up with a superior professional photographer. Jon's kayak adventures with big fish attracted immediate interest from exceptional photographers who saw an exciting outdoor opportunity rather different from their usual commercial assignments. He found himself in an advanced photography master class that was customized for his passionate interests. Energy that previously went into catching fish with hook and line now went into capturing marlin, sharks and tuna with photography. The situation was a win-win for everyone. \nSailfish.charging.boatPhoto: Jon Schwartz\nAfter five years, the kayak pursuit of big fish had played itself out. Paddle and kayak were now in the shed and the camera would never leave Jon's hand. Jon now wanted to expand his travel to far away, exceptional and important localities with photography as the priority. Bird photography was added to the agenda, and student field trips, large and small, were engaged wherever possible. Jon's ecological passions now centered on big fish of the oceans, especially billfish; student education; and field trips on land and water, from the shoreline to mountain tops. Add in birds, and you get the picture. \nblue.marlin.photo.jon.schwartzPhoto: Jon Schwartz\nBlue Marlin soon became a favorite with Jon, as they are with many sports fishermen. Occasionally growing to more than a half ton in weight, Blue Marlin combine beauty, intelligence, grace and extraordinary strength for those who want the ultimate battle using rod and reel. Jon's objectives, however, are not those of a sports fisherman. Exceptional photographs are certainly one reward. The occasional moments of intimacy with another species are precious. Establishing a bridge, however brief and near impossible to describe, with another is an ultimate moment. Free swimming with Blue Marlin often allows for a very close approach and they are not dangerous in such situations. Many fishermen, ship captains and photographers believe that Marlin are not aggressive in the sense that word usually implies. \njon.schwartz.photographerPhoto: Jon Schwartz\nWhen hooked, Blue Marlin may appear to attack the fishing boat, but they do not go after people on boats or in the water. Marlin have given the impression to many captains and fishermen that they barely notice nearby people. The concept of deliberate attack would be far beyond a Blue Marlin's brain capability. Conscious assessment of the situation in human terms – identification of the enemy followed by a designed strategy to attack, possibly injure, then escape after a deliberate attempt to damage the boat – are cognitive capacities in ocean species likely restricted to the great whales. Blue Marlin exert a maximum effort to get free of the unbreakable thin wire that has captured them and seems to control their movement. In doing so, they provide a superior fight for sports fishermen without any reference to advanced cognition. The Environmental Graffiti post titled “Giant Blue Marlin Attacks Hawaiian Fishing Boat” is misleading. “After an Extraordinary Battle with Hook and Line, a Giant Blue Marlin Regains His Freedom” is more accurate because there is no role implied for complex cognition. A Blue Marlin thrashing, leaping and executing bursts of high speed, circular and straight ahead movement is not attack. It is dangerous and exaggerated body movement that should not be taken lightly. \nswimming.marlin.photo.jon.schwartzPhoto: Jon Schwartz\nOne of Jon's ultimate big fish photographic experiences was in shallow water in Hawaii where he shot great images of a free swimming Blue Marlin that was checking out a hooked up female. That was very unusual because male Blue Marlin usually don't just hang out and let a human swim so closely. Exceptional days for Jon occurred this August during the 2010 Hawaiian International Billfish Tournament (HIBT). On one tournament day, a giant Blue Marlin 'attacked' the press/photographer boat. Two days later, a 700 lb Blue Marlin was reeled in, a veritable giant of a billfish. \nAnd then there are those other days... Years ago when film still ruled, Jon hiked to the summit of a small mountain and happened upon a quiet beautiful scene. The sun shining through waterfall droplets onto moss produced diamond shaped patterns of delicate beauty. Photographs taken, Jon hiked down and went directly to a nearby store that had photo development services. Sadly, the developed roll of film was black: Jon had forgotten to wind the film back into the camera when loading. He also lost exceptional shallow water/surf photos and damaged US $15,000 worth of equipment when a leaking camera housing failed after several quick adjustments were assumed to have sealed it. \nblue.marlin.photo.jon.schwartz.3Photo: Jon Schwartz\nJon is passionate about his connection to the Billfish Foundation, to whom he donates art work. They sponsor contests where prizes reward best fishing and conservation practices. The Billfish Foundation studies the migratory routes of large billfish in the central Pacific Ocean, the species that are the foundation of the sports fishing industry in this region. The majority of billfish caught in the Hawaiian International Billfish Tournament have tracking tags implanted in them before they are released so that migratory patterns can be documented. Between 50 and 80 billfish are tagged each year, with an additional 10 receiving high tech satellite tags. \nThe Billfish Foundation also educates fishermen about best practices with hook and line in order to minimize injury and improve success with tag and release programs. Jon and the BF are completely opposed to longlining, particularly as practiced by commercial fishermen. Up to 40 miles in length, longlines deploy branch lines ('snoods') that carry baited hooks. It is impossible to restrict catch results by longlines to one species. Not only marlin but tuna, sharks and sea turtles will greatly benefit from a longline ban. \njon.schwartz.kayak.marlin.1Photo: Jon Schwartz\nJon's next dreams include joining a captain who goes out for long trips, often spending two weeks or more hundreds of miles from shore, in order to visit the most isolated and beautiful localities. Through Jon's  exceptional photos, we can hear and sense other species. Brief as many of these encounters may be, the expansion of our perception that is catalyzed is profound. \nSources: 1, 2, 3, 4, 5, 7","author":"merlynne6","web_category":"outdoor","title":"The Work of Big Game Fish Photographer Jon Schwartz","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbyXgnR8.jpg","url":"http://www.environmentalgraffiti.com/nn/news-meet-jon-schwartz-–-premier-photographer-big-game-fish"}