{"summary":"The closest living relative to the extinct woolly mammoth that died out in most localities at the end of the last ice age, is the African elephant. The scientific team at Pennsylvania State University extracted DNA from the hair of a woolly mammoth mummy that had been found in Siberia","advice_category":"4","content":"\nPhoto: Image: Mauricio Anton\nYou don't know this, but your life is empty and missing something important. You need a woolly mammoth in the living room, and on a leash to take shopping. There will be a range of sizes to choose from, mammoths to order from miniatures for condos to 17 ft tall behemoths that will live on your ranch. In November 2008, a team of scientists at Pennsylvania State University reported they had sequenced a large fraction of the mammoth genome. The genome of any living species is the DNA genes which make up the chromosomes that reside in the nucleus of every cell and if we have that, then we might be able recreate the entire beast. We are on the road that leads to cloning a woolly mammoth.\nPhoto: Image: Rama\nThe closest living relative to the extinct woolly mammoth that died out in most localities at the end of the last ice age, is the African elephant. The DNA of these two species differ at approximately 400,000 sites in the genome. The scientific team at Pennsylvania State University extracted DNA from the hair of a woolly mammoth mummy that had been found in Siberia. A new DNA decoding machine made this exciting success possible because it can work with genetic material from hair and DNA that is broken up and can only be isolated as fragments. Decoding the entire mammoth genome is only question of money, cost estimate is about $USD 2 million. At this early startup stage, your mammoth will be expensive, but where can you find anything like it?\nPhoto: Image: Tracy O\nCreating mammoth eggs using the severely damaged DNA from female mammoth mummies has failed in several attempts. There have been discussions about modifying the genome of an African elephant, a project that would cost $USD10 million and require changing each of the 400,000 genetic sites that differ between it and the woolly mammoth. A cell containing such a modified genome could be converted into an embryo by a process recently developed by a Japanese researcher, and then brought to term in the womb of a female African elephant. Outrageous as this may sound, there are new laboratory procedures that can modify 50,000 genes at a time. The result, if it works, will stretch the boundaries of possibility forever.\nSources 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"science","title":"Cloning the Woolly Mammoth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/cloning-the-woolly-mammoth/4198"}