{"summary":"Meanwhile, stored solar energy from sunlight directed inside the clock via the cupola will enable the clock to maintain its accuracy over time.. The Long Now Foundation appears to have put an extraordinary amount of optimism and faith in mankind into the making of their clock","advice_category":"4","content":"\nPhoto: alijavaThe Clock of the Long Now’s face will display the year and Earth's position in relation to our astronomical neighbors, with the time visible only if visitors expend some energy…\nThe world is changing so quickly that trying to imagine what life will be like in five years’ time is difficult, let alone ten or even twenty years. A hundred years requires a pretty impressive leap of the imagination, and a thousand, well – even scientists have trouble trying to guess what people will be up to then. We really don’t know what life on Earth will be like far into the future, or even if there will be life still present. But if there is, and if it is sentient, perhaps some of these life forms – human or otherwise – will wonder about the people who lived up to 10,000 years ago, and why they left a giant clock ticking away inside a mountain.\nPhoto: Matthew SimoneauAppropriately, the Nevada site for the clock is covered in bristlecone pine trees, regarded as the world's oldest organisms.\nSpeculation about what is on the horizon is exactly what the builders of the 10,000 Year Clock – also known as Clock of the Long Now – want to promote. The appropriately named Long Now Foundation reckons people need to start thinking long-term about the future, and what we can do to shape its course. Such ideas are what inspired the designer of this amazing clock, polymath inventor and computer engineer Danny Hillis, whose idea really began to take shape back in 1995, having been conceived as early as 1986.\nPhoto: alijavaMost parts for the clock are made from marine grade 316 stainless steel or else titanium, but stone and ceramics will also be used.\nHillis, along with his supporters (among them ex-Wired editor Kevin Kelly, biologist and writer Stewart Brand and Amazon.com CEO Jeff Bezos) are now in the process of bringing the 10,000 Year Clock out of the realm of ideas and into reality. With a small prototype having been completed on the eve of the year 2000, construction of a larger version has begun inside a cave in a West Texas mountain belonging to Bezos. A third clock is to be built inside a mountaintop in Nevada on land already purchased for this purpose. The Long Now Foundation hopes that these will be the first among many such timepieces to be built by others worldwide.\nPhoto: alijavaDanny Hillis designed a special progressive algorithm for the ringing of the chimes so that the musical sequences won’t repeat themselves.\nThe single most important factor when creating something to last for millennia is environment. While mummified remains show us that something as fragile as human skin can last thousands of years, even the strongest metal will corrode under the right conditions. So, picking the location for the Long Now clocks required a great deal of thought and planning. In the end, the dry mountaintops in Texas and Nevada were chosen as the ideal places for developing the project.\nPhoto: alijavaThe large star-shaped plates running down the centre of the mechanism are known as Geneva wheels.\nA cavern in a mountaintop provides a perfect cocoon for a large mechanical timepiece. The temperature remains stable year round, while the cave stays dry and dark – just what is required for the clock’s longevity. The clock itself is built mostly from parts made of durable grade 316 stainless steel. However, over long periods of time, metals in close contact with one other can fuse or corrode, so some of the most important slow-moving parts of the clock are made from either stone or long-lasting ceramics instead.\nPhoto: Matthew SimoneauThe Long Now Foundation has already started training guides for their Nevada location.\nClosing the jade and steel doors behind them, visitors to the Texas clock may need to bring their own flashlights, or else make their way through the pitch black of a tunnel several hundred feet long that forms part of the cave's entrance. The only source of light will be a sapphire glass cupola above a chamber that itself lies at the top of a 500 foot-high vertical chamber, providing only a small spotlight of illumination below. Although the purpose of this darkness is to help preserve the clock, it will also have the effect of lending chamber an almost spiritual atmosphere, perfect for the contemplation of ages past and future.\nPhoto: Long NowThe binary digital-mechanical system invented for the clock is so precise and innovative that some of its elements have been patented by the Long Now Foundation.\nThe Texas clock is huge, 200 feet tall and incorporating 20 vast horizontal gears, each one weighing 1,000 pounds. These circular gears are known as Geneva wheels, and their rotation will regulate the clock’s time calculations as well as the ringing of the chimes. Basically, the wheels create a mechanical-digital computer with 32 bits of accuracy. Yet unlike electronic computers, this will run on the stored energy provided by the sun and human winders. Kevin Kelly describes it as “the world’s slowest computer.”\nPhoto: seth mIn order to see a display of the correct time, visitors will have to wind a special wheel. Until then, the clock will show only the time when the wheel was last wound, to conserve the clock's energy.\nThe only sound in this dark, shrine-like cave will be the slow, steady tick made by the clock’s titanium pendulum, which is six foot long and weighs 300 pounds. To keep it safe from dust and any tiny cave inhabitants, the pendulum is to be cased in quartz glass where it will move to and fro with a ten-second swing.\nThe time display itself will only be activated by visitors, with the clock showing the time and year according to the Gregorian calendar. The clock’s face will put on view the Earth’s current position relative to the moon, sun, planets and stars, on an artfully designed disk eight feet in diameter.\nPhoto: piglickerThe Geneva drive system will utilize a set of internal circular wheels and exterior star-shaped disks. The science behind it is believed to be simple enough for future generations to understand, even if their technology is not as advanced as our own.\nNo doubt the highlight for many people will be hearing the clock’s chimes. There are 3.65 million possible note combinations, and the clock’s specially invented Geneva wheel algorithm will ensure that no melody will play more than once over 10,000 years. The chimes will be activated by visitors winding the clock, although occasionally they will use stored energy to chime by themselves, alone in the cave. Musician Brian Eno, who collaborated with Danny Hillis by composing the music the chimes will play, was also responsible for coining the name ‘The Long Now’.\nPhoto: alijavaThe weights for the Texas clock will be football-sized and made of titanium. Meanwhile, stored solar energy from sunlight directed inside the clock via the cupola will enable the clock to maintain its accuracy over time.\nEnsuring the precision of a clock over a 10,000-year period is no mean feat, but one the Long Now team is doing its utmost to achieve. The clock's driving digital computer – made up of mechanical wheels, cams and levers rather than electronics – was chosen in part for its capacity to be adjusted without stopping the clock. Even without human input, the clock has been designed to be accurate to within one day in every 20,000 years. The clock will also self-calibrate using the sun's position at midday whenever the weather allows.\nPhoto: madichanThere are actually 90,000 less chime melodies than there are days in 10,000 years. However given that the chimes will generally only ring out when visitors are there to do the winding, it is highly unlikely anyone will hear a repeat.\nThe designers of the clock have put their faith in people to keep their creation powered. This is done through a system of weights that requires regular winding by human hand. The counterweights weigh over 10,000 pounds and are made up of a car-sized stack of stone disks. This means it will take two or three people to wind the clock and lift the weights by rotating its horizontal windlass (or capstan).\nPhoto: alijavaThe wheels rotate on zirconium nitride ceramic bearings, originally designed by aerospace engineers because they will roll without lubrication.\nIf the clock has no visitors for a long time, it will still be able to keep time, just not display it. The clock will use the energy generated by the temperature differences between day and night on the mountaintop, known as thermal power. In addition, the clock will store solar energy whenever there is sunlight. The clock can potentially keep itself running for the full 10,000 years on this energy. However, it will still need humans to wind the wheel for the time to display and to keep the chimes ringing.\nThe Long Now Foundation appears to have put an extraordinary amount of optimism and faith in mankind into the making of their clock. Not only are they trusting future generations to take care of the maintenance and winding of the clock, but also not to steal or vandalize its valuable parts. Will the clock last the hoped-for ten millennia, and if it does, will anyone be around to appreciate it? Only time, as ever, will tell.\nSources: 1, 2, 3, 4, 5","author":"Yohani Kamarudin","web_category":"science","title":"A Peek Inside the Incredible 10,000 Year Clock","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb23.webshots.com-43798-2706452680102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-inside-10000-year-clock-0"}