{"summary":"Image of Mount Mabu from Enhanced Thematic Mapper Plus on NASA’s Landsat 7 satellite (November 8, 2007)Photo: Image: NASA. They put a big 'X' on their map and journeyed out to Africa in 2008, where they were happily rewarded with the discovery of three new species of butterflies, a previously undiscovered species of snakes, seven threatened bird species and a rare orchid.","advice_category":"2","content":"\nPhoto: Image: Julian Bayliss\nScientists from the Royal Botanic Gardens, Kew (RBG Kew) in search of biological riches made incredibly good use of Google Earth imagery when they used it to find a pristine rainforest on top of little-known Mount Mabu in northern Mozambique in 2005. They put a big 'X' on their map and journeyed out to Africa in 2008, where they were happily rewarded with the discovery of three new species of butterflies, a previously undiscovered species of snakes, seven threatened bird species and a rare orchid.\nOrchidPhoto: Image: Tom Timberlake\nOlive sunbird (Nectarinia olivace)Photo: Image: Julian Bayliss\nOn the hunt for a new conservation project site, researchers were using the then relatively new Google Earth software to browse the world in search of a rainforest they could preserve. Little did they know that they were going to find something that was literally off the charts - as far as most Mozambique citizens were concerned, Mount Mabu was nonexistent and could not be found on any traditional map. Local villagers kept their knowledge of Mabu secret because they used it as a refuge during the civil war of 1975-1992 in which an estimated one million people died; in doing so, they also saved it from being lost to development like the surrounding area.\nIn the more recent satellite photo of Mount Mabu, below, shades of pale green, tan and beige of cropland surround the deep green rainforest in the centre. Scattered deep green patches found throughout the lighter cropland areas denote areas of now-isolated forest. Click on the link to go to a larger image where purplish and bluish areas can be seen; these are likely the result of agricultural burning. \nImage of Mount Mabu from Enhanced Thematic Mapper Plus on NASA’s Landsat 7 satellite (November 8, 2007)Photo: Image: NASA\nAfter the discovery of Mount Mabu, scientists got to work and set out to organize an expedition to Africa to see what treasures of flora and fauna they could find. In the fall of 2008, funding from the Darwin Initiative brought an impressive team of 28 scientists and support staff from the UK, Mozambique, Malawi, Tanzania, Belgium and Switzerland into the rainforest at last. \nRBG Kew botanist and expedition leader Jonathan Timberlake said of Mount Mabu: \nPgymy chameleon (Rhampholeon sp)Photo: Image: Julian Bayliss\nNew Atheris snakePhoto: Image: Julian Bayliss\nIncredibly, the discovery of the three new species of butterflies, the new snake species and numerous threatened birds were just the tip of the diversity iceberg. So far, the team of international scientists also found numerous other butterflies, birds, pygmy chameleons and a rare orchid in the rainforest, and believe that they will find more as they continue to conduct research in the area with local partners. In the meantime, they've brought back more than 500 plant specimens to investigate at home.  \nSmall Striped Swordtail butterfly (Graphium policenes)Photo: Image: Julian Bayliss\nNow that Mount Mabu is finally on the map, conservation of this valuable find is priority number one, because logging and agricultural development pressures could threaten the safety of this bountiful forest. In an effort to ensure this doesn't happen, RBG Kew is working with the Mozambique government in the hopes of motivating people to protect and value amazing places like Mount Mabu. \nJonathan Timberlake looking out from the top of Mount MabuPhoto: Image: Tom Timberlake\nIf you'd like to find Mount Mabu for yourself, use these Google Earth coordinates: 16 degrees 17 min, 56 secs south and 36 degrees 23 mins 44 secs east.\nWith special thanks to RBG Kew for the use of images by Julian Bayliss and Tom Timberlake.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"soniaydong","web_category":"nature","title":"Google Earth Uncovers the Lost Forest of Mount Mabu","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Inside_Khumbu-Icefall.jpg","url":"http://www.environmentalgraffiti.com/featured/google-earth-uncovers-lost-forest-mount-mabu/7747"}