{"summary":"Hammerhead sharks, turtles, endangered fish stocks and other ocean life will have a chance to recover in a major new protective area around the Cocos Islands called Seamounts Marine Management Area. Photo: ? Conservation International/ photo by Sterling ZumbrunnHammerhead sharks, largely lost from much of their former range, are still found in schools numbering in the hundreds around Cocos Island.","advice_category":"2","content":"\nPhoto: ? Conservation International/ photo by Scott HendersonSea turtle at nesting site\nHammerhead sharks, turtles, endangered fish stocks and other ocean life will have a chance to recover in a major new protective area around the Cocos Islands called Seamounts Marine Management Area. It is an oasis for the endangered species and also a boon for those dependent on fishing for their livelihood as the stock recovers.\nPhoto: ? Conservation International/ photo by Scott HendersonCocos Island, a small dot in the vast Eastern Pacific, shrouded in clouds that develop over the island most afternoons.\nPhoto: ? Conservation International/ photo by Scott HendersonSunset in Wafer Bay, where the Cocos Island National Park headquarters is located.\nCocos Island is 20 km long and about 550 km off Costa Rica in the Pacific Ocean. Known as “Shark Island,” it is abundant with white tip reef sharks, hammerhead sharks and whale sharks, as well as leatherback turtles and more than 30 endemic (unique to the island area) marine species.\nPhoto: ? Conservation International/ photo by Sterling ZumbrunnBigeye Jacks found schooling by the thousands in spawning aggregations around  Cocos Island\nPhoto: ? Conservation International/ photo by Scott HendersonCocos Island\nPresident Lauara Chinchilla Miranda of Costa Rica signed an executive decree that \"formalizes the creation of the new marine protected area surrounding Cocos Island National Park to improve the conservation of this unique oceanic island, conserve an entire marine ecosystem, and protect a group of seamounts (underwater mountains) southwest of Cocos Island.\"\nPhoto: ? Conservation International/ photo by Sterling ZumbrunnHammerhead sharks, largely lost from much of their former range, are still found in schools numbering in the hundreds around Cocos Island.\nThe scalloped hammerhead shark is endangered, both due to fishing – especially for its fins, used  to make shark fin soup – and through its getting caught accidentally in fishing nets. Loggerhead turtles, meanwhile, are also endangered as a result of having their nests raided for their eggs and also through getting caught in nets. The new decree will protect the area from fishing and of course the taking of the eggs – which is vital as the Costa Rican population of turtles has declined 90% in the last 20 years.\nPhoto: ? Phil CollaWhale sharks, the largest fish in the world and holy grail to scuba divers, regularly concentrate around Cocos Island.\nScott Henderson, Regional Marine Conservation Director for Conservation International aid, said: \"Protecting threatened marine life and ensuring thriving fisheries is what our Eastern Tropical Pacific Seascape Program is all about. Costa Rica and its neighbors are enormously important centers of marine diversity and abundance that underpin valuable fisheries and tourism industries. Today's announcement reconfirms Costa Rica's role as a regional leader in green economic development — extending this approach from its land to its oceans. Tomorrow's fisheries will show that the expansion of Cocos benefits fishermen, too.\"\nPhoto: ? Tony Fern?ndezYellowfin tuna is protected by Cocos National Park. This helps maintain healthy populations levels that sustain highly valuable fisheries.\nThis vitally needed new Seamounts Marine Management Area is larger than Yellowstone Park in the U.S. and second only to the Galapagos National Park in the Eastern Pacific area is size. The ocean is where the majority of biodiversity still lies and desperately needed protection is slowly making its way in to help conserve our species and help humans make their livelihoods with sustainable fishing.","author":"Michele Collet","web_category":"nature","title":"An Oasis of Hope for Endangered Sharks and Sea Turtles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","url":"http://www.environmentalgraffiti.com/news-oasis-and-hope-endangered-sharks-and-sea-turtles"}