{"summary":"The Atocha: at the time, the richest shipwreck in the world, was a Spanish galleon that sank in 1622 as a part of what was deemed the \"treasure fleet\" - a group of ships that were all loaded heavily with gold bars and coins. This wreck was discovered by a team of Indiana University researchers, and is a perfect example of that age-old arms race in the undersea world:  the archaeologists versus the treasure hunters","advice_category":"4","content":"\nPhoto: Image from slava\nThe news broke yesterday that the richest shipwreck of all time had been discovered-- over 500 Million USD worth of gold and silver coin--had been found in an \"undisclosed location in the Atlantic Ocean.\" This is hardly the first time a private enterprise has gone seeking fortune in the deep and been rewarded, and it won't be the last. A more in-depth look at this week's big news, and some historical context, after the jump.\n\"The Black Swan\", Undisclosed Location In The Atlantic\nPhoto: Image from tao_zhyn\nThis is, of course, this week's find. Is it the actual name of the ship? No. Will the company that found it, Odyssey Marine Exploration, ever tell us where it was? Of course not. Is it worth more than the GDP of a small county? You bet. Am I talking like Donald Rumsfeld and does that scare me a little bit? Darn right.\nThe bottom line here is that 500,000 gold and silver pieces came from somewhere, and they're going to sell for $1000 each. The press is speculating that the wreck is off the coast of England somewhere and represents a 17th century merchant ship, primarily because Odyssey petitioned to salvage a wreck in the English  Channel recently.The Atocha, Near Key West, Florida\nPhoto: Image from bigdog3\nThe Atocha: at the time, the richest shipwreck in the world, was a Spanish galleon that sank in 1622 as a part of what was deemed the \"treasure fleet\" - a group of ships that were all loaded heavily with gold bars and coins. The Spanish managed to salvage one of the ships, the Margarita, but the Atocha was lost until 1985, when a treasure hunter named Mel Fisher spent 16 years looking for it. Upon his discovery, the state of Florida seized most of the treasure, and Fisher fought a legal battle that carried to the Supreme Court in order to gain the rights to profit from his work.Captian Kidd's Adventure Prize, Dominican Republic\nPhoto: Image from 2757\nThis wreck was discovered by a team of Indiana University researchers, and is a perfect example of that age-old arms race in the undersea world:  the archaeologists versus the treasure hunters.   Wrecked in 1699, the ship represents the rarest of finds: one that the archaeologists beat the treasure hunters to.  Most wrecks have at least some looting on them upon discovery, which is, as you may imagine, a source of tension between the two groups.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":" $500M in Sunken Treasure, and Other Great Discoveries Undersea","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-44790-2559162240104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/500m-in-sunken-treasure-and-other-great-discoveries-undersea/1126"}