{"summary":"Despite the calm appearance of this image, fog has of course contributed to some serious transport accidents – among them the 2007 crash of the MV COSCO Busan container ship into the San Francisco-Oakland Bay Bridge, which resulted in a major oil spill.. Next up is the Junction Bridge, a former railroad bridge, constructed in 1884, which was recently converted into a bridge for pedestrians and cyclists","advice_category":"4","content":"\nPhoto: Tsunami of Fog Photo: Sutanto\nThe sight of bridges devoured by fog and appearing to float in the air evokes all kinds of fantastic associations – magic faraway lands and fairytale bridges in the sky to name but a few. Even so, a certain ominous quality also pervades such scenes. If bridges represent humankind’s capacity to cross natural divides like rivers, bays and valleys, masses of cloud at ground level can also be a serious visibility hazard – a sign that we don’t always have it our own way on this planet.\nVerrazano-Narrows Bridge, New YorkPhoto: Photo: Jeff Colen\nWith a central span of 4,260 feet (1,298 m), the Verrazano-Narrows Bridge is the largest suspension bridge in the US and was the longest in the world when completed in 1964. Connecting the boroughs of Brooklyn and Staten Island in New York City, its massive towers can be seen for miles around – when not disappearing into a bank of fog as in this atmospheric shot. High enough to allow ships to pass beneath it, it is not high enough to escape the clutches of such low-lying cloud.\nJunction Bridge, ArkansasPhoto: Photo: clay.wells\nNext up is the Junction Bridge, a former railroad bridge, constructed in 1884, which was recently converted into a bridge for pedestrians and cyclists. Here we see it vanishing mysteriously into fog lying over the Arkansas River. Despite the calm appearance of this image, fog has of course contributed to some serious transport accidents – among them the 2007 crash of the MV COSCO Busan container ship into the San Francisco-Oakland Bay Bridge, which resulted in a major oil spill.\nMillau Viaduct, FrancePhoto: Photo via Uneasysilence\nCompleted in 2004, the Millau Viaduct is a giant bridge spanning the valley of the Tarn River in southern France. At more than 984ft (300 m) high, it is by far the tallest road bridge in Europe and even taller than the Eiffel Tower. Here its concrete and steel pillars are seen soaring high above the morning fog of the Tarn Valley, making for a spectacular sight. Valley fog forms in mountain valleys due to heavier cold air settling in the valley, with warmer air passing over the mountains above.\nForth Rail Bridge, ScotlandPhoto: Photo: George Gastin\nThe Forth Bridge is a cantilever railway bridge over the Firth of Forth in the east of Scotland. Completed in 1890, it was the first bridge in Britain to be constructed of steel alone, and even today is considered an engineering marvel. It is 2.5 km (1.5 miles) long, with a double track rising some 150 ft (46 m) above high tide. Haar, like that seen here veiling the Forth Bridge, is a coastal fog found along lands bordering the North Sea, typically formed over the sea and carried to land by wind.\nSecond Severn Crossing, England and Wales Photo: Photo: wentloog\nSeen here vanishing into a soup of fog over the mouth of the River Severn, the Second Severn Crossing connects Wales and England, and was inaugurated in 1996 to boost the traffic capacity of the original Severn Bridge. This 5.2 km (3.2 mile) long, S-shaped crossing has only twice been closed by weather, but it is not uncommon to see it swathed in fog. Sea fog is often down to salt particles from salt spray, produced by breaking waves, that can condense even in relatively dry air.\nAkashi Kaikyo Bridge, Japan Photo: Photo: zichi Lorentz\nOpened in 1998, Japan’s Akashi Kaikyo Bridge has the longest central span of any suspension bridge, at 6,532 ft (1,991 m). This impressive structure, seen here vanishing into the fog, crosses the busy Akashi Strait, a dangerous waterway that often suffers severe storms. The current there is very strong, sometimes there are whirlpools, and occasionally ships disappear, as in 1955, when two ferries sank killing 168 children. In this light, a bridge, however fog-shrouded, is no bad thing.\nGolden Gate Bridge, CaliforniaPhoto: Photo: M Skaffari\nSpanning the opening of San Francisco Bay, the Golden Gate Bridge is a globally recognised symbol of California, and the world’s most photographed bridge. With its Art Deco elements and distinctive colour – partly chosen to enhance its visibility in fog – this wonder of modern design was finished in 1937. The bridge must contend with the famous San Francisco fog, created when warm, moist air blows in from the Pacific across the cold water of the California Current. The cool, moist wind swirls along the coast devouring everything in its path – including this American icon.\nSources: 1, 2, 3, 4, 5, 6, 7 , 8, 9, 10\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"Bridges Devoured by Cloud","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb16.webshots.com-42447-2846367760105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/bridges-devoured-by-cloud/18684"}