{"summary":"You see, clown fish are territorial and think that any fish or diver is trying to steal their anemone. Who knew that female clown fish were so tough? You may never think of clown fish in the same way again.","advice_category":"2","content":"\nPhoto: BBM Exploxer\nYes, you read that right, those cute little orange and white striped fish as seen in Finding Nemo are actually brave and even downright aggressive! Even though they are only 2-5 inches long, clown fish will leave the safety of their anemone to approach divers to chase them away.\nPhoto: Daniel Dionne\nYou see, clown fish are territorial and think that any fish or diver is trying to steal their anemone. Clown fish will even go as far as to bite persistent divers who don’t get the message. Can you imagine chasing, let alone biting something that’s over 1000 times bigger than you? Can you imagine doing it when your only weapon is a few teeth that aren’t all that sharp? I’d say that’s a pretty brave little fish. Clown fish girl power!\nPhoto: mattk1979\nDespite their braveness, clown fish are not so brave when it comes to travel and are definitely not world travelers. They rarely venture further than a few inches from the safety of their anemone which has stinging tentacles for anything that touches it. Clown fish are immune to the stinging tentacles, since their bodies are covered in a slimy mucous coating that protects them. Still think clown fish are cute?\nPhoto: mattk1979\nAlso interesting is that the bravest clowns fish are also the biggest - which just happen to be female. Who knew that female clown fish were so tough? You may never think of clown fish in the same way again.","author":"Laurel R","web_category":"nature","title":"Clown Fish: The Most Fearless Fish in the Ocean","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-clown-fish-bravest-fish-sea"}