{"summary":"However, it was widely reported in the media, that a Soviet scientist in the late 1920s by the name of Sergei Brukhonenko actually managed to keep the severed head of a dog alive. Scientists say that the brain continues to function for about two minutes after the heart stops","advice_category":"4","content":"\nPhoto: image via Wikipedia\nCan a head live without a body? The answer should be simple: yes, but only for a little while. Scientists say that the brain continues to function for about two minutes after the heart stops. But can a lopped off head continue to survive after being completely severed from the body?\nMany would say no. However, it was widely reported in the media, that a Soviet scientist in the late 1920s by the name of Sergei Brukhonenko actually managed to keep the severed head of a dog alive. The dog’s head was reportedly connected to a primitive heart-lung machine called an “autojector” (or that’s what the inventor dubbed it). The device supposedly gives the head everything it needs to maintain life. Below is an illustrative video of how it’s meant to work (the actual video follows).\nBrukhonenko presented a similar experiment in 1928 at an international scientific conference, at the Third Congress of Psysiologists of the USSR. However, his science has often been questioned. As proof of his dog experiment and to show that the head wasn’t just part of the corpse, a video follows where Brukhonenko does a series of tests. He shines a light in dog’s eyes making it blink. He hits the table with a hammer and the dog’s head reacts. And last but not least, to make things even more gross, he feeds the dog head a small piece of cheese, which lands on the table at the other end of the esophageal tube. Enjoy!\nFrom that day forward controversy and speculation traveled the world over. Scientists divided in two camps: those who accepted the medical possibility and those who were skeptical. The latter suggest that the film may be just pure Soviet propaganda or simply medically impossible. What is interesting however, is that many physicians actually gave credit to Brukhonenko’s experiment, legitimizing the whole affair. So what do you think? Will we be able to replicate those live-heads off Futurama? Sources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Vlad Jecan","web_category":"science","title":"How Russian Scientists Kept a Dog's Severed Head Alive!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","url":"http://www.environmentalgraffiti.com/offbeat-news/how-russian-scientists-kept-a-dogs-severed-head-alive/1315"}