{"summary":"\"He wanted to know if silk paper was working the same way as plant material paper at the microscopic level. You likely know that almost all paper is made from plant material (cellulose)","advice_category":"6","content":"\nPhoto: Charles Kazilek/Gene ValentineHandmade Japanese paper\nVibrant blues, oranges, greens and earth tones that make one think of the inside of a log or autumn foliage are qualities of these incredible images. So too are hidden surprises, because what you are looking at is a tiny portion of a piece of paper, magnified hundreds of times to show the amazing patterns and colors it contains. As we'll discover, each of these 'art pieces' are actually smaller than the size of a comma – the texture and color of the images properties of paper seen at a microscopic level!\nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Silk Tissue\nCharles Kazilek uses a laser scanning confocal microscope to examine and photograph the paper. The lasers show the natural fluorescence that biological material has. The colors of the paper come from the plant materials, not dyes or paints. Amazing! How the paper project came to be is interesting in itself... \nPhoto: Charles Kazilek/Gene Valentine\nAs Charles explains: \"My colleague and collaborator on the Paper Project, Gene Valentine, came to me with a question about paper made from silk rather than plant material. You likely know that almost all paper is made from plant material (cellulose). What you might not know is that a large part of paper strength is the hydrogen bonding that occurs from fiber-to-fiber. More on this is found in the \"Cookbook for Papermaking at Home and in the Classroom\". \nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Stringybark (Eucalyptus sp.)\n\"Gene had been making paper from silk, which is protein-based and not cellulose-based,\" continued Charles. \"He wanted to know if silk paper was working the same way as plant material paper at the microscopic level. Papermakers are pretty strict about what they call paper. So the question was if paper made from silk was the same as that of plant made paper?\"  \nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Spiny-head mat rush (Lomandra longfolia)\nAccording to Dard Hunter, a foremost authority on paper, the definition of paper is as follows: \"To be classed as true paper the thin sheets must be made from fibre that has been macerated until each individual filament is a separate unit; the fibres intermixed with water, and by the use of a sieve-like screen, the fibres lifted from the water in the form of a thin stratum, the water draining through the small openings of the screen, leaving a sheet of matted fibre upon the screen's surface. This thin layer of intertwined fibre is paper.\"\nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Flat Drain sedge (Cyperus eragrostus)\nWho among us has ever really looked long and hard at a piece of paper, let alone noted the intricate detail of patterns to be found in it? 3D glasses allow you to see the depth and beauty of the paper in another way. If you don't have any, the paper project has a lesson in making your own.\nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Kangaroo Grass (Themeda triandra)\nWe asked Charles what should be learned from the Paper Project. He answered: \"The most important thing is to realize that this material that is so ubiquitous that it is almost invisible from our daily lives is really important and at the microscopic level amazingly beautiful. The images we show are roughly the size of a period at the end of a sentence. If you take a standard piece of paper you are likely to find a hundred or more beautiful pieces of art in each sheet. If you think about how much paper you come into contact with each day, there are literally thousands of tiny pieces of art passing through our hands.\" An inspiring thought!\nPhoto: Charles Kazilek/Gene ValentinePaper made by wasps. Even though humans claim to have been the first to make paper, wasps have been doing it since before the dinosaurs.\n\"The other important part of the Paper Project is to realize that this material is arguably one of the first great inventions of humans,\" Charles went on to say. \"It has been keeping our history and secrets safe for thousands of years. Today what media can you say will be as good at archiving our history and our thoughts? There is nothing out there.\" \nPhoto: Charles Kazilek/Gene ValentineHandmade paper made from Cattails\n\"Finally, there is a lot that can be learned with the Paper Project. We did not set out be an educational tool, but you can see from the website there are sections on human vision (how we see 3D), chemistry (how paper is held together), plant anatomy, microscopy, and history (from the history of paper timeline).\" \nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Gampi and Daffodils.\n“The best quote I heard about the project was from a middle school teacher,\" Charles added. \"She said: 'I can teach anything using the PaperProject.' I believe the idea is that you can introduce a lot of concepts with the Paper Project and make them fun for students. Along that line we have a slide show and companion PDF that teachers can use to introduce the Paper Project to their students.”\nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Artichoke Thistle (Cynara cardunculus)\n\"Let's not forget the other driving force for the project, art, which is huge. These images are really beautiful. Some of the best eye-candy that I have seen from nature. With many of the Paper Project pieces and installations, you literally get to shrink down to the size of a period and explore this amazing world.\" \nPhoto: Charles Kazilek/Gene ValentineHandmade paper from Fan Palm (Livistona sp.)\nScience and art are much closer together than some think, and in the Paper Project you can see them come together in imaginative and beautiful ways. The project has even collaborated with a dance troupe to integrate the 3D images into an exhibition with dancers joining in.","author":"Michele Collet","web_category":"art+and+design","title":"When Paper Under the Microscope Becomes Incredible Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/airplane-hotel-1.jpg","url":"http://www.environmentalgraffiti.com/news-amazing-paper-project"}