{"summary":"On cloudy days, the clouds keep the earth warm by trapping heat. Irrigating helps prevent frost for two reasons: water in the soil transmits heat between the deep soil layer that keep a steady temperature and the shallow soil layer that has a fluctuating temperature","advice_category":"4","content":"\nPhoto: Joseph Dunsay\nIt is that time of year again in the American Northeast. A thin layer of frost covers the ground on cold December mornings. Many global and local factors contribute to frost. Gardeners can modify local conditions to minimize frost damage in their plots. Farmers also have techniques to save their crops.\nCornell University is the land-grant university of New York State, USA. Every state in America has a land-grant university dedicated to educating the general public with practical knowledge. In addition to running classes for registered students, each land-grant university has a cooperative extension program with an office in each county of its state. The Chemung County office of Cornell's Cooperative Extension program gives gardeners advice about frost.\nPhoto: Joseph Dunsay\nFrost happens when the surface temperature drops to the freezing point of water. Latitude and date contribute to frost. Alaska experiences frost more often than Puerto Rico does, because of their different latitudes. New York State experiences frost in the winter month of December, not the summer month of June. Diurnal temperature changes affect frost. Frost is most likely during the coldest hour of the night, which is normally just prior to sunrise, and less likely in the middle of the afternoon. Climate change is another temporal factor affecting frost. Over the past five decades, the first autumn frost in Upstate New York has gotten later in the year, although the date of the last spring frost has stayed about the same.\nPhoto: Joseph Dunsay\nLocal topology and weather affect frost in the immediate area. Temperature drops with elevation due to adiabatic cooling, making frost more likely on hilltops. Frost is also more likely in valleys, because dense, cold air sinks to these low points. A garden plot's exposure to sunlight influences its frost risk as well. Some weather conditions lead to frost. On cloudy days, the clouds keep the earth warm by trapping heat. On windy days, the wind mixes the air to prevent extremely cold temperatures at the earth's surface. Both these defenses are absent on clear, calm days. Cold fronts bring frost with them when they enter a region.\nPhoto: Joseph Dunsay\nGrowers can take a few steps to protect their crops from frost. Covering plants insulates them from subfreezing temperatures. Plastics and fabrics are good insulators. Irrigating helps prevent frost for two reasons: water in the soil transmits heat between the deep soil layer that keep a steady temperature and the shallow soil layer that has a fluctuating temperature. It also releases heat as it freezes. Farmers sometimes implement other methods to prevent frost. They might use heaters to raise the temperature in their orchards or use large fans to mix a cold surface air layer with warmer higher layers.\nMany factors affect the risk of frost in a garden or on a farm. Global factors like latitude, date and climate change cause general trends. Other factors make the risk fluctuate on a smaller scale. Growers use science to protect their plants from frost. Covering plants, irrigating land and using heaters and fans can reduce crops lost when the local temperature drops.\n","author":"Joseph Dunsay","web_category":"science","title":"How to Protect Your Garden from Frost","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/meteorology/news-frost-brings-beauty-and-sends-gardeners-scurrying"}