{"summary":"It’s an example of a phenomenon called ‘deep-sea gigantism’ (other famous abyssal horrors which fit into this category include the giant squid and the colossal squid). It’s easy to conclude that mankind’s lot would be a pretty poor one if insects were much bigger than they are","advice_category":"2","content":"\nPhoto: \nImage: Mommamia\nInsects make the perfect movie monsters. There’s something about the mix of cruel claws, impenetrable exoskeletons and bulging compound eyes that has continued to chill audiences for decades. It’s easy to conclude that mankind’s lot would be a pretty poor one if insects were much bigger than they are. But on a scientific level, if insects are so perfectly adapted to just about every habitat on Earth, how come they’re stuck being the size they are? In other words, how feasible are the immense invertebrates from movies such as Them! and Eight-Legged Freaks? Let's examine the evidence.\n1. They Can’t BreathePhoto: \nImage: Shawn Hanrahan\nIf you look at just about any insect under the microscope, you may note a line of tiny openings, the spiracles. They're often most clearly visible at the rear of the animal (the abdomen, as we call it in the industry). Oxygen that enters these spiracles travels through a short network of tubes (the trachea), but is not guided to where it needs to be by any system of vessels (unlike in most ‘higher’ organisms). There is no insect equivalent to the network of veins and arteries that mammals have. Instead, the oxygen is dumped inside the body as part of the haemolymph (what insects have instead of blood). From here, the oxygen simply bleeds through the insect’s tissue (as it would through a sponge), and in this way travels to every part of the bug’s anatomy.\nIf this sounds like a fairly unspecialised method of getting some good quality 02 around your body… well, it is. It’s also the main reason insects are unlikely to get any bigger. Using this system, oxygen can only reach every part of the body by osmosis, a process that only works on a very small scale. In fact, it’s not very effective at distances over 1cm. So you won’t be able to make a beer move from the fridge to the couch by osmosis, then.\n2. They Did Exist OncePhoto: \nImage: Stavros Markopoulos\nKids' books about dinosaurs always have a page describing the prehistoric Carboniferous coal-forests. This page will always have a picture of an enormous dragonfly flitting through the horsetails and fern-trees. It’s true that there were giant dragonflies during this time (Meganeura, for example, is thought to have had a wingspan of two-and-a-half feet). So why aren't they abroad now? Mainly because the air then was about 35% oxygen, whereas now it’s only 21%. Essentially, the insects are getting less bang for their buck – they need to import more air into their body, but are getting less oxygen out of it. With oxygen this low, any oversized arthropod would have to evolve a tracheal system so big that it would hardly fit into the insect’s own body.\n3. Heart Strain\nAn insect as big as those portrayed by Hollywood creature-features is unlikely to be active enough to chow down on the Eiffel Tower or scale the Washington Monument. In fact, it probably would barely be active enough to lift its own colossal bulk. Debates about whether enormous animals such as the prehistoric sauropods could even raise their necks without possessing multiple hearts have raged for decades.\n4. Physics Says NoPhoto: \nImage: Fay Celestial\nWe’ve all heard that an ant can lift 50 times its own weight, or that a flea can jump 100 times its own length. However, at their size, that isn’t really such a big deal. Physics affects them differently than it does us humans, we being as big as we are. Because weight increases a lot faster than height, if a flea were to become 10 times bigger (keeping the same proportions), it would become 1000 times heavier, and probably be unable to move!\n5. Deep Sea Gigantism\nPerhaps the next time you watch the terrifying ‘Arachnids’ in Starship Troopers destroy a marine outpost, you’ll look on with a little more scepticism. But like any rule, there’s exceptions – there are at least some places on Earth where giant invertebrates do still exist!\nPhoto: \nImage: Damien du Toit\nThese giant isopods, known as Bathynomus, are generally found at depths of 300-700m, and can grow to 37cm in length. They’re crustaceans, not insects. Their enormous size is probably an adaptation to the incredible pressure present at this depth. It’s an example of a phenomenon called ‘deep-sea gigantism’ (other famous abyssal horrors which fit into this category include the giant squid and the colossal squid). Aside from the pressure, animals that live this deep tend to mature very slowly. Living for decades rather than years, and meeting infrequently with anything that wants to eat them, these creatures tend to be rather on the large side. There appears to be no scientific reason why Bathynomus and other deep-sea denizens might not grow more and more large as they grow older, or as they occur deeper down…\nIt’s a comforting thought to know that such unknown horrors may be lurking in the ravines and crevasses of the deeps. So until Hollywood gets its greasy mitts on this nightmare scenario, sleep tight and don’t let the monstrously overgrown crustaceans bite.\nSources: 1, 2, 3, 4, 5, 6.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Steampunk","web_category":"nature","title":"Could Insects Feasibly Evolve To Be Monsters?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44375-2296804540104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/could-insects-feasibly-evolve-monsters/11939"}