{"summary":"We think we’re smart don’t we? But as hunter-gatherers the vast majority of us have totally lost our instincts. The anglers among us may claim to be more in touch with their innate survival skills, but with all the gear you can get, it’s not hands-on like back when spearfishing was a luxury","advice_category":"2","content":"\nPhoto: \nImage: porcelain pony\nWe think we’re smart don’t we? But as hunter-gatherers the vast majority of us have totally lost our instincts. And no, foraging for food in supermarkets definitely doesn’t count. The anglers among us may claim to be more in touch with their innate survival skills, but with all the gear you can get, it’s not hands-on like back when spearfishing was a luxury. But the bird featured here is fully in touch with its natural instincts, and shows an ingenuity that puts most of us to shame. After all, we’re too busy dumbly watching footage of the little fellow!\nThis bird, reckoned to be a green heron, has become quite an overnight sensation in the blogosphere. Its ability to use bread as floated bait in order to fish like a human has captivated our imaginations. Yet some of the hype that has accompanied the clip has smelled a bit fishy, particularly the claim that the video has stunned scientists around the world. See, it’s accepted that green herons are one of the world’s few known tool-using species. They also drop titbits of food such as insects or small objects like feathers onto the water’s surface to attract fish that they then proceed to pick off. Clever indeed.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Clever Bird Fishes Like a Human","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/clever-bird-fishes-like-a-human/7523"}