{"summary":"Photo: Agulha do Diabo. Photo: Mount Roraima","advice_category":"8","content":"\nPhoto: Meteora, Greece\nRock climbing has its conservationist critics, who object to negative impacts such as soil erosion, harm to plant life, and traces of errant equipment. But what can you say to the climbers who stick to “leave no trace” practices as they scale the giddy heights – not to mention the adrenaline junkies who “free solo” with no self-protective measures at all? These crazy cats not only feel the rush of defying gravity – and hopefully death; they also get to see some of the world’s most stunning natural scenery and amazing natural rock formations – all from an aerial perspective few can fathom.\nPhoto: Agulha do Diabo\nIn memory of free soloing legend Dan Osman, who died in 1998, travel loving website Hotnez has compiled a dizzying photographic tour of The 15 Most Spectacular Rock Climbs on Earth. Alongside scenic heart-stops like the sandstone rock pillars overlooking the monasteries of Greece’s Meteora are topographical high spots such as Dead Horse Point, featured in the opening scene of Mission Impossible. \nPhoto: Mount Roraima\nAmerica's national parks supply a number of the more familiar geological wonders, Canada and Pakistan chip in with some snow-capped hair-raisers, while Europe offers alpine rockface favourites such as the Matterhorn. But it’s South America that seems to take the breathtaking biscuit, with marvels like Agulha do Diabo (‘Devil’s Needle’) in Brazil, and Mt. Roraima – which forms the border between three countries – almost beggaring belief.\nPhoto: Cerro Torre, Patagonia, Argentina\nRead more and view all the pictures at: Hotnez\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Karl Fabricius","web_category":"outdoor","title":"The Most Spectacular 'Free' Rock Climbs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42918-2419306440104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/most-spectacular-free-rock-climbs/6201"}