{"summary":" 20% of maize grown in the US is now sold for biofuel production. Sivakumar concluded that it is vital for the international community to help put innovative and adaptive land-management practices into action to prevent a world food crisis in the future.","advice_category":"8","content":"\nA scientist from the UN-affiliated World Meteorological Organisation announced today that the spread of deserts due to global warming could result in serious food shortages in the near future.\nSpeaking prior to a UN conference on desertification in Madrid at the beginning of September, M V K Sivakumar told a Geneva news conference that it was time to worry about land being ruined for agriculture through heat waves, floods, landslides and forest fires.\nAt the present time, 11% of the world’s land surface is suitable for food production.  However, as climate change causes extreme weather events, and desert areas increase, this will reduce and make it harder to feed the rapidly growing global population.  In Sivakumar’s words, “Will we be able to feed the 8.2 billion that we expect to populate the globe in 2020 if even less land is available for farming?”\nDesertification is expected to affect sub-Saharan Africa and central Asia the hardest, but southern Europe is also at risk.  This summer’s forest fires in Greece are thought to have destroyed vegetation on 268834 hectares of land. Italy has suffered four serious droughts since 1990 and is thought to have ten million hectares of land at risk of desertification, according to Francesco Ferrante, director of charity Legambiente.\nThe Intergovernmental Panel on Climate Change has predicted that, due to climate change, agriculture dependent on rain-fall could be cut in half by 2020.\nThis warning comes in the same week that newspaper The Guardian voiced concern over world food supplies, as increasing commitment to biofuel crops takes agriculture away from food production.  20% of maize grown in the US is now sold for biofuel production.  America is the main exporter of maize worldwide, and as a result its price has doubled in 10 months; meanwhile, the price of wheat has risen by about 50%.\nLester Brown, president of the American Worldwatch Institute thinktank, told the Guardian that in seven of the past eight years the world has actually grown less grain than it consumed.  \nSivakumar concluded that it is vital for the international community to help put innovative and adaptive land-management practices into action to prevent a world food crisis in the future.\nSources include: Reuters; The Guardian;  IPCC; University of Newcastle\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.  ","author":"Maryking","web_category":"lifestyle","title":"Uh oh! There's an impending world food crisis","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/uh-oh-theres-an-impending-world-food-crisis/249"}