{"summary":" With a desire to bring the number of wolves down to approximately 900, the state is preparing for litigation from an organization called Earthjustice, which believes that the wolves will not be secure in their environment until the population rests between 2 and 3,000.. The wolves are, I imagine, pretty thrilled to have enough of their population to not need the protection--I can imagine how cranky I would be if there were only 750 women in the world--but would have more than a few reservations if they knew that hunting permits were about to be auctioned off.","advice_category":"2","content":"\nThe decision was made Friday to lift the Federal Endangered Species Act protections offered to Gray Wolves in Idaho, Wyoming, and Montana, deferring control of the 1,500 animals to the states.\nImage from Daryl L. Hunter on Flickr\nThe wolves are, I imagine, pretty thrilled to have enough of their population to not need the protection--I can imagine how cranky I would be if there were only 750 women in the world--but would have more than a few reservations if they knew that hunting permits were about to be auctioned off.\nIdaho is already in the planning stages of their hunt-- and bracing for a lawsuit designed to stop it.  With a desire to bring the number of wolves down to approximately 900, the state is preparing for litigation from an organization called Earthjustice, which believes that the wolves will not be secure in their environment until the population rests between 2 and 3,000.\nThis represents the latest in a twenty-year battle between advocates for the animals, who have even compiled a fund to compensate ranchers for losses inflicted upon livestock, and those who believe the wolves are a menace, who have previously rallied under the slogan \"No Wolves, No Way.\"   If the wolves were to fall below 800 in population again, the expectation is that the federal protections would resume, a cold comfort to supporters of the species.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"nature","title":"Gray Wolf Repopulation So Successful It's Time To Kill Them","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/wolf_1.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/gray-wolf-repopulation-so-successful-its-time-to-kil-them/983"}