{"summary":"Jonathon went as far as to say that religious leaders had singularly failed to adopt the messages of sustainability in their teachings and that he wished the leaders of the world’s faiths were present at global climate change summits rather than political leaders. Photo: Six Senses","advice_category":"8","content":"\nPhoto: Six Senses\nThe Six Senses Eco Symposium got underway properly today.\nOne of the things about Soneva Fushi is that guests’ shoes are confiscated before they step off the boat. So the 50 plus delegates in the conference centre today all came bare foot – including (I think!) President Nasheed of the Maldives.\nPhoto: Andrew Murray-Watson\nFirst up was Jonathon Porritt, the founding director of Forum for the Future and a non-exec director of Wessex Water in the UK. Jonathon is a highly entertaining chap. It always slightly amazes me that environmentalists, who have every reason to be gloomy, are usually some of the liveliest, funniest people you will ever meet.\nAnyway, Jonathon describes himself as an “Anglican” of the environmental movement. He is not prone to dramatic, doom-laden predictions and speaks with a rare eloquence that reinforces the practicality and logic of his arguments.\nThe thrust of his argument today was that the environmental movement has largely failed in its remit to win populist support for its position on climate change and global warning. He cites the fact that so few people make more than a passing effort to live a sustainable life, as evidence for this theory.\nHe went on to say that one of the reasons for this failure of advocacy is the secularization of the language used by environmentalists.\nJonathon argued that environmentalists should not be afraid to point to the spiritual links between humanity and the planet. Without getting all “Gaia” on his audience, he made the point that civilizations dating back thousands of years had risen or fallen based on their links to the environment and despite the technological advancements of the last 100 years, the link is just as important today as it has ever been.\nJonathon went as far as to say that religious leaders had singularly failed to adopt the messages of sustainability in their teachings and that he wished the leaders of the world’s faiths were present at global climate change summits rather than political leaders. At least that way something might actually get done, he concluded.\nBut the main topic of his address was the looming carbon industry crunch that could happen within the next two decades. He argued that governments will probably do as little as possible for as long as possible in the fight against climate change. Then, once global temperatures exceed a threshold point, there will be widespread panic that will see governments take draconian measures to combat climate change.\nThis in turn will render the fossil fuel reserves of energy giants valueless (as they will never be allowed to exploit what remains in the ground), causing the likes of Exxon, Shell and BP to crash in value and leading to the destruction of countless billions of capital. He concluded that the carbon industry crash would make the 2008 credit crunch look like a small financial hiccup by comparison.\nIt was thought provoking stuff and investment managers who look after the pensions of billions of people around the planet should wake up and smell the risk. And if they don’t – it will be ordinary people, not just bankers – who end up paying the price.\nAnd we got all that before the first coffee break of the morning.\nPresident Nasheed of the Maldives arrived shortly afterwards and he spoke with a passion befitting a man who is watching his country slowly sinking under the waves. However, I will let the Environmental Graffiti representative Rich Morgan tell you all about that.\nI remain in awe of the beauty and peace of this very special part of the world. It is hard not to share Jonathon Porritt’s determination that we all need to reconnect spiritually with the world around us when you are in such\nmajestic surroundings.","author":"Six Senses","web_category":"travel","title":"The Second Day of the Six Senses Eco Symposium","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","url":"http://www.environmentalgraffiti.com/ecotourism/news-second-day-eco-symposium"}