{"summary":"The Hemlock Woolly Adelgid kills the hemlock trees by sucking prodigious amounts of sap. Photo: hspauldiIn the spring, the adults who survived the winter lay their eggs on hemlock twigs, in masses of perhaps fifty to three hundred","advice_category":"2","content":"\nPhoto: hspauldi\nThe Hemlock Woolly Adelgid, or Adelges tsugae (Annand), invaded the United States by stealthily stowing away in cargo from its native Asian haunts. It now wreaks havoc on hemlock groves in the north-eastern United States.\nAn Introduction to the Hemlock Woolly Adelgid\nPhoto: grifray\nThis bold aphid-like insect found its way to the western United States in the 1920s, but was not considered a pest. After it arrived on the East Coast in 1951, it began to attack and destroy Eastern Hemlock trees, Tsuga canadensis.\nEach Hemlock Woolly Adelgid is a female; most are fully capable of laying eggs twice a year. Its range of destruction includes southern Vermont, southern New Hampshire, western Pennsylvania and southern Maine. This covers perhaps one-third of the range of the Eastern Hemlock forests.\nThe Life Cycle of the Hemlock Woolly Adelgid\nPhoto: hspauldiIn the spring, the adults who survived the winter lay their eggs on hemlock twigs, in masses of perhaps fifty to three hundred. After about a month, the nymphs, or \"crawlers\", emerge from the cotton-like mass of eggs. Within days, each selects the base of a hemlock needle, bites down, and settles in to drink sap for another six weeks or so.\nMany mature to become wingless adults who lay their eggs on the same hemlock tree in June. Those eggs hatch on their schedule, but the nymphs then remain dormant until they resume feeding in October. They will lay their eggs in the next spring.\nThe eggs and nymphs are spread by wind, animals that rub against the trees, and especially by loggers or hikers. These travellers need to be lucky to find themselves in another hemlock tree; but it only takes a few lucky ones to begin a new infestation.\nThe adults with wings cannot reproduce on the hemlock trees. Adults are only about the size of a printed period. They are visible only because of the silky \"cotton wool\" in which they wrap themselves.\nThe Impact of the Hemlock Woolly Adelgid on the Eastern Hemlock Tree\nThe Hemlock Woolly Adelgid kills the hemlock trees by sucking prodigious amounts of sap. Some mature hemlock stands have died within five years of the arrival of the adelgids. They may remain standing up to a decade, but then snap and fall.\nAttempts to Defeat the Hemlock Woolly Adelgid\nCold weather is the only known natural large-scale killer of these adelgids. Of course, this has proven to be ineffective over the last half century.\nA homeowner might apply chemical pesticides to a few trees, but this is labour-intensive and costly over the long run.\nThere have been attempts at biological control using imported Japanese beetles. However, the long-term effects are not known, especially if these beetles develop a taste for other insects. \nA more recent biological weapon is a fungus that has been introduced to defend against the invaders. Lecanicillium muscarium is fairly common throughout the world and has long been established in North America. The fungal treatment may be cost-effective now that leftover whey, a byproduct from the cheese industry, has been found to be a good growth medium in which to culture the fungus.\nThe Importance of the Eastern Hemlock Tree\nPhoto: Swamp Dude\nThe Eastern Hemlock tree is a conifer that can live several hundred years. It is considered a \"foundation\" species in the eastern forests. It provides shelter and shade along streams and rivers, providing a cooler environment for the fish. Fallen branches and broken bark from the hemlocks have returned nutrients to the soil in the eastern forests.\nHardwoods such as Black Birch tend to replace the softwood conifers like hemlock when the conifers die out. They may not fulfill all the roles played by the hemlock, however.\nReferences:\nPhys Org, \"Forest fungus factory: New technology fights hemlock pest\", published July 21, 2011, referenced July 21, 2011. USDA National Invasive Species Information Center, \"Hemlock Woolly Adelgid\", modified July 21, 2011, referenced July 21, 2011. University of Rhode Island, \"Hemlock Woolly Adelgid\", 1999, referenced July 21, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"The Invasion of the American North-East by the Hemlock Woolly Adelgid","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Baby_turtle_on_hand.jpg","url":"http://www.environmentalgraffiti.com/animals/news-hemlock-woolly-adelgid-has-invaded-american-north-east"}