{"summary":"Yesterday the Taxpayers Alliance released the first audit of environmental taxation in the UK, claiming that the government is “raising ¢G10 billion more from green taxes than [is] required to cover cost of UK’s carbon footprint”.. The report “The case against further green taxes” concludes that “Green taxes are therefore already too high if they really are a means of internalising environmental externalities rather than simply revenue-raising measures.”","advice_category":"4","content":"\nYesterday the Taxpayers Alliance released the first audit of environmental taxation in the UK, claiming that the government is “raising ¢G10 billion more from green taxes than [is] required to cover cost of UK’s carbon footprint”.\nAccording to the lobby group, which campaigns for “better government and lower taxes”, just ¢G11.7bn would have covered the cost of damage caused by greenhouse gas emissions in 2005, whilst green taxes raised ¢G21.9bn for that year. The report “The case against further green taxes” concludes that “Green taxes are therefore already too high if they really are a means of internalising environmental externalities rather than simply revenue-raising measures.”\nCorin Taylor, research director, commented that “Green taxes and charges impose substantial costs on, amongst others, northern manufacturers and the NHS. Green taxes in the UK are already well in excess of the level they need to be to meet the academic estimates of the social costs of carbon emissions.”\nThe paper follows a recent YouGov poll in which 63% of those asked agreed with the statement “Politicians are not serious about the environment and are using the issue as an excuse to raise more revenue from green taxes.”\nThe Treasury denied the claims, calling them ridiculous: “The government's definition of environmental taxes includes those taxes that are designed to primarily have an environmental impact - the climate change levy, aggregates levy and landfill tax.  In arguing against these taxes, the Taxpayers' Alliance are being doubly dangerous - it would mean cuts to public services, schools and hospitals, as well as higher carbon emissions leading to accelerated climate change.”\nThe danger of a report such as this is not the fact that it may shake faith in the government or in taxation; it is the implication that pollution and environmental damage can be counterbalanced simply by spending.  The claim that ¢G11.7bn is enough to cover “the social cost of climate change to the world”, such as weather changes and related disasters, is putting a price on something that can’t be measured in purely economic terms: the health of our planet.\nWhilst industry may still cling to the idea that financing new technology will solve the problem of climate change – and whilst it may do so, in the future – in the present throwing money at the problems is not enough: we do not yet have the technology to “undo” environmental damage and therefore it is necessary to substantially alter our lifestyles if we want to minimise climate change.  As Friends of the Earth director Tony Juniper commented on the concept of carbon offsetting, “Carbon offsetting schemes are being used as a smokescreen to avoid real measures to tackle climate change. We urgently need to cut our emissions, but offsetting schemes encourage individuals, businesses and governments to avoid action and carry on polluting.”\nSources include: The Taxpayers Alliance report; Yougov; Friends of the Earth \nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"Maryking","web_category":"science","title":"The cost of climate change: ¢G11.7bn","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/businesspolitics/the-cost-of-climate-change-117bn/252"}