{"summary":"Solid as a rock: Rocksteady in concert at the Montreal Jazz Fest 2009Photo: Photo: TMAB2003. Cool where it's green: Kool & the Gang in concert at the Montreal Jazz Fest 2009Photo: Photo: Anirudh Koul","advice_category":"8","content":"\nThe Montreal International Jazz Festival – the largest of its kind in the world – has just pulled the curtain down on its annual mix of music and visitors from all over the globe. To celebrate its 30th anniversary, this year there was something extra-special about the Jazz Fest. Not only were the jazz notes as blue as the deep sea, but the festival boasted a green ethos matching the lushness of the city’s many green spaces. \nMost of the talk may have been of Motown music legend Stevie Wonder kicking things off when he held a free outdoor concert on June 30th 2009, but there was also important work going on behind the scenes to ensure that the festival site stayed clean and green.\nCool where it's green: Kool & the Gang in concert at the Montreal Jazz Fest 2009Photo: Photo: Anirudh Koul\nFrom Glastonbury to Burning Man, litter, trash, call it what you will, has become a major concern, with each event generating thousands of tonnes of rubbish every year. So, during the course of the Jazz Festival, Montreal kept its streets clean with an innovative vacuuming system that made the city a more pleasant place to be. \nStill Cool: Kool & the Gang againPhoto: Photo: Anirudh Koul\nThe Jazz Fest has actually been recovering its on-site waste since 1989, with some 20 tonnes of recyclable materials reclaimed year on year. But this year the new clean-up technology added something different, as underground waste pipes replaced public bins, keeping festival rubbish at a minimum – and making sure nothing distracted from the music.\nProud of the crowd: Electronica collective Bran Van 3000 in concert Photo: Photo: Anirudh Koul\nAs well as helping the city avoid turning into a refuse tip, the suction machines also relied on electricity rather than fossil fuels, reducing the festival’s carbon footprint. All in all, it sounds like green was the order of the day for Montreal and the more than some 2 million party-goers that descended on the Quartier de Spectacles, from where the music emanated in style.  \nSolid as a rock: Rocksteady in concert at the Montreal Jazz Fest 2009Photo: Photo: TMAB2003\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"lifestyle","title":"Green Notes at Montreal International Jazz Festival ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/green-living/green-notes-montreal-international-jazz-festival/13236"}