{"summary":"Prehistoric life: Cyanobacteria in the pools of Cuatro Ci?negasPhoto: Photo: Tommy LaVergne/Rice University. Desert surrounds: Dunes in the protected Cuatro Ci?negas areaPhoto: Photo: Cazadordemolinos","advice_category":"2","content":"\nPhoto: Photo: Tommy LaVergne/Rice University\nLush landscape, water in idyllic shades of green, turquoise and blue, and an array of animal and plant species found nowhere else on earth combine to make the Cuatro Ci?negas valley a marvel of natural beauty. Set against a rugged mountain backdrop, this unique oasis in the Chihuahuan Desert is also exceptional due to the colonies of algae that inhabit its pools, associated as they are with the origins of life on our blue planet. \nGreen and serene: Close-up of the Poza AzulPhoto: Photo: patori hanzo\nCuatro Ci?negas comprises a network of more than 200 ponds, or pozas, connected by underground rivers and fed by springs whose waters percolate up through the desert floor. Of these, Poza Azul is one of the most stunning; a brilliant, sparkling blue body of water that is also home to a visitor’s centre not to mention several super-rare, semi-aquatic turtles native only to this tiny part of the world. \nBrilliant blue: The Poza Hundidas CuatroPhoto: Photo: Void Memory\nUp to four metres deep and with visibility as good as 20 metres, the bathtub-warm water of the pozas is shot through with the occasional cooling current. Jets of tiny snail shells mixed with pebbles are sometimes created at the bottom by water entering from the underground water system, while whirlpools occasionally manifest themselves at the water’s surface.\nMini maelstrom: A whirlpool forms in the Poza AzulPhoto: Photo: enriquevera2000\nCuatro Ci?negas means ‘four marshes’ in reference to the area's wetland topography, which lies amid the parched soil of North America’s largest desert. The dozens of animal species unique to this fertile environment and its myriad lagoons include scorpions, snails, cichlid fish and poisonous frogs, while in and around the water various different endemic grasses, lilies and flowers flourish.\nCrystalline scene: The Poza Azul in a different lightPhoto: Photo: familia rodriguez pecero\nThe thriving biodiversity of this extraordinary if delicate ecosystem has earned it such nicknames as the ‘Galapagos of Mexico’ and the ‘Desert Aquarium’. Visitors are permitted to swim and snorkel in some of the pools, but suntan lotions, hair gels and any other wearable chemicals that might harm the many fish and micro-flora in the waters are strictly forbidden.\nPrehistoric life: Cyanobacteria in the pools of Cuatro Ci?negasPhoto: Photo: Tommy LaVergne/Rice University\nAs suggested, Cuatro Ci?negas harbours microscopic organisms of incredible importance to our understanding of life on earth. Live stromatolites are found here – geological phenomena formed by blue-green algae, or cyanobacteria, now extinct in most of the world but linked to the beginnings of an oxygen-rich atmosphere more than 3 billion years ago.\nTurquoise tranquillity: The Poza Azul once morePhoto: Photo: Ignatius244\nYet this ecosystem – so similar to those that survived in prehistoric times – is under threat. Scientists researching in the area as well as some of the local residents have noticed early signs that this splendidly abundant basin could be on its way to drying out. Climate change and the introduction of major agriculture in adjacent valleys are possible culprits.\nDesert surrounds: Dunes in the protected Cuatro Ci?negas areaPhoto: Photo: Cazadordemolinos\nHaving said this, the waters of this preciously protected nature reserve remain serene and crystalline at least for the time being. We can only hope this remote desert biosphere will continue to astound people for many years to come – and that its steady stream of eco-tourists is not allowed to become a potentially damaging torrent. \nPhoto: Photo: Cazadordemolinos\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Pozas of Cuatro Ci?negas: A Turquoise Oasis in the Chihuahuan Desert","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-9141-2350366490102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/pozas-cuatro-cienegas-turquoise-oasis-chihuahuan-desert/16142"}