{"summary":">1) A shared blind faith in printed guidebooks can have the ironic “trail effect” on a destination. Maybe it’s the  physical heft of a printed guidebook that lends it such authority","advice_category":"8","content":"\nPhoto: zoetnet\nIf travel were a religion, it would have its various branches based on the texts it uses as a guide. The guidebook sect of travelers thump their tattered tomes with an orthodoxy that I can’t understand. Maybe it’s the  physical heft of a printed guidebook that lends it such authority. Maybe it’s the nod of recognition from other believers who are toting the same edition. Maybe it’s simple brand loyalty. Something compels these travelers to guard their guidebooks like passports and to quote them like Bibles. Meanwhile, a new sect is forming based on faith in the destination itself and the locals who live there as the best source of travel information. This local travel movement is gaining converts. \nPhoto: Ed Yourdon\nIn our age of web 2.0-style democratized information and conscientious consumers wanting to “go local”, I wonder how long the faith in guidebook giants such as Lonely Planet can go unquestioned. It’s about time to nail some theses to the door. \nThree reasons to lose faith in printed guidebooks:\n>1) A shared blind faith in printed guidebooks can have the ironic “trail effect” on a destination. The businesses that are listed enjoy increased traffic from what becomes a trail of independent travelers looking for local experiences “off-the-beaten-path”. The unlisted businesses fall off the travel map. Perhaps the printed guidebook could best serve more locally-oriented travelers as a reference of places that are already benefiting disproportionately from traveler spending.\n>2) Guidebook authors are one or two professionals who have spent some time  at the destination but are rarely locals themselves. Nor are the publishing companies local. Lonely Planet, for example, has been absorbed recently by multinational media conglomerate the BBC. \n>3) Printed guidebooks have lag time and a short shelf life. By the time a book makes it through the publishing process, time-sensitive information such as prices and phone numbers have already become outdated. I’m not against the use of printed guidebooks, I just think that it is not the only route to travel heaven. I believe that guidebooks are best when complemented by the wealth of local knowledge readily available today. Why trust one guide book? There are entire galaxies of travel information from local people who know a place the best.\nPhoto: nerdcoregirl\n“Go local” while traveling by supplementing a printed guidebook with:\n>1) Local people. Not even the most experienced guidebook writers know a place like the people who actually live there. They know the spots with the most honest prices, the best live music, and how to get from point A to point B on public transit. Maybe a casual poll is more reliable than one local answer, but their information is live and up-to-date. \n>2) Local publicity. Local businesses reach out to travelers who are already on the ground through fliers, posters, and leaflets in strategic places. Plus, a collection of local publicity with smart graphic design makes a better souvenir than a worn-out guidebook.\n>3) The internet. Both travelers and locals are uploading useful travel information. Even in places of the world with less internet usage, residents are contributing content to all kinds of websites, including travel-related ones. Check out social networks such as the couchsurfing.org community groups, and search destination cities and regions within Facebook. Also, more than an awesome online booking interface for locally-owned accommodations, www.whl.travel has great destination guides updated by the people who call the place home. \nLosing a guidebook may turn out to be the best thing that could happen on a trip. It’s liberating and it lightens the load. As a local travelite, I believe in the destination itself and its population as a guide.","author":"cynthia.ord","web_category":"travel","title":"Amazing Alternatives to Travel Guide Books","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/theater.jpg","url":"http://www.environmentalgraffiti.com/beaten-track/news-local-companions-lonely-guidebook"}