{"summary":"Famed for its spectacular white domed mausoleum, the Taj Mahal is a stunning and revered example of Mughal architecture, built in Agra, India, during the 17th Century under the orders of Emperor Shah Jahan. Despite its popularity and the somewhat draconian security measures enforced at the entrance to the gateway, the Taj Mahal retains a sense of peace, warmth and serenity","advice_category":"8","content":"\nPhoto: David Castor\nFamed for its spectacular white domed mausoleum, the Taj Mahal is a stunning and revered example of Mughal architecture, built in Agra, India, during the 17th Century under the orders of Emperor Shah Jahan. He dedicated the building to his beloved late wife Mumtaz Mahal, whose tomb is set within the building. This is why it is sometimes thought of as a significant ‘monument to love’. Located among beautiful grounds or charbargh (gardens), and on the bank of the Yamuna, it is widely believed to be ‘the most perfect building in the world’, representing a fusion of Persian, Indian, Islamic and Turkish architectural styles and using the finest materials from Asia including white marble, jasper, jade and crystal. Today the palace, seen as a religious shrine (on Fridays it operates as mosque) as well as a precious masterpiece of Indian heritage, attracts between two and four million tourists every year. \nDespite its popularity and the somewhat draconian security measures enforced at the entrance to the gateway, the Taj Mahal retains a sense of peace, warmth and serenity. Much effort has gone in to keeping it immaculate – motor vehicles are not allowed within one kilometre of the site and all heavy industry in the town of Agra was relocated in the early 1990s to prevent discolouration of the white marble. \nSo if you have resolved to ‘find yourself’ (or indeed to ‘lose yourself’) in India, your trip would not be complete without a visit to this magnificent attraction between Jaipur and Delhi. It is said to be at its breathtaking best when viewed at sunset or by moonlight.\n","author":"darconvillescat","web_category":"travel","title":"The Taj Mahal : The Most Perfect Building in the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb11.webshots.com-33994-2100098910104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/cities/news-most-perfect-building-world"}