{"summary":"The  monument preservation authorities of the former East Germany believed that demolishing the bio-towers would represent a huge  loss to local identity and also to the memory of what had, after all, been the first lignite coking plant in Germany. These impressive towers were built around a central staircase in sets of four and originally were used to purify wastewater from the town's coking plant by way of internal trickling filters","advice_category":"6","content":"\nPhoto: designboom.com\nThese amazing structures were part of a 122 hectare plot for the purpose of producing coke for fuel, by smelting lignite (also known as brown coal). Built in the 1970s, the site is at Lauchammer in what used to be East Germany, the German Democratic Republic. This was a process demanding advanced technology and became the foundation of  heavy industry in the country.\nPhoto: designboom.com\nOver 15,000 workers were employed at this coking plant prior to 1991, when it shut down. During the years when coke was being produced large amounts of phenolrich waste water was also created. This was  purified in the so-called tower dripper waste water purification facilities with the help of bacteria inside the bio-towers. \nBio-towers can vary considerably in width and depth but the principle involved is simple. They are nothing more than a round tank full of media (rocks or engineered plastic) over which the process flow is distributed, or “trickled.” The depth of the rock media in the trickling filters can also vary, but is normally around 8 to 10ft. \nPhoto: designboom.com\nThe media, whether plastic or rock, is used as a surface on which to grow a biological mass which will contain and support a population of microorganisms which perform the actual treatment that takes place in the biotowers and trickling filters. The biological growth on the media is where all of the work gets done. The growth is called zoogleal mass or biomass. \nPhoto: designboom.com\nThe biomass forms as a jelly-like mass or slime layer over the surface of the media. The mass consists of microorganisms or “bugs”, primarily bacteria, which feed on the organic waste products contained in the process flow. As the liquid passes over the surface of the biomass, the bacteria feed on and digest these wastes, transforming and breaking them down into more treatable and less polluting forms of matter. After going through several different ‘trickling’ levels, each of which purifies the water more, the end product goes through the water treatment plant processes before being used again by the public.\nPhoto: designboom.com\nThese impressive towers were built around a central staircase in sets of four and originally were used to purify wastewater from the town's coking plant by way of internal trickling filters. The  monument preservation authorities of the former East Germany believed that demolishing the bio-towers would represent a huge  loss to local identity and also to the memory of what had, after all, been the first lignite coking plant in Germany. The renovations and conversions took about two years and one of the towers was also equipped with two glazed building turrets to give visitors a special view over the former coking plant site. In the area directly around the towers, the coking plant’s old geometrical grid structure has been recreated in concrete crosses to show visitors how the bio-towers were once part of a much larger facility.\nPhoto: designboom.com\nNowadays the site is used to educate people about the industrial history of the local area, through guided tours, exhibitions and recently a glass-sided viewing box has been attached to the top of some of the columns to offer an elevated view of the complex.\nThis striking bio-towers industrial monument was finally opened for visitors in 2008. One year later, it was awarded both the 'Brandenburgischer Ingenieurspreis' - an engineering award - and the region’s own prize for listed structures. The site is an 'ENERGIE heritage one, part of the 'European route of industrial heritage' (ERIH) tourism project.Photo: designboom.com\nImages courtesy of http://www.designboom.com/weblog/cat/9/view/10198/bio-towers-in-lauchhammer-germany.html","author":"tonyleather","web_category":"art+and+design","title":"Germany's Incredible Bio Towers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rat-in-doel.jpg","url":"http://www.environmentalgraffiti.com/green-technology/news-germanys-incredible-bio-towers"}