{"summary":"Per the IUCN Red List, in 2010, 486 amphibian species are known as ‘critically endangered’. This toad belongs to the Bufonidae family and could be a single stream in an isolated Venezuelan forest.","advice_category":"2","content":"\nPhoto: FroggydarbAll images courtesy of Conservation International\nDid you know the sad fact that one third of the world’s 6,000 amphibian species face extinction? What if it couldn’t find their habitat, the place where an animal naturally lives, suitable any more? The result of habitat destruction, deforestation, pollution and climate change is that most of the amphibians are now long lost.\nPhoto: Froggydarb\nAmphibians are supposed to be the first vertebrates that colonized our planet millions of years ago. They could live both in the water and on land. The decrease in the amphibian population has become the subject of threat to our environment. Per the IUCN Red List, in 2010, 486 amphibian species are known as ‘critically endangered’. \nHow to save disappearing amphibians has always been a matter of concern for scientists. We can’t ignore the fact that since 1980, about 32% of the world's amphibians are categorized as ‘threatened’ and this is not sufficient. It’s an important matter of discussion for us, as 129 species have gone ‘extinct’. \nHere is the list of ten of those missing amphibians. Some of them have not been seen for decades and some have disappeared a century ago.\n#10 TURKESTANIAN SALAMANDERPhoto: ? N.V. Panteleev/ CI\nBinomial Name: Hynobius turkestanicus\nPlace: KYRGYZSTAN\nStatus: last seen in 1909, listed as 'data deficient' on IUCN Red List.\nIn 1909, few specimen of this species were collected by different individuals. But as of today, this collection has been lost and scientists do not have any known record of this amphibian.\n# 9 MESOPOTAMIA BEAKED TOADPhoto: ? Paula Andrea Romero Ardila / C.I.\nBinomial Name: Rhinella rostrata\nPlace: COLOMBIA\nConservation Status: last seen in 1914, listed as 'critically endangered' by IUCN Red List.\nThis species is known from only two specimens collected in 1914 and since then, it has not be seen. It is a possibility that it is now extinct because of habitat loss.\n#8 SAMBAS STREAM TOADPhoto: ? Fieldiana Zoology / C.I.\nBinomial Name: Ansonia latidisca\nPlace: MALAYSIA / INDONESIA\nConservation Status: last seen in 1950s,over 60 years ago, listed as 'endangered by IUCN Red List\nAs of today, only two specimens of Sambas stream toad have been recorded, which were found in two separate locations in Malaysia and Indonesia. It is threatened by habitat loss.\n#7 AFRICAN PAINTED FROGPhoto: ? C.I.\nBinomial Name: Callixalus pictus\nPlace: Democratic Republic of Congo and Rwanda\nConservation Status: last seen in 1950, listed as 'vulnerable' by IUCN Red List\nThis species of frog belongs to the Hyperoliidae family. It resides in high altitude forests, especially bamboo forests. The current status of this species is unknown due to lack of fieldwork within its range and also because of habitat loss.\n# 6 HULA PAINTED FROGPhoto: ? Professor Heinrich Mendelssohn /C.I.\nBinomial Name: Discoglossus nigriventer\nPlace: ISRAEL\nConservation Status: last seen in 1955, listed as 'extinct' by IUCN Red List\nThe Hula painted frog was only found twice. The last records are from 1940 and 1955 when scientists collected two adults and two tadpoles. Since then, it has not been seen and almost nothing is known about its life history. Perhaps, because of the drainage of the marshes in Israel in the 1950s, this rare species disappeared.\n# 5 JACKSON’S CLIMBING SALAMANDERPhoto: ? Dave Wake /C.I.\nBinomial Name: Bolitoglossa jacksoni\nPlace: GUATEMALA\nConservation Status: last seen in 1975, originally listed as 'critically endangered,' later moved to the 'data deficient' list by IUCN Red List\nThis rare species of salamander belongs to the Plethodontidae family and is endemic to Guatemala. It disappeared in transport from Guatemala to California. It is believed that this yellow and black colored, beautiful salamander has been stolen.\n# 4 GASTRIC BROODING FROGPhoto: ? John Wombey/Auscape / C.I.\nBinomial Name: Rheobatrachus silus\nPlace: AUSTRALIA\nConservation Status: last seen in 1985, listed as 'extinct' on IUCN Red List\nThe most amazing fact about this rare species was their unique mode of reproduction: The female frogs would swallow their eggs and gave birth through their mouth. Although the cause of their disappearance is not known, it is believed that perhaps pollution, habitat loss and the amphibian ‘Chytrid Fungus' may have contributed.\n# 3 GOLDEN TOADPhoto: Charles H. Smith, vergr??ert von Aglarech\nBinomial Name: Incilius periglenes\nPlace: COSTA RICA\nConservation Status: last seen in 1989, listed as 'extinct' on IUCN Red List\nAmazingly, this golden toad’s color was attractive and unusual. Males were of a golden color and females were of green and black shades. The latest research has shown that the golden toad that was once easily seen hooping around Monteverde Cloud Forest in Costa Rica is nowhere to be seen today. It was last spotted some 21 years back in 1989. After that,not a single golden toad has been found. Climate change and fungal infection disease are supposed to be the cause of the sudden disappearance of this beautiful creature.\n# 2 SCARLET FROGPhoto: ? Enrique La Marca/ C.I. \nBinomial Name: Atelopus sorianoi\nPlace: VENEZUELA\nConservation Status: last seen in 1990, listed as 'critically endangered' by IUCN Red List\nThe wonder of tropical montane humid forests, the scarlet frog, hasn’t been seen in the last 20 years. This toad belongs to the Bufonidae family and could be a single stream in an isolated Venezuelan forest.\n#1 RIO PESCADO STUBFOOT TOADPhoto: ? Luis Coloma /C.I.\nBinomial Name: Atelopus balios\nPlace: ECUADOR\nConservation Status: last seen in April 1995, listed as 'critically endangered' by IUCN Red List \nHard hit by amphibian decline and extinction, this species has not been seen in the last 15 years. Scientists know very little about its breeding habits and even if it is surviving somewhere, immediate action is required.\nToday, researchers all over the world are looking for these long-lost amphibian species. The hunt has begun to explore the rainforests and isolated areas. We can't ignore their importance as these species can tell us about the changes in the environment and they also help farmers by eating crop pests and mosquitoes. So, a decline in their population may soon lead to a loss of other animals and plants too. Now is the time to take action!\nMy sincere thanks to Kelsey Breanne Rosenbaum at Conservation International with whose permission I was able to share these rare photos and images of long-lost amphibians.\n\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, <13, 14, 15, 16, 17, 19, 20, <21, 22","author":"Alka Sharma","web_category":"nature","title":"10 Long-Lost Amphibian Species","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/box-jellyfishjpg","url":"http://www.environmentalgraffiti.com/news-10-long-lost-amphibians"}