{"summary":"The increasing acidity of the world’s oceans will endanger one-third of all marine life, according to a new report released by ARC Centre of Excellence in Coral Reef Studies.. As oceans soak up more and more carbon dioxide, they become more and more acidic","advice_category":"2","content":"\nSimmons blogs at Thoughts on Global Warming. If you feel like writing for us, drop us an email!\nThe increasing acidity of the world’s oceans will endanger one-third of all marine life, according to a new report released by ARC Centre of Excellence in Coral Reef Studies.\nAs oceans soak up more and more carbon dioxide, they become more and more acidic. Scientists fear  more acidic oceans could be lethal for marine life with calcium carbonate (chalk-like) skeletons, which make up more than a third of the planet’s marine life.\nThe dangers of increasingly acidic oceans will be one of the many topics on the table at the Coral Reef Futures 07 Forum, to be held October 18 and 19 in Canberra, Australia.\n“Recent research into corals using boron isotopes indicates the ocean has become about one third of a pH unit more acid over the past fifty years.  This is still early days for the research, and the trend is not uniform, but it certainly looks as if marine acidity is building up,” said Professor Malcolm McCulloch of CoECRS and the Australian National University.\n“It isn’t just the coral reefs which are affected – a large part of the plankton in the Southern Ocean, the coccolithophorids, are also affected.  These drive ocean productivity and are the base of the food web which supports krill, whales, tuna and our fisheries.  They also play a vital role in removing carbon dioxide from the atmosphere, which could break down,” said Professor Ove Hoegh-Guldberg of CoECRS and the University of Queensland.\nSource: http://www.coralcoe.org.au\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Simmons","web_category":"nature","title":"Global Warming Acid Attack","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sea-snakejpg","url":"http://www.environmentalgraffiti.com/ecology/global-warming-acid-attack/333"}