{"summary":"Here’s an awesome video of a sand bubbler crab rolling sand balls at a beach in Thailand. So, the little sand balls are actually cleaned parts of sand, rolled into a ball so that the crab doesn’t check them again by mistake","advice_category":"2","content":"\nPhoto: \nImage: Georg Scholz\nFor those carnivores among our readers who only think of crab cakes and crab burgers when hearing the word “crab,” consider this: Crabs are also artists. Yes, these humble crustaceans with the funny walking style make beautiful pictures out of sand. We’ve all seen them. Time to inspect how and why of this mysterious art works. \nCrabs can be found in all the oceans around the world and one particular family, namely the sand bubbler crab (Dotilla fenestrate), are especially familiar because most of us will have admired their intricate artworks made out of little sand balls at a visit to the beach.\nIt's a horse! At Ganapatipule beach in Maharashtra, India:Photo: \nImage: nosianai\nSand bubblers can be found along the shores of the Indian and Pacific Oceans but also at beaches from East Africa to Hawaii, especially along Asian and Australian coastlines.\nThe culprit – a sand bubbler crab hiding in Baie Sainte Anne, Seychelles:Photo: \nImage: Bex Ross\nAt low tide, the sand bubbler crabs emerge from their holes beneath the sand to gather microscopic food that the tide has brought along. They do this by collecting and sifting the sand, actually checking each grain, and rolling those parts devoid of anything useful for them into little balls (sand bubbles) that they toss behind. \nA close-up of the \"sand bubbles\", here in Myanmar:Photo: \nImage via China malcontent\nSo, the little sand balls are actually cleaned parts of sand, rolled into a ball so that the crab doesn’t check them again by mistake. Pretty clever, isn’t it? \nCombing the whole beach, grain by grain, in Sabah, Malaysia. Did anyone say Sisyphus? Photo: \nImage: Dcubillas\nAnd we can’t even state that the waste we leave behind looks even half as pretty. Enjoy the following amazing crab art designs.  \nClearly a plant - a design at Cape Tripulation Beach, Australia:Photo: \nImage: AJ Oswald \nA flowery design around a crab hole at one of Costa Rica’s many beaches:Photo: \nImage: Kate & Paul Belz\nIn sand bubbler crab school, this must be the sample for a basic design:Photo: \nImage via webshots\nI’d like to be under the sea – community art with fish and algae at Bintan’s beach in Indonesia: Photo: \nImage: Kento Ikeda\nAliens from outer space - their eyes are watching you at Ko Pha-Ngan beach in Thailand:Photo: \nImage: Steph & Adam\nCrab saying “I heart you”:Photo: \nImage: horizon2035\nIt's a plant, it's a plane, it's a bird! Taken in Bintan, Indonesia:Photo: \nImage: modery\nAnd finally, we don’t want to leave you in the lurch as to how crabs actually manage to roll those sand balls. Here’s an awesome video of a sand bubbler crab rolling sand balls at a beach in Thailand. It starts slow but the action picks up after about one and a half minutes when the sand ball production gets going. A must-watch on stressful days!\nSo the next time you stumble upon cool designs by crab artists, quickly get your camera as come the next tide, they will be washed away forever. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"Close Encounters of the Crab-Ball Kind","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crab14.jpg","url":"http://www.environmentalgraffiti.com/featured/close-encounters-crab-ball-kind/12937"}