{"summary":"•\tA 10% yearly reduction in electricity consumption by students in Yale’s undergraduate residential colleges achieved through a variety of measures. •\tInstallation of more efficient heating and cooling systems in 90 buildings","advice_category":"4","content":"\nYale University has reduced its greenhouse gas emissions by 17% since committing to a steep reduction in 2005, President Richard C. Levin reported today in a speech at the University of Copenhagen.\nThe Environmental Science Center at Yale University\n“The good news is that we’ve reduced our carbon emissions by 43,000 metric tons in the first two years of our program,” Levin said. “That’s a 17% reduction from our 2005 levels.  This rapid progress has given us confidence that we are going to achieve our reduction well before our 2020 deadline.”\nThe eventual goal of the school is a 10% reduction by 1990 levels, or a 43% reduction of its 2005 emissions.\nThe school has achieved these reductions by:\n•\tInstallation of more efficient heating and cooling systems in 90 buildings\n•\tNew automated controls for heating, cooling and lighting\n•\tReplacement of windows\n•\tNew and modified power plant equipment\n•\tAchieving LEED Silver or better certification for all new buildings and major renovations\n•\tUse of ground water for cooling\n•\tA 10% yearly reduction in electricity consumption by students in Yale’s undergraduate residential colleges achieved through a variety of measures\nThe school has plans to begin using hybrids as well.\nVia :: Press Release\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even give you a free album.\n ","author":"Simmons","web_category":"science","title":"Yale Reduces Emissions 17%","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/green-living/yale-reduces-emissions-17/727"}