{"summary":"Another artist to make a strong impression at Havana Biennial was Alexandre Arrechea. Influential Cuban painter and sculptor JEFF was one of the artists who made his presence felt – and did so in suitably stomping style","advice_category":"6","content":"\nPhoto: \nAll image credits: Vincent Ferran / Havana Cultura\nJazz. Salsa. Rumba. Hip-hop. The list of music and dance forms for which Havana is a hotbed goes on. Cuba’s capital is a place of effervescent creative energies, and visual art too has long held a place in the city’s heart. The acclaimed Havana Biennial, now in its tenth year, celebrates all this and more. This feast for art lovers worldwide kicked off earlier this week, and was extra special this year as it is also the 50th anniversary of the Cuban revolution. Check out some of the highlights of the ground-breaking work that has been on show.\nJEFF: Herd of Elephants in Plaza ViejaPhoto: \nInfluential Cuban painter and sculptor JEFF was one of the artists who made his presence felt – and did so in suitably stomping style. JEFF presented an installation made up of a herd of elephants. Symbolising power, the  elephants were moved to different spots in the city, each with historical and political significance – like here at the Plaza Vieja. The giant metal beasts apparently took four hours and six men to be shifted. Just imagine waking up to those ginormous tusks and and trunks first thing!\nAlexandre Arrechea: Room of AllPhoto: \nAnother artist to make a strong impression at Havana Biennial was Alexandre Arrechea. In his piece, Room of All, metal panels were spaced at distances from one another, and then adjusted daily by the artist in accordance with the Dow Jones. \nBefore he was busy making his own comments on global capitalism, Arrechea was part of the famous Los Carpinteros Cuban art trio, but left the collective to go solo in 1993. We're sure there were no hard feelings; after all, his work is excellent.\nRaul EstradaPhoto: \nThese next two images showcase pieces by Raul Estrada, who creates giant versions of everyday objects out of wicker. Check out the outsized coffee pot; as if you weren't already awake enough from your early morning elephant experience!\nIt's a really cool installation space that Estrada's work was exhibited in, don't you think? We're not sure what those objects on the left are supposed to be; wouldn't like to say.\nAll told this looks to have been yet another great advertisement for Cuban art and creativity. Viv la Havana Biennial!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Exclusive Pictures of the Havana Biennial 2009","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Echelmanjpg","url":"http://www.environmentalgraffiti.com/featured/exclusive-pictures-havana-biennial-2009/9490"}