{"summary":"And what’s the verdict? Sane or insane? We’ll conclude with Rorschach’s words about the test evaluation: “The interpretation of a Rorschach record is a complex process. Once the water rises I have to take the picture before it falls and disturbs the reflection below","advice_category":"2","content":"\nPhoto: Llyn Cwellyn in Snowdonia/Eryri, Wales\nImage: Richard0\nRemember drawing random water colour dots on paper as a child? Then folding the paper in the middle, pressing hard and opening it to find a strange creation that often resembled a butterfly? Well, nature does the same thing with water reflections, only much more beautifully. The Rorschach inkblot test uses our imagination for psychological evaluation – so be careful who you share your observations with!\nSays photographer Richard about his image above: “The conditions were perfect with no breeze at all. All I had to do was point and click. The reflection has not been tampered with at all - honest!!!”\nRotate the image left and you get a sad elephant. Or the back of a sabertooth tiger?Photo: \nWhat do YOU see and what does that say about you?\nThis image looks like the classic Inkblot Test – what do you see?Photo: \nImage: Todd Kulesza\nNo need to see a shrink if you didn’t guess the Willamette River in Oregon:Photo: \nLike the popular children’s water colour activity, 19th century society was crazy about a game that revolved around the interpretation of inkblots. Before that, Leonardo da Vinci and Botticelli had played around with using a person’s interpretation of \"ambiguous designs\" to assess his or her personality. Often it’s just a question of perspective.\nTake this pond reflection captured close to Bergen, Norway for example:Photo: \nImage: Magnera\nWhat do you see now? Two monkeys kissing or an hourglass?Photo: \nSwiss psychologist Herrmann Rorschach was the first to develop the inkblot method systematically by developing a set of ten cards with inkblots and a psychological evaluation scale in 1921.\nToday, the Rorschach test is ranked eighth among psychological tests used in the United States. About 80% of psychology graduate programs teach it and it is used in surveys and assessments by around 20% of correctional psychologists, 25% of psychiatrists in forensics and 80% of clinical psychologists.\nWe’ll show you 20 images, so let’s continue with our free association phase.\nThis pinball wizard can be found at…Photo: \nImage: Paul Sapiano\n… Disney’s California Adventure Park:Photo: \nHere’s Munch’s „Scream” recreated in trees with red glowing eyes:Photo: \nImage: Kamil Porembinski \nWho would’ve thought it’s harmless Poniatowski Park in Lodz, Poland?Photo: \nAnd, staying with famous painters, ceci n’est ce pas un museum:Photo: \nImage: Anders Rasmussen\nOh yes, it is, the Holocaust Memorial in Berlin, but not designed by Magritte:Photo: \nWhere the wild things are…Photo: \nImage: Jurek Durczak\n…crooked trees in Victoria, Australia:Photo: \nThe Green Giant or something more suggestive? Photo: \nImage: David Paul Ohmer\nIt’s a fountain reflection at Eden Park in Cincinnati:Photo: \nDid you notice anything strange about the picture above? Other than it still being highly suggestive. No? Then look at the water. It’s a fountain, right? So why are there no ripples in the lake from the fountain water coming down? Hmm…\nSays photographer David Paul Ohmer: “This fountain kicks on at 7:30 am. Once the water rises I have to take the picture before it falls and disturbs the reflection below. I have about 8 seconds to do this before the water ripples arrive. This shot only lasts about 8 seconds all day.”\nWow, that’s what we call perfect timing!\nIs this housing complex in New York’s urban jungle seen through a cab window on a rainy day? Photo: \nImage: John Lewis\nNope, it was actually upside down; it’s reflected in a puddle:Photo: \nIs this an ant with square eyes? Or an amoeba?Photo: \nImage: Walter Baxter\nNope, it's Baron’s Folly Pond in Fairnington, UK:Photo: \nSerenity at Kokar, Aland Islands:Photo: \nImage: ezioman\nPhew, tough one. What do you think it looks like apart from double symmetry?Photo: \nMidsummer sunset in Sweden at 10:15 pm:Photo: \nImage: Per Ola Wilberg\nCan you see the alien horse with ears, eyes and black mane?Photo: \nOne of the Ents from Lord of the Rings with wooden glasses:Photo: \nImage: Thomas & Dianne Jones\nOr just Salt Creek in Oklahoma?Photo: \nIs it dark outside, should I take off my glasses?Photo: \nImage: David Stowell\nNo, the Falmouth Custom House Quay near Cornwall, UK was just upside down:Photo: \nA dude with an afro, bushy eyebrows and ample nose hair… Photo: \nImage: Holger Magnussen\n…or a serene Alster scene in Hamburg, Germany?Photo: \nAn ancient scripture role…Photo: \nImage: Kamil Porembinski\n…or castles built in the water at Plaza de Espana, Seville?Photo: \nBeautiful composition with oak trees in winter in Hampshire, England…Photo: \nImage: Jim Champion\n…that shows why trees are called our green lungs:Photo: \nAn Ulsoor Lake reflection in Bangalore, India just turns into…Photo: \nImage: Swaminathan \n… perfect symmetry:Photo: \nDo you think Scotney Castle in Lamberhurst, Kent…Photo: \nImage: Lincolnian\n… had Mayan influences?Photo: \nA sunrise at Llyn Padarn, Llanberis in Wales becomes…Photo: \nImage: Richard0\n…an alien space invader with bushy eyebrows:Photo: \nWe could go on and on… But that’s enough free association for today. And what’s the verdict? Sane or insane? We’ll conclude with Rorschach’s words about the test evaluation: “The interpretation of a Rorschach record is a complex process. It requires a wealth of knowledge concerning personality dynamics generally as well as considerable experience with the Rorschach method specifically.”\nExactly, so this is all fun! If you can’t make head nor tail of our imaginative series, just watch the images as thumbnails and wait for the aha-moment!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"20 Perfect Water Reflections ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockGoldenEyelashViperWithRefl2355263jpg","url":"http://www.environmentalgraffiti.com/featured/perfect-water-reflections/16518"}