{"summary":"An Icelandic study suggests that birth rates decline in cities not due to the resources involved in child rearing, but because of the greater amount of potential partners available in cities.  Prof Mace believes the amount of resources invested in each child will continue to grow rapidly, leading to even further declines in birth rates in cities","advice_category":"8","content":"\nTwo new studies have suggested that cities act like contraceptives, helping to check the population growth that has become one of the most discussed environmental issues in recent years.\nImage by Ester Inbar\nThe Earth’s population is in the middle of a radical shift of lifestyle. In the past most people have lived in rural areas.  However, a recent U.N. report announced that, for the first time in our history, the majority of the world’s population now lives in urban areas. By the year 2030, city dwellers will account for 60% of the world’s population.\nTwo new studies suggest that that could help reduce population growth that may be one of the causes of global warming, as the urban lifestyle has an effect on the number of children couples produce.\nThe first study, released by Prof Ruth Mace of University College London,  deals with the radical shift in thinking that has accompanied scientific advancements, which have occurred at the same time city populations have been rising.  City dwelling parents were, until recently, most concerned with their children surviving infancy. This is a natural concern when sanitation and medicine were poor, but those conditions don’t exist in most modern cities. The infant mortality rate worldwide has dropped sharply, and parents are now far more concerned that their children won’t become successful adults.\nAs a result, parents are now investing more time, energy, and resources into each child in a bid to ensure their later success. This has led to parents having less children and devoting more resources to each.  Prof Mace believes the amount of resources invested in each child will continue to grow rapidly, leading to even further declines in birth rates in cities. She cites Italy and Mexico as countries where this has occurred, driving down birth rates significantly.\nAn Icelandic study suggests that birth rates decline in cities not due to the resources involved in child rearing, but because of the greater amount of potential partners available in cities. They base their theory on research showing closely related couples, such as married cousins, have a larger number of children than couples with a distant relationship.\nWith cousin marriages occurring far more often in rural areas where potential partners are more scarce, they argue that birth rates will drop when more people live in cities and have more choices in a partner. The researchers believe this is the reason for the population decline in Iceland, which has recently become a highly urbanised country after centuries of having a mostly rural population.\nInfo from Telegraph\nIf you want to find out all the latest crazy science and environment news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"New York is a Giant Birth Control Pill","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","url":"http://www.environmentalgraffiti.com/offbeat-news/new-york-is-a-giant-birth-control-pill/776"}