{"summary":"Photo: Image from kaheart1. Photo: Image from revlimit","advice_category":"8","content":"\nObviously, with Earth Day coming, there's more than enough guidance out there on what you can do to help save the planet or better still, what not to do.\nPhoto: Image from kaheart1\nAt Environmental Graffiti we advocate action of course, but have our own sense of humor about it--we're assuming you'll hear that you need to plant a tree or install CFL bulbs from enough people. In that spirit, here are five things you can do this Earth Day that may actually be fun!\n5.  Green Trips to the Bar\nWhile people seem to naturally gravitate towards carpooling and walking in situations like this, once they're in the fine establishment of choice, there are still plenty of ways to remain eco-conscious.  Chief among them?  Drink local beer and spirits.  I've yet to find a town in America without a local microbrewery.? If you happen to live someplace that's known for a drink, like, say, bourbon in Kentucky, or rum in Cuba--you'll get an added buzz and benefit.\nPhoto: Image from revlimit\n4.  Scavenger Hunts\nThis might best tie in with the trip to the bar somehow, not to imply that adults may get a bigger kick out of looking for random items while in the tank.  In any event, awareness is annually one of the largest issues facing conservation advocates - not on a global scale, but a local one. Setting up an office pool, or a cheap prize amongst friends may be the best way to localize the issue.\nPhoto: Image from tabi kat\n3.  Go Out, Go Green\nMaybe the worst thing you can do is spend an evening in, sitting  alone in front of the television.  The energy your home consumes with you in it through the use of electronics and lights can be substituted with spending time out on the town, or congregating with friends. It's also worth noting that most public areas use fluorescent bulbs, which are going to be more efficient than your home anyway.\nPhoto: Image from Mr. Biggs\n2.  Eco-Friendly Romance?\nIf you're not going to go out (or maybe after you do) there is really no better day for using vast amounts of candles in an act of shameless seduction than Earth Day right?  Be climate friendly and get your mojo working simultaneously by turning all of the lights off and seeing where the shadows lead you.\n1.  Give Up Coffee\nOk, so that's the exact opposite of fun - bear with me, because even fun Earth Day lists have sacrifices, and I thought I'd shine a light on an oddball one.  Over 50% of the18+ population an America drinks coffee and they average 2.6 cups per person each day.  The bad thing is, there is no such thing as locally-grown coffee in the continental U.S. There are several brands from Hawaii, but the transport costs of those both financial and for the environment are even greater than the shipments from Brazil and Columbia.\nTake one for the team, make your heart a little healthier and put the mug down.\nPhoto: Monkey is sad - no coffee for him. Image from lisjesica\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"lifestyle","title":"Five Fun Things to Do For Earth Day","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-45925-2038641700105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/five-fun-things-to-do-for-earth-day/1078"}