{"summary":"*NB: the shrimp in the video were bred for research so have not been taken from the wild.. Two marine biologists – Prof David Scholnick of the Pacific University of Oregon and Lou Burnett of Grice Marine Laboratory at the College of Charleston – built an underwater treadmill as part of a research project investigating how bacterial infection may affects a shrimp’s endurance","advice_category":"2","content":"\nPhoto: Image: Tomasz Sienicki\nAnyone who’s trying to get into shape is used spending a few grueling hours in the gym, chugging along on treadmill with beads of sweat glistening on their forehead. Although, it’s not everyone’s cup of tea, and some people’s idea of purgatory. So, if you’re of the latter persuasion then spare a few strands of sympathy for the latest slave to the mill – yes, you’ve guessed it … the simple shrimp. \nTwo marine biologists – Prof David Scholnick of the Pacific University of Oregon and Lou Burnett of Grice Marine Laboratory at the College of Charleston – built an underwater treadmill as part of a research project investigating how bacterial infection may affects a shrimp’s endurance. They had no idea whether shrimp would actually run on it, though, so they were both surprised and delighted when the little critters hopped on the mini treadmill and started working out.\n“We thought they would pedal along, swim and walk for a few minutes, and [instead] just hours and hours went by,” said Scholnick. “We just stopped the experiment because they’d just go on and on.” Some were still going strong after more than four hours.\nThe poor things probably thought they were lunch and were just trying to make a run for it!\nA video of the athletic shrimp is now doing the rounds on the internet, with various inspiring tunes from films like Chariots of Fire and Rocky.\n*NB: the shrimp in the video were bred for research so have not been taken from the wild.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"nature","title":"Little Shrimp Kicks Ass on Treadmill","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb31.webshots.com-45854-2095346750105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/little-shrimp-kicks-ass-treadmill/4656"}