{"summary":"How was the clever Bedouin ever going to “smuggle” the camels past the border? Did he think nobody would notice? Maybe he was trying to pass the two camels off as his two ugly dude friends. Now we are smuggling the camels themselves.” Well yes, because eating camel meat is not unusual in the Palestinian territories.","advice_category":"2","content":"\nPhoto: \nImage via Arbroath\nWhat sounds like the beginning of a joke and looks like a photoshopped image is actually a smuggling attempt. The story goes like this: a Bedouin resident of the Negev desert is thinking of ways to maximise his income, so he somehow stuffs his two camels into his trusty Subaru to drive them to the West Bank. There, the two camels – surprisingly – attract attention, get photographed and, before we know it, the story has travelled around the world. \nSays Amir Abbu Jamma, photographer of the unusual sight: “Once, goods used to be smuggled on camels. Now we are smuggling the camels themselves.” Well yes, because eating camel meat is not unusual in the Palestinian territories.\nSome question remains though. How was the clever Bedouin ever going to “smuggle” the camels past the border? Did he think nobody would notice? Maybe he was trying to pass the two camels off as his two ugly dude friends. If he paid baksheesh so the border guards would look the other way, it's certainly hard to see where he'd he make his profit.\nSee if you can make sense of the story by watching the video below:\nor reading more on Arbroath or Ynet News.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"What Do You Get if You Cross Two Camels, a Subaru and an International Border? ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mankissingcamel.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/two-camels-subaru-international-border/8434"}