{"summary":"is in the process of coming up with another, less noisy biodegradable bag for Sun Chips. So, I'll boycott Sun Chips until the newest of the new biodegradable bag comes back out once again","advice_category":"8","content":"\nPhoto: cogdogblog\nIf you haven't heard, Sun Chips maker Frito Lay is changing their bio-degradable bag design to a more traditional—and less green—plastic bag. They were one of the pioneers with a biodegradable bag for their chips, but apparently they had been getting several complaints about the bags making too much noise! Too much noise?\nSupposedly, people were munching on Sun Chips, and while digging their hands inside to eat chip after chip, the noise became so annoying that people actually complained! As a response to this, the people at parent company Pepsi Co., decided to discontinue making the bags biodegradable, and revert back to the landfill polluting plastic bags that they used before. This is almost like evolution going backwards!\nImagine stereo systems or iPods that suddenly put volume limiters in place. Would Jimi Hendrix or The White Strips sound as good at lower decibels? Do the chips taste any worse because the bag might be a bit noisier than normal? Can't the TV just be turned up a bit when Glee is on to cover the crinkly bag noise?\nPhoto: stu_spivack\nNow, to their credit, Pepsi Co. is in the process of coming up with another, less noisy biodegradable bag for Sun Chips. That is a good thing, but switching back and forth like that between bags wastes more energy and resources than just sticking to one design until another is ready.\nI, for one, like Sun Chips, and I didn't have any problem with the bag noise. I mean, if you were eating them on the sly beneath covers in your bedroom in the middle of the night, that bag noise was a dead giveaway. But why would anyone want to eat chips in bed anyway? Taste is what matters here, not bag noise, and no one at any social function, watching a sport, at a birthday party or a family get-together even, is going to give two hoots about bag noise.\nSo, I'll boycott Sun Chips until the newest of the new biodegradable bag comes back out once again. Until then, here are some ideas for snacks in biodegradable bags that, to my knowledge, have never received a noise complaint.\nBoulder Canyon makes a bag made of wood pulp, which is totally compostable. They package their kettle cooked chips inside, and my guess is that the crunch of these chips are louder than any bag could be!\nSnyders Pretzels have an environmentally friendly bag made out of polylactic acid. That is essentially a fancy name for a corn starch product, and Snyders claims a 52% reduction in greenhouse gasses plus biodegradability, by packaging in the bag.\nNow, Sun Chips Originals will still be using the LOUD biodegradable bag, so anyone who loves Sun Chips and wants to support the technology can munch on the original flavor and feel good about the bag.\nPhoto: Mercury Jane\nBut fear not. Other companies are already developing biodegradable compostable bags for their very own snacks, and you know what? It's about time! We, as humans, consume enormous amounts of snack food, and all those plastic bags end up clogging landfills. Biodegradable bags just make sense, and as much as I love Sun Chips, until they get the bag issue straightened out, I'll snack on something else. Anyone for a pretzel?","author":"Dale Y The Green Guy","web_category":"lifestyle","title":"Why Biodegrable Snacks Were Pulled for Creating Noise Pollution","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/news-whats-biodegradable-snack-bags"}