{"summary":"This green lamp graffiti in pedestrian tunnel looks almost other-worldly.. Although this looks like plain old graffiti tagging it's actually an amalgamation of lights photographed through a moving car window","advice_category":"6","content":"\nCast your mind back to childhood celebrations when sparklers lit the night air; people everywhere drawing paths of orange and red light in the night sky, creating jagged lines and swirling patterns with nothing more than a flick of the wrist, mesmerizing anyone who looked on.\nFortunately we no longer have to wait for frantic festivities; artists have spawned a new movement in light art, or light graffiti, as it’s become known. Through time-lapse photography artists are able to capture the ephemeral, organic qualities of light making it seem somewhat more real, more alive. \n\n1. This absolutely amazing image was created with light paint/graffiti brushes which the artist was just trying out for the first time. We're sure you'll agree the result is pretty spectacular.\nmikeleary83\n2. Hot and cold linear pattern from two light sources.\nMishel Churkin\n3. A human figure appearing from the light waves.\nMishel Churkin\n4. Lights caught in a car tunnel in Santiago de Chile.\ncarmenelectric\n\n\n5. This wonderful image was captured on Colorado Bvld with a long exposure and low aperature.\n6. Flash, ahhhh, ahhhh...\njuanpablobravo\n7. Cool results from first-time attempt at light graffiti.\naustin fain\n8. More from Colorado Bvld.\nJoseph S\n9. Colored spirits dancing in the sky.\nmloge\n10. Weird red squares float across the sky like space invaders.\nmloge\n\n\n1. Although this looks like plain old graffiti tagging it's actually an amalgamation of lights photographed through a moving car window. Impressive.\nkarma’s a B\n2. Showing street art in a whole new light.\nHesao\n3.  Entitled Underground River, Dapplemorn; created Queen St West, Toronto.\nTrevor Haldenby\n4. Kejoli's says 'Hi'.\nkejoli\n\n\n5. Captivating and ghostly.\nImagin’\n6. Viernest makes his mark.\nViernest\n7. Angel or devil?\njasonr611\n8. Making the dark streets a little brighter.\nJuan\n9. Creating a worm hole to another dimension.\nmloge\n10. Bright soul escaping from a shed in England. The orange hue of the night sky is due to light pollution.\netchlight\n\n\n1. Dinna, dinna, dinna, dinna... Baaatman. Sorry, couldn't help it. Batman's logo projected onto the side of a building in Barcelona, care of Graffiti Research Lab.\nsi1very\n2. This green lamp graffiti in pedestrian tunnel looks almost other-worldly.\nforeby\n3. Tracing around trees in light.\nddqhu\n4. Show us some light lovin'.\nJuan\n\n\n5. Who says flowers need sun?\nddqhu\n6. Light graffiti monsters coming for YOU!\npanavatar\n7. Great balls of blue fire!\njasonr611\n8. Waltzing Red, White and Blue.\njasonr611\n9. Glowing graffiti tag on a fence in Vista, California.\nnewdimensionfilms\n10. Light graffiti spiralling out of control.\nalexhutnik\n","author":"Linda","web_category":"art+and+design","title":"30 Greatest Works of Light Graffiti [pics]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/light-graffiti/2011"}