{"summary":"Army ants are swarm raiders, hunting in massive groups above ground. Unless you’re allergic to them yellow jackets aren’t particularly dangerous on their own, although they’re extremely unpleasant to be stung by","advice_category":"2","content":"\nFor many people, insects are extremely frightening.\nAnts eating. Image by Fir0002\nI myself have different fears, but I completely understand the terror that shoots up your spine when a spider darts unexpectedly across your skin. That’s not to say I’m not frightened by insects at all, it just takes more than one to scare me.  I freak out when confronted with insect swarms.\nThat fear has inspired me to create a list of some of the most dangerous insect swarms in the world. While some of these insects are a danger by themselves, it’s when they get together that you really see some trouble. Without further ado, here are five of the most dangerous insect swarms in existence:\n5. Locusts\nThe locust is not a particularly dangerous or deadly insect to humans. It’s highly unlikely to bite you, and even if it did it wouldn’t kill you. The danger they pose to humans is more indirect, and more horrifying, than many of the other insects on this list.  They will, essentially, make you starve to death. Locusts will swarm into your fields and eat all your crops, rendering months of hard work useless in a short period of time. While people are far less likely to die after a locust swarm today, mostly because of UN food aid and such, the economic and psychological damage is horrendous, particularly in developing nations.  Plenty of African farmers live in fear of the arrival of locusts, just as farmers feared them in biblical times.\n4. Fire Ants\nIf you live in a colder climate, you can consider yourself lucky that you will likely not face a group of angry fire ants. Those of us who’ve spent time in warmer areas and didn’t watch where we were going in the yard can attest that you’re lucky to be safe from these wretched creatures.  Even a single fire ant bite is immensely painful and can leave a red welt on your skin for days. Trouble is, if you’ve disturbed one it’s almost certain that more are on the way.  Fire ants get their name for their sting, which feels like being burned alive. The ant latches on with its jaws and injects an alkaloid venom that causes pain and, in sufficient quantities, death. Fire ants are known to kill small animals regularly. Very few humans, however, are killed by the ants. Those who have been killed were almost all allergic to the insects’ venom.  In an interesting side note, global warming effects seem to be helping fire ants thrive like never before. With warmer winters and longer summers, the ants are able to move and stay farther north rather than return south in the winter. Pretty soon even northerners may have to deal with fire ants in their pants.\n3. Yellow Jackets\nUnless you’re allergic to them yellow jackets aren’t particularly dangerous on their own, although they’re extremely unpleasant to be stung by. Get a group of them together, though, and you could find yourself dying an agonizingly painful death. Yellow jackets are often mistaken for bees, but they’re actually a species of wasp. This means they can sting repeatedly without dying, unlike most bee species.  They’ll also aggressively defend their nests, which can hold huge numbers of the wasps. Although it is estimated to take around 1500 stings from the insects to kill an adult male, it still happens.  In 2002, a Florida man was doing yard work when he disturbed a large nest containing nearly 10,000 yellow jackets. The elderly man was immediately swarmed and stung hundreds of times. An hour and a half later the man was found dead, the insects were still swarming over his body and riding mower.\n2. Army Ants\n\nImage from Miami of Ohio\n\nArmy ants are another species that wouldn’t be particularly dangerous individually. That doesn’t matter though, because these bad boys stick together and boy do they get nasty. Army ants are swarm raiders, hunting in massive groups above ground. They don’t have a permanent home, but move constantly as a colony. If they come across prey, they attack en masse. Pretty much anything that they come across is ripped apart piece by tiny piece with their small but powerful jaws. This includes livestock.  There are legendary, and quite possibly true, tales of the ants enveloping cows, moving on a short time later leaving nothing but the animal’s picked clean bones. Finally, their cooperative nature means they can overcome almost any obstacle. When faced with small bodies of water the ants can cling together with their claws to form a kind of living bridge, which the rest of the colony can then cross as it searches for more food.  An army ant swarm is one of the most efficient eating machines in existence.\n1. Africanized Honey Bees\nWhenever someone mentions “deadly swarm” I immediately think of the Africanized honey bee, more commonly known as the killer bee. The killer bee is an accident of science, a cross between African and European honey bees that eventually bred with native bees in the new world. The bees were bred to create a bee that thrived in the tropics, but they are also extremely aggressive. The bees were first introduced into the wild in Brazil in 1957. Since then they’ve continually spread out, sometimes travelling up to a mile north a day, and they now stretch from northern Argentina all the way up to the southern United States.  The bee is no more venomous than your average honey bee, their danger lies in numbers. Normal bees will send a few guards to chase you away from the hive if you get too close, but killer bees will send nearly the whole hive after you and chase you for nearly a kilometer.  You could be stung hundreds, maybe even thousands, of times. Nobody knows how many people killer bees have killed. It could be anywhere from 24 to more than 1,000. Either way, it’s best not to annoy a swarm of insects with “killer” in their name.\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"The Five Most Dangerous Insect Swarms","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb38.webshots.com-13861-2373530570105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-five-most-dangerous-insect-swarms/937"}