{"summary":"Australia's worst drought in a hundred years is driving its kangaroos into cities in search of food and water, experts say. Droughts cause a competition for scarce resources, so when times start to get tough, kangaroos compete with sheep and cattle for food and water, Mackey said.","advice_category":"2","content":"\nAustralia's worst drought in a hundred years is driving its kangaroos into cities in search of food and water, experts say. \nCanberra, Australia’s capital has been transformed into an urban jungle with residents being accustomed to the common sight of eastern gray kangaroos scattered across the streets.\nBrendan Mackey, director of of the Australian National University's Wild Country research unit, says it is \"quite logical\" to see more kangaroos moving into urban areas seeking sustenance.\n \n\"The kangaroo's biology is geared to take advantage of the good times,\" Mackey said. \"So when times are good they reproduce and are very fecund. When the signals turn negative they stop.\"\n \nDroughts cause a competition for scarce resources, so when times start to get tough, kangaroos compete with sheep and cattle for food and water, Mackey said.\n \n\"Because Australia naturally has a boom and bust environment, you have large droughts and flooding rains. From year to year rainfall is quite unreliable. In order for an animal to live in this environment they have to have a strategy to survive,\" Mackey said. \nKangaroos are impacting endangered ecological communities, which include several threatened species, and there are strong indications that many kangaroos will soon starve unless numbers there are reduced,'' said Russell Watkinson, the director of Australia's Parks, Conservation and Lands.\nSo what will the outcome be? Will the kangaroo’s attack the humans? Not likely. What is more likely to happen is that kangaroos will drain the food supply, creating a mass famine, not only for their species, but also other ecosystems.\n ","author":"Chris","web_category":"nature","title":"Huge Swarm of Bouncing Kangaroos invade Australia’s Cities. Cause? The Greatest Drought in the last 100 years","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockPeek-boo128179jpg_0","url":"http://www.environmentalgraffiti.com/ecology/huge-swarm-of-bouncing-kangaroos-invade-australia’s-cities-cause-the-greatest-drought-in-the-last-100-years/130"}