{"summary":"A Tesla coil was placed on top of the car with a rod projecting out and bent towards the ground, from which the sparks would fly. Photo: All images via TeslaDownUnder","advice_category":"4","content":"\nPhoto: All images via TeslaDownUnder\nWhen Nikola Tesla got creative with transformers and driver circuits at the turn of the 20th century he probably had no idea that others would have so much fun with his concepts over a hundred years later.\nOne such guy is an Australian named Peter who runs a website called TeslaDownUnder, which showcases all his wacky Tesla ways, or rather electrickery, as Peter calls it.\nThis is just one of them:\nGetting ReadyPhoto: \nFinishing TouchesPhoto: \nTotal Protective FieldPhoto: \nIn 2007 he persuaded his son to play a part in his experiments, all he had to do was sit in a car but his son was quite sure it was a good idea to be in it when the idea was to eventually be completely surrounded by a high-voltage electrical field. And you wouldn’t blame him, but his father assured him it was all perfectly safe (even though he had bought extra insurance on the hire car “just in case”).\nSecond Time LuckyPhoto: \n3/4 rotationPhoto: \nA Tesla coil was placed on top of the car with a rod projecting out and bent towards the ground, from which the sparks would fly. A wooden counterweight was then placed on top to make sure it stayed in place. When the electric current was switched on and the rod turned to encircle the car, under long exposure the results are electrifying.\nSource TeslaDownUnder\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Linda","web_category":"science","title":"The Best Burglar Alarm in History","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/storm12a_0.jpg","url":"http://www.environmentalgraffiti.com/featured/the-best-burglar-alarm-in-history/4993"}