{"summary":"The loaf formations occur on the parts of the pavement closer to the seashore, and as a result, are immersed in water for longer periods of time. As a result, this part of the pavement dries out more at low tide than the portion abutting the seashore and allows salt crystals to develop further, resulting in salt forming on the surface, which erodes the surface more quickly than at the joints","advice_category":"2","content":"\nPhoto: neilspicys\nWhen you see craftsmen laying a beautifully symmetrical section of pavement, driveway or tiling, you cannot help but admire the ingenuity of man. However, the truth is that all we did was take what nature had already been doing for millions of years and adapt it to our own needs.\nPhoto: Dr Rocks\nA tessellated pavement is a rare feature that appears in flat sedimentary rock formations on some ocean shores. The pavement bears this name because the rock has fractured into regular rectangular blocks that resemble tiles, or tessellations. The cracks were formed when the rock fractured through the action of stress on the Earth's crust and subsequently were modified by sand and wave action. \nPhoto: sri_the_quack\nA characteristic example of this formation may be found at Eaglehawk Neck on the Tasmanian peninsular. This example consists of two types of formations, a pan formation and a loaf formation.\nPhoto: Noodle Snacks\nThe pan formation is made of a series of concave depressions in the rock that typically forms beyond the edge of the seashore. As a result, this part of the pavement dries out more at low tide than the portion abutting the seashore and allows salt crystals to develop further, resulting in salt forming on the surface, which erodes the surface more quickly than at the joints. As a result, the surface of the \"pans\" erode more quickly, while the joints erode more slowly.\nPhoto: Noodle snacks\nThe loaf formations occur on the parts of the pavement closer to the seashore, and as a result, are immersed in water for longer periods of time. These parts of the pavement do not dry out so much, reducing the level of salt crystallization. Water carries abrasive sand and the water typically, is channeled through the joints, resulting in the joints eroding faster than the rest of the pavement, resulting in loaf-like structures protruding.\nPhoto: Lupin\nWhen you see these glorious natural phenomena, it makes you realize that there are few ideas that humanity might claim, which nature had not already brought to life. These natural 'pavements of the gods' are much more striking than anything man can produce.\nPhoto: halans\nSources: 1, 2, 3","author":"tonyleather","web_category":"nature","title":"Nature's Amazing Tessellated Pavements","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb50.webshots.com-42801-2771980820104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-pavements-gods-natures-tessellated-rock-formations"}