{"summary":"Until then, you can see clips of the dolphins attacking porpoises via the Telegraph website.. A dolphin kills a harbour porpoise in Scotland","advice_category":"2","content":"\nDolphins have long been one of mankind’s favourite animals, winning our hearts with their smiling faces and playful tricks in the water. \nA dolphin kills a harbour porpoise in Scotland. Image by Peter Asprey\nBut it appears that beneath the friendly exterior of a dolphin beats the heart of a violent killer.\nIt appears that dolphins are brutally attacking other sea mammals and even their own young, killing them with prolonged beatings staged with clinical precision, but biologists are unable to determine a reason why.\nThe murderous behaviour has been spotted in only two places, Scotland and Virginia. In 1997, scientists began finding the badly beaten corpses of young dolphins washing up on Virginia’s beaches at the same time as harbour porpoises in Scotland were washing up with similar injuries. At first the deaths were blamed on oil rigs or navy ships causing sonic trauma, but it soon became apparent the injuries were too severe to be anything other than an attack. Then they found an unexpected bit of evidence, dolphin teeth marks. And in 2004, Scottish researchers found a dead porpoise with cuts and puncture wounds that could have only been caused by a bottle-nosed dolphin. \nThen came further evidence against the sea mammals. Two videos shot by vacationing tourists captured a dolphin killing a porpoise. And after viewing the videos, marine biologist Dr. Ben Wilson discovered that the dolphins were using their ultrasound abilities to identify and locate the vital organs of the animals they attacked and aim for those parts.\nDr. Wilson said: \"The blows are carefully targeted. And the attacks are sustained, sometimes up to 30 minutes. The film was a key piece of evidence. It crystalised our suspicions. We realised the dolphins' victim was trying to escape from being attacked with such force that any one single blow could kill it. It was, Oh my God!, the animals I've been studying for the last 10 years are killing these porpoises.\"\nMore disturbing than anything is researchers’ tentative explanation of the behavior. There is no shortage of food in the locations where the attacks occurred, and it doesn’t appear to be a territorial dispute. Dolphins would just chase another animal out of their territory, but these animals are hounded to the death rather than just driven away. The dolphins likely kill their own young out of a mating instinct, but the only theory about the harbor porpoises is that they happen to be the same size as the young dolphins. They believe the animals are killed as a sort dolphin practice, in preparation for killing their own young.\nThe whole story will be covered on UK’s five TV on January 29. Until then, you can see clips of the dolphins attacking porpoises via the Telegraph website.\nSource: Telegraph\n\nIf you want to find out all the most interesting animal news, why not subcribe to our RSS feed, we'll even throw in a free album.\n\n ","author":"Chris","web_category":"nature","title":"Dolphins Become Vicious Murderers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/DuskyDolphin.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/dolphins-become-vicious-murderers/731"}