{"summary":"No roads or mains electricity and a mere 20 beach houses spread over nearly a mile of beach. Photo: The Africanesque views of Thailand's Golden Buddha Island","advice_category":"2","content":"\nLast night I returned from the bar to peer into a pair of jet black eyes encased in a slimy orange body, staring at me from the yellow tinged (I always pull the flush, the water is just brackish here) pool of my toilet.\nPhoto: The Africanesque views of Thailand's Golden Buddha Island\nMy guest was a tree frog. This morning I was greeted by a pair of pied hornbills munching on berries outside my beach house and yesterday lunchtime a peregrine falcon sat perched on a tree watching all of us enjoy lunch. Welcome to Golden Buddha Beach Resort.\nIf you like nature raw, this is the place to be. No roads or mains electricity and a mere 20 beach houses spread over nearly a mile of beach. If birds and frogs are a little tame for you then I can help there too. Snakes, biggish cats, turtles, whale sharks and even killer whales form part of the cast around here. Last week a guest rescued a samba deer that was being dragged into the water by a pack of feral dogs. There are other stories, but I don’t want to dissuade the more timid. People who come here care.\nI started writing this piece with a view to debate the dilemma faced by eco resorts and green tourism. Right now nearly all of our guests have flown here from Europe and a fair few (me included) hopped on a seaplane to get to the island. Not healthy for the sky. But then I thought: why not try and write something positive? Try and make a difference? So here goes.\nGoh Phra Thong (Golden Buddha Island) is located about 150km north of Phuket in the south of Thailand. It is probably the last remaining pristine coastal area left in this part of the world. It boasts over 10 miles of untouched beach and an interior which is Africanesque, with miles of savannah fringed by forest. Criminally, it has not been designated as a national park (local interests have seen to that), but its island status and size affords it the potential to be a haven for rare species (think rhino or maybe even tiger) and a landmark conservation area in Asia. So, if you have lots of money, influence or connections within the higher echelons of Thai society we would like to hear from you! Seriously.\n By contributor Richard Rhodes. Richard lives in Thailand with his wife and children and runs an  eco-frame business. If you feel like writing for us, drop us an email!\nIf you want to read more great original content or hear more about Richard's wild life in Thailand, why not subcribe to our RSS feed, we'll even give you a free album.","author":"Richard Rhodes","web_category":"nature","title":"Would Anybody Like to Rescue an Island?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb06.webshots.com-24069-2277361780105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/would-anybody-like-to-rescue-an-island/627"}