{"summary":"In their song Stornoway explain which fish can be eaten with clear conscience and which fish may have to be protected in the near future. There are indeed certain species of fish people can consume with no irreparable damage to fish stocks","advice_category":"8","content":"\nThe Good Fish GuideBy Vlad Jecan and Chris Ingham Brooke Photo: \nThere are indeed certain species of fish people can consume with no irreparable damage to fish stocks. But what are they?  90% of the fish that are on our dinner tables like marlin, cod, tuna, skate and others, have been overfished after large-scale industrial fishing began in the 1950's. 75% of the world’s fish stocks in fact, have been overfished; nature cannot keep up with demand.\nIn response to this, an awesome band from Oxford has responded with a song called “The Good Fish Guide” based on the Marine Conservation Society's guides to ethical fish consumption.\nIn their song Stornoway explain which fish can be eaten with clear conscience and which fish may have to be protected in the near future. The band doesn’t campaign to pull out fish from the supermarkets, but intends to inform people to make an educated decision about which fish they buy.\nThe band was formed at the beginning of 2006 in Oxford, but they’ve come a long way since then and much is left to be admired, not just about their song-writing, but the ethics behind them. Brian Briggs, who wrote the song explains: “I was trapped at the back of a lecture series on evolutionary genetics, and might have died from confusion if I hadn’t spent the time staring at the MCS Good Fish Guide that was stuck up on the wall. I spent three days reorganizing fish names into a rhyming, alliterating tongue-twister, and the next three months trying to learn it by heart.”\nThe Marine Conservation Society, who have taken the innovative step of working with  Stornoway, campaign for cleaner seas and beaches, as well as the protection of oceanic life.\nStornoway included this song on an EP entitled “On the Rocks” which is available for download on iTunes as well as their MySpace page.? All profits will be donated to the Marine Conservation Society.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"lifestyle","title":"Cod Dammit This is Cool! ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-good-fish-guide/1282"}