{"summary":"Photo: Image of Lucy via the Telegraph. She was about 15 inches when I got her at three months – that's a normal size for a Shetland foal.” ","advice_category":"2","content":"\nPhoto: Image of Thumbelina by Phil Konstantin\nA couple of years ago the UK’s Daily Mail reported on the world's smallest horse, Thumbelina, who entered the Guinness Book of Records measuring just 17 inches tall.\nBorn in a farm in America where the owners specialise in breeding miniature horses, the couple realised that Thumbelina was different as soon as she was born because she weighed a mere 8lbs, the average weight of a new born human baby.\nThe breeders, Kay and Paul Goessling, although under scrutiny from a sceptical public who questioned their breeding practices, claimed that the tiny horse suffers from dwarfism, something they will be certain doesn’t carry through the gene pool.\nNow, in Britain, another tiny trotter has hit the headlines. Four-year-old Lucy, a Shetland pony weighing around 100 Ibs and measuring 19.5 inches has claimed the title of Britain’s smallest horse. Only this time she’s a true miniature mare.\nPhoto: Image of Lucy via the Telegraph\nLucy is owned by veterinary surgeon Sandra Power, who is unclear why the pony didn’t grow much bigger – she stopped growing when she reached the age of two. \nMs Power told the Telegraph newspaper: \"I wasn't expecting Lucy to be so small. She was about 15 inches when I got her at three months – that's a normal size for a Shetland foal.” \nAccording to her owner, Lucy is perfectly proportioned, apart from her mane and tail, which grow at an alarming rate.\nLucy lives in custom-made stables with a door that is only 21 inches high – something that would put a kid’s Wendy house to shame.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Linda","web_category":"nature","title":"Thumbelina and Lucy: The World's Smallest Horses","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb51.webshots.com-45618-2053121030105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-smallest-horses-in-the-world/4060"}