{"summary":"A California man has constructed a design that features twenty-five small turbines in lieu of the massive blades on a modern wind power plan. Doug Selsam's Sky Serpent is the right invention at the right time: traditional turbines are perpetually on back order, and he has 3kw of generation capacity that's far more affordable and requires fewer materials to build.Selsam, who attended college at UC-Irvine but didn't graduate, has very little formal training in the ways of physics or wind power, which is probably what left him prepared to break the mold","advice_category":"6","content":"\nPhoto: Image via popular science\nAttempting to continue our wind power theme, we were doing some digging and what we found was something truly spectacular. A California man has constructed a design that features twenty-five small turbines in lieu of the massive blades on a modern wind power plan. One day this may approach the production capacity of the behemoths.\nDoug Selsam's Sky Serpent is the right invention at the right time: traditional turbines are perpetually on back order, and he has 3kw of generation capacity that's far more affordable and requires fewer materials to build.Selsam, who attended college at UC-Irvine but didn't graduate, has very little formal training in the ways of physics or wind power, which is probably what left him prepared to break the mold. \"This is a 1,000 year-old design\" he says of the single-bladed turbine, \"I knew if I could get more rotors, I could get more power.\"\nWhile on the surface that is in fact true, it flies against the dogma of the engineers and physicists that dominate the wind power community. The complicated physics of ensuring each rotor doesn't simply encounter the prop wash of the ones in front of it, may have been enough to drive them away. However, Selsam figured out a method: he's found the proper angle to align his string of rotors at in order to ensure they all have flow, and the optimum spacing for the rotors themselves.\nWith comparatively very little formal education, Doug Seslam is running circles around some of the best engineers in the world. One day you may see strings of wind rotors stretching across the sky because of his incredible work.\nBelow are some concept images of how they could look in the future. All images below via Speaker Factory\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"art+and+design","title":"The Sky Serpent: Twenty-Five Turbines in One ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/twenty-five-turbines-are-better-than-one-the-sky-serpent/1172"}