{"summary":"Though the timber of Juniper trees is not much use, the trees have been useful to humanity for centuries. Juniper berries are employed to produce the distinctive bitter flavour in gin, and in Sweden a juniper-flavoured beer is drunk","advice_category":"2","content":"\nPhoto: Flicka, edit by Richard Bartz talk \nWhen you think that the ground around you is too dry or too stony for plants to survive in it, chances are that you will still find something, which might look like the remains of a wooden sphaghetti-like sculpture somewhere in the vicinity - especially when the place you are in is up on high ground. This peculiar object is in fact a perfectly healthy example of an unbelievably hardy tree, the Juniper. \nPhoto: Eckhard Pecher \nThis is one of those species that logically should not survive, because even when the seeds find suitable places to grow, they take up to 18 months to reach maturity, and even then only one per cent of them will ever germinate and begin to grow. During the opening twenty years of their life, an average juniper will only reach five feet in height, and over their entire life span, they rarely grow to more than 15 feet tall. \nPhoto: Fool-on-the-Hill \nAll the same, Junipers are found around the world, because they can get by in the most inhospitable environments, and though they can live to around 700 years, specimens are known that have lived 2,000 years, and experts believe that even more ancient specimens may yet be discovered. Though the timber of Juniper trees is not much use, the trees have been useful to humanity for centuries. \nPhoto: tan hebs \nJuniper berries are employed to produce the distinctive bitter flavour in gin, and in Sweden a juniper-flavoured beer is drunk. The berries are also widely used in continental cookery, particularly with lamb or mutton. Juniper oil is much used by the perfume industry, regarded as a \"masculine\" scent much used in aftershave. \nPhoto: amadej2008 \nJuniper berries, harvested in September each year, are also used to produce oil, supposedly valuable for medicinal purposes. The most valuable medicinal qualities are as an antiseptic, a diuretic, for treating digestive upsets and for easing pain in chronic conditions such as arthritis and rheumatism. They has been used throughout history to treat an enormous range of illnesses, but just how successfully is unknown.\nThe Hopi people of North America are said to boil up the green parts of the shrub and drink the brew to cure stomach disorders. Juniper oil may be used cosmetically when mixed, in small quantities, with distilled or spring water to produce skin care products useful for oily skins prone to infection. This oil is relatively light, greenish-yellow in colour with a fresh, woody scent. It evaporates easily and should be kept secure and away from heat.\nPhoto: fcb981 \nDuring the time of the Spanish Flu epidemic, in which up to 20,000,000 people died around the world at the end of WW1, some hospitals experimented by spraying vapourised essential oils into the atmosphere of flu wards. This was done to try and prevent air-borne infection spreading, and Juniper oil was found to be particularly effective in this regard. \nPhoto: JohnU235 \nThe main reason that these strange trees look so odd is the way that they grow, especially the bark of the tree. It is always fibrous, mostly coloured grey and appears to be shredded into long strips along the trunk of the tree. It also tends to be quite thick, and gives the appearance of being tightly curled when in reality it is not. \nThese amazing plants usually have massive root systems as they seek to survive in the harshest of environments. To the untrained eye they may well appear to be anything but alive, as grey, gnarled and twisted as they sometimes are, but do not be fooled. When it comes to survival, these incredible life-forms can teach us poor humans some valuable lessons. The Juniper may be the curliest, and possibly ugliest tree on the face of the planet, but it might just outlast us at the end of the day. \nSources 1, 2, 3","author":"tonyleather","web_category":"nature","title":"Junipers: The Curliest Trees on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/JARDINE-JUNIPER","url":"http://www.environmentalgraffiti.com/news-curliest-trees-earth"}