{"summary":"By injecting octopamine into the protocerebrum of roaches that had already been stung by the wasps, the roaches were able to regain their free will and ability to move.. The first sting paralyzes the front legs of the insect","advice_category":"2","content":"\nThe world has never been more educated about zombie attacks.\nPhoto by Scott Beale / Laughing Squid\n\nFrom educational films like 28 Days Later and Dawn of the Dead to Max Brooks’ historical work World War Z, we as a people have never been more informed or ready to fight a slow moving horde of the brain eating undead.\nBut it turns out we may be erroneously fearing a human zombie horde while the real living dead may inhabit our walls, basements, and spaces under the refrigerator.\nScientists have discovered the mechanism by which cockroaches are turned into zombies.  That’s right, there are zombie cockroaches. I’m sorry, but if you’re not frightened by the thought of billions of undead cockroaches swarming the globe, you’ve got issues.\nOnly it turns out we may not really have to worry about the living insect dead. Cockroaches are turned into “zombies” only by the sting of a tropical wasp, which then lays eggs in the stomach of the hapless creature that slowly feasts on its still living corpse for days and days.\nThe wasp is called the jewel wasp, also known as the emerald cockroach wasp, and it’s found in most of the tropics. You might think that like many other venomous insects it merely paralyzes the cockroach. You’d be wrong. The wasp stings its victims twice. The first sting paralyzes the front legs of the insect. The second sting is more sinister. The wasp takes careful aim for the zombifying (I don’t think this is a real word but it seems appropriate) blow. Its second sting is delivered directly into a small section of the roach’s brain called the protocerebrum.\nThe venom in the brain blocks a chemical called octopamine. Octopamine controls alertness, movement and physical ability in roaches. When it is blocked, the roach essentially loses its free will to move.\nResearchers at Israel’s Ben-Gurion University made the discovery. They also found a way to dezombify the roaches. By injecting octopamine into the protocerebrum of roaches that had already been stung by the wasps, the roaches were able to regain their free will and ability to move.\nJewel wasps aren’t the only ones who turn their hosts into the aforementioned zombies. A study by French biologists found that a parasite called the hairworm can take over the brain and body of grasshoppers and make them kill themselves. The parasite uses a combination of chemicals to cause its host to jump into a body of water and drown, at which point the adult hairworm will leave the body to mate in its watery breeding grounds.\nI hope this information is being carefully recorded by leading zombie researchers. Should the future hold giant hordes of human zombies, I intend to be well prepared with a shotgun, a head chopping machete and a fistful of octopamine syringes. There will be no welcome for our new zombie overlords from this eco-warrior.\nIf you want to find out more about zombie preparedness or creepy insects, why not subcribe to our RSS feed, we'll even give you a free album.\n ","author":"Chris","web_category":"nature","title":"Scientists Discover the Undead in the Tropics","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2786710020df2ee3eddbzjpg","url":"http://www.environmentalgraffiti.com/offbeat-news/scientists-discover-the-undead-in-the-tropics/584"}