{"summary":"Rathenau’s assumption that the human mind was mechanical enraged D?rner so much that he set out to prove that it was independent and free. Which brings us back to our theory of the Internet as a sentient being","advice_category":"4","content":"\nPhoto: \nImage via Daily Galaxy\nWhat do Marjorie, the all-knowing, all seeing Trash Heap of Jim Henson’s Fraggle Rock , and the Internet have in common? Well, apparently a great deal. According to some, as an omnipotent collector of information and connecter of millions of routers and billions of individual entities, the Internet could be a sentient being. Find out more before you chuck the theory in the trash.\nMarjorie, the all-knowing, all seeing Trash Heap of Jim Henson’s Fraggle Rock :Photo: \nImage via Neusite\nHere’s the theory. If the attributes of a human being are reasoning ability, complex language skills and the awareness of one’s own existence, then there is no reason why computers should not be considered human beings. \nThe Daily Galaxy recently posed the question on whether the Internet would ever evolve into a life form. The article starts with the assumption that many computer programs already show characteristics of organic life forms. Taking this further, it goes on to speculate on which form this life would ultimately take – evil cyborgs or simply a connectivity centre like the Internet:\nThey have a point there. And who could deny that the great deal on C1@Lis!! has taken on a life of its own? \nStill not convinced? Read what happened to this German professor and dean of the Institute of Theoretical Psychology. While still in school, Dietrich D?rner discovered \"The Mechanics of the Mind\" (Zur Mechanik des Geistes, 1918), a book by German politician and writer Walther Rathenau. Rathenau’s assumption that the human mind was mechanical enraged D?rner so much that he set out to prove that it was independent and free. \nAnd D?rner has been searching for the past 40 years. The reason is that he’s been able to capture all central human processes like thinking, learning and perception mathematically and convert them into computer programs. Today, D?rner is convinced that all areas of the human psyche can be depicted as rule-based processes, even emotions and self-consciousness, and has published his findings as Psi-Theory, a model of emotion, personality and action.  \nWhich brings us back to our theory of the Internet as a sentient being. Not so far off now, is it?  \nSource: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"science","title":"Could the Internet Become One Giant Evil Entity?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/body1.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/internet-become-evil-entity/8678"}