{"summary":"Ecotourism in Tibet is disastrously counterproductive for the Macacque Monkey, a new study has revealed.  The start of tourism in Mount Huangshan Scenic Area in Anhui Province in 1991 has coincided with a huge increase in aggression and infanticide in the monkeys.","advice_category":"8","content":"\nEcotourism in Tibet is disastrously counterproductive for the Macacque Monkey, a new study has revealed.  The start of tourism in Mount Huangshan Scenic Area in Anhui Province in 1991 has coincided with a huge increase in aggression and infanticide in the monkeys.\nFrom almost total seclusion before 1991, the monkeys are now visited by tens of thousands of tourists every year, and the monkey’s habitat has been significantly restricted.  Since 1991, infant mortality rates in the Tibetan Macacques has risen from 14.8% to 54.6% and researchers regularly found dead infant monkeys that had been mauled by older males.\nThere is also significant evidence that human contact and pressures on habitats have had a similar effect on chimpanzees.  Those groups of primates found deep in the jungle away from human contact are far less aggressive than those who live close to humans.  Often these groups have been restricted to habitats far smaller than would naturally be the case because of deforestation.  \nThe obvious problems caused by human contact means that we need to reconsider how ecotourism works.  Ecotourism certainly promotes the survival of many endangered species, both because it provides money for conservation projects but also because local communities then recognise the animals as a significant economic asset and so protect them.  Yet mass tourism in these areas has too many adverse effects to be viable. How can the Macacque survive long term with an infant mortality rate of 54.6%?  Perhaps the answer lies in restricting tourism to fewer tourists who pay more for the privilege, rather than allowing the vast numbers who currently visit Huangshan.  \n ","author":"tom lyttelton","web_category":"travel","title":"Macacque Monkey Infanticide Caused by Ecotourism","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/add1jpg","url":"http://www.environmentalgraffiti.com/ecology/ecotourism-is-killing-macacque-monkeys/139"}