{"summary":"Robin Bennett: For the first Wood festival last year we had one main objective – to create the greenest festival in the land – but we also wanted it to be a great music festival, with something for all ages. As when I started Truck festival aged 19 (it’s now in it’s 11th year), I wanted it to have the things I myself would enjoy at a festival: good music, things to do, nice food in a friendly caf?, tasty locally brewed beer and cider","advice_category":"8","content":"\nWhile leviathan music festivals like the Glastonbury are likely to be more familiar to your ears, some wonder about the impact and future sustainability of events where a mass of tents with the population of a small city is assembled and then dispensed with in the space of a weekend. That's where a festival like WOOD comes in. \nSmall but perfectly formed, WOOD is the UK's coolest summer festival – a music event that is also packed with activities aimed at highlighting green issues and promoting an eco-friendly lifestyle. And the best bit? It's powered by completely renewable energy sources.\nFestival founder and organiser Robin Bennett found a little window to shoot the breeze with Environmental Graffiti about what WOOD is all about with the festival set to kick off in less than a week's time.\nEG: The weather is getting warm, and a little bird informs us there’s a wee festival called Wood around the corner. Can you tell us what visitors can look forward to in a nutshell?\nRobin Bennett: For the first Wood festival last year we had one main objective – to create the greenest festival in the land – but we also wanted it to be a great music festival, with something for all ages. As when I started Truck festival aged 19 (it’s now in it’s 11th year), I wanted it to have the things I myself would enjoy at a festival: good music, things to do, nice food in a friendly caf?, tasty locally brewed beer and cider. As I’m now 30, the music is more folk than punk, but it’s very varied. The green aspect just makes things more enjoyable; we try to avoid preaching. The composting toilets even have a view of the stage!\nEG: There seems to be quite an interactive ethos behind Wood. Can you explain a bit about how this shines through?\nRobin Bennett: Well, we wanted to create the feeling that everyone at the festival make one big group so the stages alternate, and at 11am and 1pm everyone gathers for workshops in the workshop village. This means that almost everyone participates in something, from pole-lathing to playing the harp. There’s only one caf?, so everyone can eat together and make new friends. And the cycle-powered stage requires participation or the whole thing stops. Everyone gets involved in making sure there is almost no rubbish sent to landfill. We recycled over 85% last year.\nEG: What are the challenges of running a festival entirely on renewable energy?\nRobin Bennett: It does require a different outlook to assuming there’s endless energy on tap. Last year there wasn’t much sun but the solar panels charged pretty well. The batteries did run out half way through Get Cape Wear Cape Fly’s set though, so a generator had to be rapidly plugged in – fuelled with waste vegetable oil from Oxford restaurants, of course! And the bicycles didn’t have enough juice to run a full PA system at present, so we had to use a smaller one. But generally these limitations inspire alternative solutions – like showers powered by a wood-burning stove! Once we were committed to only using renewable energy it was exciting how many options presented themselves.\nEG: Can you tell us about how the idea for Wood germinated?\nRobin Bennett: The aforementioned Truck festival was wiped out by floods in 2007, giving us a reminder of the increasing risks to our environment. It was also a necessity to create more events to make the business viable in future. This plus the birth of my son made me keen to start afresh with a new event that was fully sustainable, and that young children and their parents could enjoy together. I wasn’t ready to give up having fun… plus, the location and ethos of Braziers Park, an experimental living community founded in the 1960s, contribute a lot to the nature of WOOD.\nEG: What’s going to be fresh about the festival this year?\nRobin Bennett: There will be fairground rides, both human and solar powered, a children’s tent, woodland walks and learning about shamanic nature spirits! This year we have introduced a green education circle, with talks and debates that festival-goers can join in with, from earth economics to the life of an oak tree. There will be a burger van, but not the usual festival burgers – the lamb is sourced from the organic flock at Braziers itself.\nWOOD festival is being held at Braziers Park, Oxfordshire on May 15th, 16th & 17th 2009. Tickets are on sale and can be bought online here. Hope to see you there!\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"lifestyle","title":"With A Name Like WOOD, This Festival's Got To Be Good!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/temple10.jpg","url":"http://www.environmentalgraffiti.com/featured/name-like-wood-festival-good/10853"}