{"summary":"Obviously, the owner of a Florida wildlife preserve is drinking that kool-aid:  she says she can't wait to get discharged from the hospital and see the cheetahs that attacked her.. Berens, to her credit (or maybe as proof of a head injury), makes clear that the cats will remain on the property, which has over 20 large cats.","advice_category":"2","content":"\nIt's said that when you truly enjoy your job, you can't wait to get out in the morning, and that going to work feels like going to play a game, or visit a friend.\nImage from euan_pics on flickr\nObviously, the owner of a Florida wildlife preserve is drinking that kool-aid:  she says she can't wait to get discharged from the hospital and see the cheetahs that attacked her.\n\nJudy Berens, laid out by not one, but two of the great cats on Saturday, needed stitches, staples, and a hefty dose of antibiotics after being airlifted away from Panther Ridge Conservation Center.\nIn what was apparently an accident at first-- the cheetahs were distracted by a bouncing ball outside their enclosure, and knocked her over investigating-- she received over 40 puncture wounds to her back and extremities before a team could enter the habitat and rescue her from the pair of African big cats.\nBerens, to her credit (or maybe as proof of a head injury), makes clear that the cats will remain on the property, which has over 20 large cats.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"nature","title":"Woman on Cheetah Attack:  Meh","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cuteyjpg","url":"http://www.environmentalgraffiti.com/ecology/woman-on-cheetah-attack-meh/991"}