{"summary":"Lee said: “The key was how to make a bacteria-free kimchi while retaining its unique taste, color and texture.” The microbes that aid in the fermentation process had to be made safe in case they were adversely affected by space radiation.. Kimchi is extremely pungent, which might bother the other astronauts in such an enclosed space.","advice_category":"6","content":"\nFor astronauts spending months in space, the smallest touch of home can make a big difference.\nKimchi. Image by Nagyman \nSo when South Korea's first astronaut Ko San boards the International Space Station this April he’ll be bringing along a hefty supply of kimchi, the national dish of his native country.\nWhile bringing a cherished food on a long journey might seem like a simple act, taking kimchi into space required millions of dollars in research and years of work. Canning kimchi is simple, that’s been done for decades.  Earthbound kimchi doesn’t have to deal with things like cosmic rays.\nIn your average comic book, being exposed to cosmic rays is generally a good thing. If this space mission were a comic book, Ko gobbling some space ray infected kimchi would probably turn him into a superhero while his Russian colleagues might become powerful supervillains.\nScientists, however, felt that Ko was far more likely to get cancer than superpowers if his kimchi was affected by crazy space radiation. Part of the issue is how kimchi is made. The dish is essentially fermented cabbage with spices. To make the dish, the cabbage has to ferment slowly for a certain amount of time. Scientists were worried that radiation in space could affect that fermentation process.\nLee Ju-woon of the Korean Atomic Energy Research Institute began working on the project in 2003 using his mother’s own kimchi. Lee said: “The key was how to make a bacteria-free kimchi while retaining its unique taste, color and texture.” The microbes that aid in the fermentation process had to be made safe in case they were adversely affected by space radiation.\nThe development team recently managed to find a way to make the product safe. They used radiation to kill the bacteria, which made the food much safer while still tasting much the same. They did, however, find a way to reduce the smell of the dish. Kimchi is extremely pungent, which might bother the other astronauts in such an enclosed space.\nThe development of the cosmic kimchi could help the country’s kimchi industry as a whole. The dish has a very short shelf life because of all the variables involved in fermentation. This has meant kimchi is not shipped outside the country in great quantities.  The space kimchi scientists were able to make a version that lasted much longer, meaning South Korean kimchi could start popping up all over the world.\nAs a kid growing up in Virginia, I spent at least one field trip a year in Washington and a fair amount of time at the National Air and Space Museum. That museum sells a dehydrated sugar and milk product known as astronaut ice cream. It is disgusting. I’ve had kimchi many times before, and it strikes me as the type of product that will not be improved by turning it into a space food. That being said, I’m willing to withhold judgment until I actually eat this food. So if anyone knows where I can get hold of some authentic South Korean space kimchi, please let me know. I think it could be time for Environmental Graffiti's first food article.\nInfo from New York Times\nIf you want to find out all the latest news on science and the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"art+and+design","title":"Space Cuisine in the 21st Century","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Community-Fridge.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/space-food-in-the-21st-century/833"}