{"summary":"The Firefalls of Yosemite Park are a natural phenomenon that occurs during a two week period every year. These two stories of Yosemite Park highlight the paradoxical nature of the concepts of beauty and majesty – of the natural and the man-made","advice_category":"8","content":"\nPhoto: Image: Grand Canyon Webshot\nNatural phenomena are always best appreciated when rare. Niagara falls? Big deal. Grand Canyon? It's just some gap. The Great Barrier Reef? A bunch of stupid colours and some water. Whatever. You can see them anytime. What's REALLY going to make people jealous is witnessing the Firefalls of Yosemite Park.\nThe Firefalls of Yosemite Park are a natural phenomenon that occurs during a two week period every year. Set in the Yosemite Valley, itself part of the Sierra Nevada mountain chain in California, this has to be one of the most beautiful and fiendishly rare natural sights in the world. As the sun sets on the Yosemite Valley, the Horsetail Waterfalls of El Capitan are illuminated from behind by the red glow of the light rays, turning them into a huge and spectacular optical illusion – as if fire were raining down from the top of the cliffs.\nHorsetail FallsPhoto: Image: Daleberts\nAs the phenomenon only occurs in February, bad weather conditions and abnormal water flow can prevent it from happening fairly easily, which is exactly what makes it such a rare event. The spectacle can last from a quarter of an hour to 30 minutes and according to witnesses grows in intensity throughout until finished.\nThough it has become quite an attraction in recent years, this is no tourist trap, given that it involves more than just getting on a monorail with a hangover and the vague hope of Burger King. There are no Firefalls glow-in-the-dark keyrings or commemorative Lunchboxes with a free water bottle; you need to know when, and how, in order to appreciate its natural beauty.\nPhoto: Image: Daleberts\nThe phenomenon controversially shares its name with a certain other Yosemite tradition, now sadly stamped out by the bulbous, shit-eating grin of park bureaucracy; that of the Camp Curry Firefalls. This event was of a more man-made disposition. It involved the calling out of \"Let the fire fall!\" from the top of Glacier Point to an expectant group of travellers gathered outside Camp Curry at nightfall to witness the subsequent shoving of fiery embers over the edge of the cliff to the valley 1700 feet below. It was a tradition started in the 1870's by two young boys and their father, somewhat accidentally, and continued for just under a century as a fairly consistent way in which to both entertain guests to the park and make a bit of cash.\nMan's Effort...Photo: Image: Bob Fry \nAll cynicism aside, the real spectacle sounds like a fairly beautiful and even moving experience. Those that have taken the time to write about their memories of the Firefalls have certainly described it in such a way. One anonymous historian and witness of the Falls interpreted the phenomenon as being like \"little sparks, thousands and thousands of individually discernible sparks, floating down the cliff in complete silence\".  A more descriptive and complimentary attestation one could not find.\nThese two stories of Yosemite Park highlight the paradoxical nature of the concepts of beauty and majesty – of the natural and the man-made. A much sought after annual rarity, demonstrating the inimitable power of the sun and the earth and the physics of geography, versus the awe-inspiring simplicity of a couple of toothless hicks pushing some embers over a cliff for beer-money.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"jacksoncoley","web_category":"travel","title":"The Firefalls of Yosemite National Park","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/etp1.jpg","url":"http://www.environmentalgraffiti.com/featured/the-firefalls-yosemite-national-park/13653"}