{"summary":"In the summer of 2010, Giant Hogweed (Heracleum mantegazzianum) earned a lot of negative publicity in Canada. CBC News, \"Toxic hogweed creeps across Nova Scotia\", updated July 12, 2010, referenced Sept","advice_category":"2","content":"\nPhoto: foxypar4\n\"Hogweed\" (Heracleum) is the general name for a family of dangerous plants. Some are prized as garden flowers; some are eaten; any may contain a hazardous, poisonous sap.\nThe Hogweed Variations\nAbout sixty sub-species of Heracleum are known. They are related to parsley and carrots.\nPhoto: BobMacInnes\nGiant Hogweed Hogs Headlines\nIn the summer of 2010, Giant Hogweed (Heracleum mantegazzianum) earned a lot of negative publicity in Canada. A native of Asia, it is an invasive species in North America and Europe. It had made its presence felt in England since at least the 1970s. Nova Scotia, Ontario and British Columbia are among the jurisdictions now providing shelter to this invader. Perhaps \"invasive\" is the wrong word. It was a sponsored immigrant in Europe, and was welcomed to North America about a century ago. Gardeners bought and planted these hardy perennials. They produce interesting flowers and large leaves, and their sheer size makes them an object of pride for the horticulturist. \nHowever, Giant Hogweed colonized itself outside the intended gardens. It competes well against North American plants, partly by putting its smaller neighbours in the shade. The main reason for the publicity is that hogweed has a subtle \"poison\". The sap is like water, but it makes human skin very sensitive to ultraviolet light. Affected skin is easily sunburned: painfully burned with blisters which can darken into scar tissue. This effect was documented in Britain several decades ago. A person may remain excessively susceptible to sunburn for several years.\nThe sap has also been blamed for temporary blindness if it is rubbed into one's eyes. Both effects may depend on: how sensitive the person is to furanocoumarin compounds; the part of the plant where the sap was taken; and subsequent exposure to sunlight.\nRecognizing Giant Hogweed\nIn general, hogweed may be mistaken for some of its relatives, including angelica, poison hemlock, water hemlock, water parsnip and wild carrot (Queen Anne's Lace). Giant Hogweed has some important distinctions, however. They grow quite large - up to perhaps 6 m (nearly 20 ft) in height. The large compound leaves make for \"full\" foliage; individual leaves are deeply indented or \"toothy\". The hollow stems' diameters may be up to 10 cm (4 inches). The stem is speckled with purple and has tiny hairs; but this is not necessary unique to this species. These plants prefer riverbanks, or damp soil beside roads. They have been seen in Toronto's Don Valley, for example.\nIn Case of Contact\nThe best cure is prevention; the standard advice is to avoid contact with Giant Hogweed. The safest step is to hire an expert to eradicate unwanted hogweed. A gardener should, at the least, wear stout gloves and long sleeves. In addition, precautions should be taken to avoid touching the face: for example, wearing a bandana and goggles to keep the hands away from the face. The skin might redden in about a day. Inflammation might be seen within about three days. Washing off the sap may help. Follow-up activities include seeking medical advice while avoiding sunlight.\nPositive Remarks about Giant Hogweed\nIranian cuisine uses the dried fruit of the Giant Hogweed as a spice. It thrives in southwest Asia and also grows in the Caucasus Mountains. \nTo Eliminate a Giant Hogweed\nSeveral methods may be used to eliminate unwanted hogweed. Glyphosate may be the most effective herbicide for hogweed, but it will kill nearby plants also. If the whole plant is dug out, including most of the rootstalk, it will likely die. Simply mowing to ground level will not eliminate hogweed, since the root will send up a new stalk. Farmers may allow pigs or cattle to eat and trample these plants. This harms hogweed but seems to leave the livestock unaffected.\nPhoto: syntheticaperture\nThe Many Tales of Hogweed\nEach species of Hogweed has its own surprises. Two examples will serve. \nYoung Cow Parsnip (Heracleum sphondylium) stems may be stewed and eaten. Its flowers could be steeped in oil to make mosquito repellant. However, its sap also contains the furanocoumarin chemicals that can result in serious sunburn.\nPhoto: .Larry Page\nWater Hemlock is a very toxic relative of common hogweed, although it is not the same as \"poison hemlock\". An untrained observer might not recognize the differences. Any member of the Hogweed family may double as a lovely flower, a stubborn weed, or a toxic danger. Let the amateur botanist beware!\nPhoto: Rictor Norton and David Allen\nDisclaimer The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nReferences:\nBritish Columbia Dept. of Parks, Recreation and Culture, \"Giant Hogweed\", PDF referenced Sept. 26, 2010.\nJasmeet Sidhu, Toronto Star, \"Noxious hogweed growing in Toronto\", published July 13, 2010, referenced Sept. 26, 2010.\nCBC News, \"Toxic hogweed creeps across Nova Scotia\", updated July 12, 2010, referenced Sept. 26, 2010.\nInvasive Species Specialist Group (ISSG), \"Heracleum mantegazzianum (herb)\", modified Nov. 28, 2005, referenced Sept. 26, 2010.\nWeed Info, \"Giant Hogweed, Heracleum mantegazzianum\", referenced Sept. 26, 2010. This site has the best images of Hogweed.\nDermNet NZ, \"Cow parsnip / hogweed\", updated June 15, 2009, referenced Sept. 26, 2010.","author":"MikeDeHaan","web_category":"nature","title":"The Flower that Could Leave You with Sunburn for Years","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/islgoogjpg","url":"http://www.environmentalgraffiti.com/plants/news-hogweed-garden-flower-may-intensify-your-sunburn-years"}