{"summary":"The Savannah cat is an emerging breed. Would a Savannah cat be a good pet for your home? Yes, if you want to play with an active cat","advice_category":"8","content":"\nPhoto: Jason Douglas\nThe Savannah cat is an emerging breed. The first example of this hybrid was a kitten born in 1986, the product of an African serval and a domestic cat. More cross-breeds were produced and several generations have descended more directly from Savannah cats.\nServals are mid-sized wild cats - smaller than their larger cousins with whom they share the African Savannah. The serval may be an ancestor of the modern cheetah. It is a relative of the caracal and distantly related to the lion.\nServals eat a variety of prey, adding frogs, fish, birds and small reptiles to their dietary staple of rodents. A serval has long legs which give it remarkable abilities to run quickly and to jump. It also has large ears.\nPhoto: jurvetson?\nMost servals have cheetah-like markings, although some are \"melanistic\" - black. Both colour varieties have been kept as traditional African pets and have more recently been adopted by Europeans and North Americans. Once they bond with an owner, they develop a close and lasting attachment.\nAfter learning about the first Savannah, Patrick Kelly and cat breeder Joyce Sroufe worked at breeding more Savannah cats and making it a recognized breed. For competitive showings, the International Cat Association (TICA) has adopted standards and rules regarding the breed's appearance and ancestry. The Savannah cat is judged at competitions, although it is not yet eligible for championship status.\nAs a pet, the Savannah cat has many serval traits: it jumps very well, is keen to hunt, stalk and pounce and is a loyal and loving companion. The Savannah is in the medium to large size range for domestic cats, but has a long and lean appearance.\nIt shares many traits with active domestic cats. You should not leave fragile objects on ledges, since ledges are simply landing targets for your cats. You should not keep potted plants to tempt the Savannah to dig in the soil. \nPhoto: Sanura Exotics?\nSavannahs are readily litter-trained. They need the usual vaccinations, but there are no known health issues from the serval side of the family tree. If you are not planning on a stud career for a young male, neutering will greatly reduce the likelihood of spraying.\nTake note of these distinctive attributes. Toys should be more rugged and durable than usual, since the Savannah is stronger than most domestic cats. The Savannah may try fishing in bathtubs, sinks or toilet bowls (remember that the serval hunts fish and frogs). Since they grow quickly, high-quality cat food is recommended.\nPhoto: Jason Douglas\nEven more than most pet cats, a Savannah is likely to stalk its prey beyond its backyard or familiar surroundings. It is highly recommended that you keep your Savannah cat indoors; it is able to jump or climb almost any fence.\nYou need to check with all jurisdictions - state or province, county and/or city - to ensure that you would be permitted to own a Savannah cat.\nWould a Savannah cat be a good pet for your home? Yes, if you want to play with an active cat. No, if you want a quiet lap cat. \nParents with very young children should avoid this breed, since it is large and strong enough to harm someone who pulls its whiskers or tail.\nTo buy a Savannah cat, choose a good breeder: preferably local, and definitely with a good long-term reputation. An ideal breeder should also interview you, to ensure you are a suitable candidate to own a Savannah cat.\n1, 2, 3, 4 ","author":"MikeDeHaan","web_category":"lifestyle","title":"Domesticating the Wild Cats of the Savannah","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Sphinx_1.jpg","url":"http://www.environmentalgraffiti.com/pets/news-would-you-buy-hybridsavannah-cat"}