{"summary":"The name Cinque Terre means “five lands” and refers today to the villages of Monterosso al Mare, Vernazza, Corniglia, Manarola and Riomaggiore on the coast of the Italian Riviera (from north to south). Over the centuries, the villages that make up Cinque Terre have carefully been built on terraces, right up to the top of the cliffs","advice_category":"8","content":"\nPhoto: \nImage: Federico\nWith summer just around the corner, it’s time again to think about where to spend one’s vacation. One region’s photos have been all over the Internet yet it gets misrepresented frequently. We’re talking about Cinque Terre in northern Italy, not one town but five in the province of La Spezia in Liguria, famous for its scenic beauty, colourful houses and much more. Time to set the record straight.\nThe name Cinque Terre means “five lands” and refers today to the villages of Monterosso al Mare, Vernazza, Corniglia, Manarola and Riomaggiore on the coast of the Italian Riviera (from north to south).    \nManarola is probably the most photographed village because of its assortment of colourful houses nestled comfortably on the cliff.\nManarola in (almost) natural colours: Photo: \nUnknown photographer via xemanhdep\nThen again, the picturesque harbour of Vernazza might be the most photographed:Photo: \nImage: pizzodisevo\nHere, the colourful boats that can usually be found in one of Cinque Terre's many harbours:Photo: \nImage: Idefix\nThe Cinque Terre region is well known for its beauty and attracts many visitors each year, not only from Italy and Europe but from all over the globe. Good that car traffic is not allowed and that visitors are instead forced to discover the region on foot, by train or by boat. A hiking trail of varying degrees of difficulty connects all five villages. \nBut even roaming around the five towns requires some sturdy shoes and a solid constitution:Photo: \nImage: in da mood\nOver the centuries, the villages that make up Cinque Terre have carefully been built on terraces, right up to the top of the cliffs. Even today, modern buildings have not been constructed, giving the villages their distinct look with steep, cobble-stoned roads, stone houses and lots of colour.  \nA timeless, scenic street in Corniglia:Photo: \nImage: pizzodisevo\nCinque Terre was inscribed on the World Heritage List in 1997 and together with Portovenere and the islands of Palmaria, Tino and Tinetto forms the Cinque Terre National Park, a project set up in 1999 to conserve and protect the distinct characteristics of the landscape.  \nView of the Italian Riveria from Riomaggiore:Photo: \nImage: Rob Inh00d\nFor those not too impressed with scenic beauty, a visit to any of the villages of Cinque Terre will still be worth their while as the region is famous for local delicacies like the two locally made wines (Cinque Terre and Sciachetra), olives, pesto sauce, focaccia bread and farinata, a crunchy pancake popular as a snack.\nAnd then there are always the beaches, which all five villages have plenty of. Below is a giant Neptune statue in Monterosso al Mar, fittingly right on the beach. Don’t miss the typical Italian stone structures, now taken over by cacti and other succulents.\nMonterosso al Mar:Photo: \nImage: Lee Coursey\nHouses in Riomaggiore, all with the typical green shutters to keep the summer sun out: Photo: \nImage: Rob Inh00d \nFor those of us who won't make it to Italy this year, we can at least enjoy the pictures. Again and again.\nVernazza at night:Photo: \nImage via Leslie Italy \nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"The Hillscapes of the Cinque Terre","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/villae21.jpg","url":"http://www.environmentalgraffiti.com/featured/hillscapes-cinque-terre/12069"}