{"summary":"The lantern bug’s cousin, Epiptera europea, with its nose high up in the air:Photo: . For one, it was often believed that lantern bugs are able to produce light, similar to glow worms","advice_category":"2","content":"\nPhoto: \nImage: Richard Ling\nAnti-air missile, elephant bug, Pinocchio – these are just some of the nicknames the lantern bug has to endure. All because its nose is slightly long. Okay, fine, that might be an understatement – it is about half the size of the bug’s whole body. If that weren’t enough, the bug’s even supposed to poke its long proboscis into people’s sex lives. Or better, the lack of it might kill them. Find out how.   \nGo ahead, call me Cyrano de Bergerac, see who cares:Photo: \nImage: Charles Lam\nThe lantern bug (Pyrops candelabria) is a tropical insect belonging to one of the more than 32,000 species of the homoptera order. What looks like a nose is actually an extended mouth so that these plant feeders can suck the sap from plants and trees.\nThe bug’s astonishing and memorable appearance didn’t go unnoticed and local folklore even attributes magical powers to the bug. For one, it was often believed that lantern bugs are able to produce light, similar to glow worms. But their wing patterns merely reflect light, making it look as if are glowing at night. \nGreen lantern bug:Photo: \nImage: jon yee yehsi\nMore intriguing is the myth that persons bitten by this bug will die if they don't have sex within 24 hours. It’s a story that is widely circulated and already existed in the 19th century. American naturalist John C. Bannor recalled in 1885 stories of an insect called lantern fly whose bite could instantly kill people, animals and even trees. People at least were saved – according to the myth – if they had sex within 24 hours. \nRelated to cicadas - three lantern bugs in a row:Photo: \nImage: ssmar2002\nNow that’s what we call a creative way to lure, er, potential mates. Who wouldn’t want to be helpful in a life-and-death situation? You might laugh now but if bitten, would you take the risk of laughing off potential danger? Oh wait, lantern bugs actually don't bite. Hm, Pinocchio nose after all?  \nThe lantern bug’s cousin, Epiptera europea, with its nose high up in the air:Photo: \nImage: Vas bkl\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Myth Behind the Lantern Bug","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb12.webshots.com-42059-2805838010105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/myth-behind-lantern-bug/15403"}