{"summary":"As one of the deepest dwelling fish in our oceans, the fangtooth has possibly the most menacing set of nashers out there. Armadillos are weird creatures at the best times but this species is a particularly peculiar combination of fluff and scales","advice_category":"2","content":"\nPhoto: J. Patrick Fischer\nRecently on the Into the Wild blog, we took a dive into the world of the weird and the wonderful, searching out some of Earth’s strangest animals and showcasing their odd looks, bizarre adaptations and gruesome survival techniques.\nFirst we entered the mysterious depths of the world’s oceans, where scientists still don’t know for sure what could be lurking down there in the dark. To give you your first taste of the bizarre, let’s take a look at the Dumbo octopus. With an uncanny similarity to the cartoon character, the so-called Dumbo octopus can be found living at extreme depths of 9,800 to 1,300, where it stalks its prey, engulfing it whole before gliding off into the murky depths.\nNext is a creature that looks more like a prop from a low-budget '70s sci-fi movie than an actual animal: we present to you the fangtooth. As one of the deepest dwelling fish in our oceans, the fangtooth has possibly the most menacing set of nashers out there. Large teeth are a common feature of many deep sea species, and scientists think that this may be an adaptation that enables them to prey on any animal that may come along, even larger fish.\nFinally in our submarine roll-call, possibly the strangest the ocean has to offer: the sea pig. This creature behaves like a terrestrial slug but is in fact a sea cucumber – and actually doesn’t look like a pig at all, apart from the fact that it’s pink. This one’s truly a curious character.\nWith more people having walked on the surface of the moon than on the bottom of the Mariana trench, these watery depths remain some of the least explored areas on our planet. New species are turning up all the time as scientists push the boundaries of exploration, so we’re sure that the oceans will provide us with yet more new and peculiar species to gawk at very soon.\nNext into the spotlight: the 'mad mammals'. With heaps of peculiar adaptations, spectacularly strange faces and funny habits, the mammals are certainly up there in the strange animal stakes. There’s definitely plenty out there to choose from, but these are some of our favorites.\nStarting off proceedings is the star-nosed mole of eastern Canada and the north-eastern United States (above). This little creature has a circle of 22 mobile, fleshy tentacles at the end of its nose, which it uses to locate food as it scuttles around underground.\nUp next is the pink fairy armadillo. Armadillos are weird creatures at the best times but this species is a particularly peculiar combination of fluff and scales. Also known as pichiciego, this critter calls central Argentina home. It is now endangered – so if you come across this little fellow be sure to take care of it. \nWithout a doubt the prize for the cutest weirdo out there goes to the jerboa. Strangely, jerboa do not  drink water; instead they extract moisture from their food. Astonishingly, one experiment claimed that jerboa have lived for up to three years on dry seeds alone. The jerboa has tiny forearms, an extremely long tail, long hind legs and what can only be described as clown’s feet. The latter come in handy for its hopping locomotion, enabling it to move at high speeds with minimal energy exertion. The quirky long-eared jerboa of Mongolia and north-western China has exceptionally long ears which it uses to locate its insect prey. \nPhoto: Luc Viatour\nWith so many offbeat individuals out there, Into the Wild simply couldn’t leave these guys off our list; so here’s our best of the rest. This one's a real gem: the beautiful and delicate Malaysian orchid praying mantis. A master of camouflage, each of its legs looks incredibly similar to an orchid petal, and its hunting abilities aren't to be sniffed at either. The orchid praying mantis ambushes its prey and catches it with astonishing speed, generally using its spiked forelegs before devouring it with its pincer-like mouth.\nAlso making 'best of the rest' is the giant Chinese salamander. Growing up to an incredible 6 feet long, it's the largest salamander on the planet. This strange looking freshwater monster is found in the mountain streams and lakes in China. Considered a delicacy by the Chinese, it is also critically endangered.\nTo finish our week of oddity, Into the Wild took a divergence from the world of reality and wholeheartedly stepped into the world of myth and superstition. These are the elusive creatures that have never been proven to exist, but might just be out there somewhere. From the Abominable Snowman of the Himalayas to the Mongolian death worm, we checked out the evidence, the myths and the hoaxes to find out how these mythical creatures have become cultural icons, legends of the big screen, and the cornerstones of folklore.\nWe hope you’ve enjoyed Into the Wild’s little snapshot of the weird and wonderful world of animals. To check out the features in full, head over to our blog where more oddities await you, as well as our latest articles, features and interviews on travel and the environment.","author":"FrontierUK","web_category":"nature","title":"The World's Strangest Animals  ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_Acanthonotosuma-inflatum.jpg","url":"http://www.environmentalgraffiti.com/animals/news-wild-earths-strangest-animals"}