{"summary":"There are lights that light up a room and creatures that swim in the ocean. Warty Comb Jellyfish","advice_category":"2","content":"\nPhoto: NOAA Ocean Explorer from USA\nThere are lights that light up a room and creatures that swim in the ocean. Now what — you may be asking yourself — could these two quite distinct concepts possibly have to do with one other? Well, when you put them together you have something called bioluminescence.\nBioluminescence happens when a living organism produces and emits light. It's estimated that about 90 percent of deep sea life has this capability in some form or other. The light that these creatures generate is given off by tiny organs known as photophores. \nThere are several theories as to why certain sea creatures have this ability. One theory is that it exists for the purpose of camouflage, allowing the creature to match the overhead light in order to escape becoming prey. \nThe opposite theory is that bioluminescence serves to attract prey or a member of the opposite sex. Communication is another reason given. Yet, regardless of the explanation, we just think the different colored lights these creatures give off are truly amazing!\n7. Lanternfish\nPhoto: NOAA's Ocean Explorer\nLanternfish emit light through their undersides, heads and tails, and can be found in oceans all around the world at depths of 1,200 to 3,000 feet. They use their lights for mating and also for attracting small fish upon which they feast. Check out this one's baby blue eye!\n6. Atolla Jellyfish\nPhoto: NOAA National Ocean Service\nTalk about self-protection! Whenever the Atolla Jellyfish (Atolla wyvillei) feels threatened, it uses its photophores to create a bluish 'burglar alarm' around its outer edges. This serves to scare away predators. It also attracts potential food. We don't know about you, but if we were deep-sea jellyfish predators, we'd definitely leave this sucker alone!\n5. Deep Sea Bamboo Coral\nPhoto: Bioluminescence 2009 Expedition, NOAA/OER\nAlthough its bluish glow is beautifully seductive, the reason for this glow is actually quite ominous. Scientists believe that the coral's bioluminescence serves as a warning to potential predators about its prickly spines, which are coated with toxic slime. Yikes!\n4. Pyrosomes\nPhoto: Nick Hobgood \nPyrosomes are filter feeders that travel in cylindrical colonies called tunics. They are considered among the brightest organisms in the ocean. Each tunic colony contains individuals called zooids that detect and emit light through organs located near the outer surface of the tunic. Each individual colony uses its bioluminescence for internal communications as well as to communicate with other colonies. Clever, huh?\nPhoto: Show_ryu\nKnown for its brightly bioluminescent, pale blue-green flashing lights, the Pyrosome's name actually speaks of its brightness: pyro means \"fire\" while soma means \"body\". Back in 1849, noted scientist T.H. Huxley was so enthralled by the Pyrosome's lights that he commented: “I have just watched the moon set in all her glory, and looked at those lesser moons, the beautiful Pyrosoma, shining like white-hot cylinders in the water.”\n3. Warty Comb Jellyfish\nPhoto: Monterey Aquarium, 2006-06-01\nWhile this creature seems rather benign and beautiful in its luminosity, it also has a rather ugly side — just like its name! Insatiable predators of fish larvae and eggs, Warty Comb Jellies emit light when they are disturbed. They have been directly linked to the plummeting of biodiversity in the Black Sea, the Sea of Azov, the Sea of Marmara, and the Caspian Sea. On the upside, however, unlike true jellyfish, Warty Comb Jellies cannot sting.\n2. Blotched Catshark\nPhoto: NOAA Ocean Explorer\nYes, it is a shark and yes it has those fierce yellow eyes. However, according to scientists, the Blotched Catshark — which has small spots that glow yellow under blue lights — is actually harmless to humans. That may be so, but this is one creepy fish we'd hate to meet in a dark underwater cavern!\n1. Crystal Jellyfish\nPhoto: Sierra Blakely\nDubbed \"the most influential bioluminescent marine organism,\" the Crystal Jellyfish possesses proteins that are being studied for usage in early cancer detection. Thanks to this study, a process has been developed whereby luminous proteins from the Crystal Jellyfish can be injected into human cells, and once these cells have been illuminated, a special camera can then detect where the cancerous tumors are located. Quite extraordinary for such an otherworldly looking creature!\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Elaine Furst","web_category":"nature","title":"7 Bioluminescent Creatures That Light Up the Ocean","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Olindias_formosa1.jpg","url":"http://www.environmentalgraffiti.com/animals/news-creatures-light-ocean-0"}