{"summary":"The resulting higher costs of raising cattle and sheep could potentially prompt farmers to turn to farming kangaroos instead, as they release much less methane due to different workings in their digestive system.. Photo: Image: peregrinari7","advice_category":"8","content":"\nPhoto: Image: peregrinari7\nA hot potato in recent global warming debates has been the increased production of methane into the atmosphere as a result of increased cattle farming, and even though hungry carnivores know their lust for bovine cuts only bolsters demand, they’re not about to give up their love of hamburgers or steak any time soon. So what’s the solution? According to Australia’s climate change adviser, the answer is simple: eat kangaroo.\nProfessor Ross Garnaut was recently commissioned by the Australian government to produce a 600-page study on global warming, in which he stated that the agriculture industry should be required to buy permits for exceeding the recommended amount of greenhouse gas emissions. The resulting higher costs of raising cattle and sheep could potentially prompt farmers to turn to farming kangaroos instead, as they release much less methane due to different workings in their digestive system.\nPhoto: photographer unknown\nIn his report, Garnaut says:\n\n\nOf course, not everyone is convinced. This radical suggestion has already sparked controversy among beef farmers in Australia, who claim they would loose out on overseas meat markets if this new scheme was to take off, and economist with National Farmers Federation, Charles McElhone believes there is no real market for kangaroo anyway, so the idea isn’t commercially viable: \"We will deliver products that the market demands, and the commercial reality is that at this point … there is a limited marketplace for (kangaroo meat).\"\nOnce the worldwide population develop a taste for the dark red meat, no doubt the market will pick up. More of a worry is that our insatiable appetites will drive demand to such an extent that there will be no kangaroos left in a couple of hundred years. Imagine that.\nSources 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"jonathanfincher","web_category":"lifestyle","title":"Eating Kangaroo Could Reduce Global Warming Effects","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/kangaroo-global-warming-effects/2935"}