{"summary":"One way of learning for dogs is through observation. Dogs also love to play – indoors and outdoors – and especially with toys that are not necessarily meant for them, which can lead to funny situations.","advice_category":"2","content":"\nPhoto: Joan ValenciaThe dog days are here\nDog owners will know that though adorable, trusting and great pals most of the time, dogs can do the darndest things. Without a care in the world if they look stupid or not, they look kind of cute all over again. What's not cute is when stupid things are done to them, like dressing them up and putting them in funny pouches and other contraptions - so you won’t be seeing any of that here. But that still leaves plenty of material given that dogs are funny by nature.\nPhoto: adog.co.uk\nSometimes, just being friendly can land a dog in a sticky situation. Andrey explains the next shot: “I am not sure what exactly he did wrong. I figure he tried to hit on this lady but she did not like the [pick-up] line or may be the collar did not match the color of his eyes. Despite being yelled at he kept trying to win the sympathy of the female until I took him away.” \nJust trying to be friendly…Photo: insane photoholic\nWatch out buddy, or this could go wrong too…Photo: billaday\nAs dog owners can attest, their pets can display social intelligence that often leaves one baffled. Its likeness is, in fact, quite uncommon in the animal world. One way of learning for dogs is through observation. We can imagine what the dog in the next image was thinking.\nDog treats are over… Let’s order some morePhoto: Alan Levine\nDogs also learn through simple reinforcement and repetition. Sometimes, a bit of unlearning is required as we can see here.  \nSomeone tell him it’s the cat flap!Photo: Steve Lacey\nYup, that’s what it looks like on the other sidePhoto: Christian Walther\nSpeaking about this snap dog owner and photographer Christian Walther says: “Mellek used the cat flap while being a puppy, but he simply outgrew it. He just doesn't realise that he outgrew it. But hey, he can see what's going on in the room behind the door anyway.”\nDogs also love to play – indoors and outdoors – and especially with toys that are not necessarily meant for them, which can lead to funny situations.\nWhen Poki plays, there’s no stopping him…Photo: FrANk.H\nBo doesn’t seem too happy going through this pipe but seems resigned to have fun at the dog park.Photo: blisschan\nDogs also need to be frequently taken out so that they can go and do their jobs, big or small. They pee frequently and use their urine to mark their territory. But sometimes, even this instinctive activity can lead to tricky situations.\nBarking up the wrong tree, er, peeing gone wrong: Photo: wotthe7734\nWell, that’s fine for you but what if I have to pee? Photo: Ed Yourdon\nThat's the fitting caption photographer Ed Yourdon made for the picture above. Here’s how this funny situation came about: “This was taken on Broadway, at the southeast corner of 83rd Street. The woman paid no attention to the small white dog (a Maltese?) in the backpack as she chattered away on a cellphone; indeed, I'm surprised that the dog didn't jump out and go off on his own somewhere.”\nThe next photo shows an adorable case of doggy car safety in action.\nPhoto: faithfulpetproducts.com\nApart from rolling in the mud, licking themselves and sleeping, eating and drinking are the favorite activities of dogs. As our very first image has shown, sometimes dogs find unusual sources of water, while others simply trust and wait.\nBeing thirsty is bad but is this such a good idea?Photo: Jono Rotten\nSome dogs seem to be health conscious and eat anything from carrots and cabbage to apples, celery and cucumbers.\nMom, I’ve gone vegetarianPhoto: nao-cha\nWe’re not quite sure what’s funny about the next image but there’s something about the determination and joy with which dogs do the things they do – like jumping into a lake – that made us include it.\nPhoto: Mattias Johansson\nThough dogs might not always strike the best figure when going about their business, one thing is for sure – they are a source of never-ending entertainment. ","author":"Simone Preuss","web_category":"nature","title":"Dogs Doing The Dumbest Things","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_0","url":"http://www.environmentalgraffiti.com/animals/news-dogs-doing-stupid-things"}