{"summary":"Synonymous with the Serengeti is the migration of the zebra and wildebeest as they chase the rains north. Though zebra, elk and other grazers mix in with the wildebeest, the wildebeest so overwhelm them in numbers that a veritable sea of the animals is what will be visible for most of the migration.","advice_category":"2","content":"\nPhoto: \nPhoto:  Phil Taylor\nAn endless plain of grass, broken only by the occasional twisted form of the acacia tree. A scattering of ‘charismatic megafauna’. An isolated hill – a kopje – rising on the horizon. And an intense heat that bleaches everything to a burnt brown. Truly, the Serengeti provides one of the most common mental images of Africa that we in the West have.\nPhoto: \nPhoto: Ed Prince \nReinforced by years of nature documentaries, this depiction paints Africa as a vast, unspoiled wilderness where herds of enormous mammals move and interact freely. In the Serengeti, an area of Tanzania and Kenya that comprises a National Park, a game park and a conservation area, this is the case – more or less. So how exactly does the truth square with the romantic fantasy described above?\nPhoto: \nPhoto: David Dennis \nThe ecosystem contained within the three parks is of an enormous size (about 30,000 square kilometres), and includes such diverse habitats as savannah, grasslands, woodlands and swamps. Lions, giraffes, zebras, elephants and wildebeest do roam these lands freely, regardless of the presence of several thousand tourists who visit every year.\nPhoto: \nPhoto: Laurent Gastinel\nAround the fringes of the park live some 2 million Tanzanian citizens, many of whom are farmers, and while there are increasing pressures on the park due to surrounding land use, the economic benefits of the park (due mainly to tourism) are such that it is certainly in the governments’ interests to keep conservation of this area a priority. Ecologists have concluded that the Serengeti itself may not continue to exist as a functional ecosystem if it cannot interact with the habitats outside its borders.\nPhoto: \nPhoto: Maurizio Contini\nSynonymous with the Serengeti is the migration of the zebra and wildebeest as they chase the rains north. By May each year, the rainy season has ended and the merciless beating of the mid-African sun has usually resulted in unacceptably low levels of plant matter for grazing. The grass is depleted and can no longer sustain the massive numbers of animals dependent on it.\nPhoto: \nPhoto: Marc Veraart\nTaking cues (or so we currently believe) from the extremely changeable climatic conditions rather than the time of year, the zebra and wildebeest begin to congregate, in their hundreds of thousands, on the short grassland plains in the south of the park. It is here that the longest overland migration in the world begins.\nPhoto: \nPhoto: Kelly Schneider\nThough it can vary from year to year, the migration often coincides with the wildebeest rutting season. The air is filled with the grunts and cries of these beasts as up to a million and a half of them compete, fuelled by their raging hormones. Mingling amongst them, though in far lesser numbers (and at twenty thousand strong, still a formidable contingent of the migration), are the zebra.\nPhoto: \nPhoto: DEMOSH\nZebras and wildebeest are known as ‘complimentary grazers’ because they both consume different parts of the same plants. The superior hearing of the zebras is also ‘appreciated’ by the wildebeest, as it acts as a kind of early warning system when predators appear on the scene. Though zebra, elk and other grazers mix in with the wildebeest, the wildebeest so overwhelm them in numbers that a veritable sea of the animals is what will be visible for most of the migration.\nPhoto: \nPhoto: Julian Mason\nOnce the movement begins, the animals will blanket the landscape in groups which may trail for several miles each. The migration as a whole is generally regarded as taking place in a roughly clockwise pattern, beginning and finishing in the south-east, but as it’s driven largely by local climate conditions and the availability of water, it is usually far more complicated than that.\nPhoto: \nPhoto: Kimberly Cooper\nGroups may converge and re-convene, remain static in one area for periods of time, or even move backwards. Safari tours that depend on knowing the location of the migration are hampered by being able to provide only a (sometimes extremely inaccurate) approximation, so different is the pattern from year to year. Wherever they go, they leave the Serengeti shorn of every blade of grass.\nPhoto: \nPhoto: Stefan Luthardt\nOver the course of the migration, close to 250,000 wildebeest will die. Many of these deaths will be due to exhaustion and sickness. Many will be young calves seized by the predators (lion, leopards and hyaenas) that follow the herds across the Serengeti. But the natural climax of this entire dramatic arc is surely the crossing of the crocodile-infested Mara River by the remaining bovine hordes – an event which will result in the deaths of many more wildebeest, both adult and juvenile.\nPhoto: Lip Kee Yap\nThe Nile crocodile is not only a perfectly adapted killing machine, but also a social animal that will use numbers to overwhelm the mammalian hordes. Amidst raging currents strong enough to knock a man flat on his back, mammals face off against prehistoric reptiles. The wildebeest will attempt to cross at the lowest point they can find, but it is precisely here that the crocodiles will be waiting. Even were they not, the threat of drowning alone would make the Mara a serious obstacle.\nPhoto: \nPhoto: pnoid00\nThe waters churn as thousands of mammals plough through the Mara. Crocodiles will attack and drown full grown wildebeest, but they are just as likely to be crushed to death themselves in the mad stampede. And for those lucky enough to make it to the far side, lions and other predators will sometimes lay in wait for prey exhausted by the crossing. All in all, it’s a stirring spectacle, and an almost stereotyped vision of nature being truly ‘red in tooth and claw’.\nPhoto: Charles Robertson, Beach City, TX, USA\nUsually by July, most of the procession will have reached its destination: the lush grasslands of the Masai Mara. Those who have survived the migration will have travelled as many as 1,500 miles. They will feed here until the skies dry up again in November. But there is little downtime for these weary beasts. The greatest overland migration on Earth must continue back to the southern grasslands, driven to complete the ancient cycle by an instinct that has been present since before the dawn of man.\nSources: 1, 2, 3, 4, 5.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Steampunk","web_category":"nature","title":"The Serengeti: Host of the Greatest Overland Migration on Earth ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb64.webshots.com-15935-2627019270105205970S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/serengeti-greatest-overland-migration-earth/13077"}