{"summary":"“My hope is that, through making Waldo open source, and by having the template and concept open to everyone — Waldos could begin popping up throughout Google Earth … People will be looking to find their friend’s house online, and say ‘I just found Waldo!'” Coles states in an interview with Nancy Strider.. “My addition of a Waldo figure to Google Earth, in a way subverts the whole earth into being part of my game; each rooftop or field then becomes a place where Waldo could be hiding.”","advice_category":"6","content":"\n Photo: Melanie Coles\nAncient art all over the world was often created with the intent of being viewed by the mythic beings that were believed to reside in the arcadia above. Before the advent of any flight technology was even imagined, these macro-monuments were reserved only for those invisible eyes thought to be constantly locked on humanity from the heavens. \nPhoto: Carolyn Coles\nWith a culture evolving into the realm of the prodigious and beyond, our generation is privy to technology like GPS systems, satellite television, IMAC, HD and Google Earth. Meaning that at present, aerial views are no longer simply for the gods or even airplanes. \nMelanie Coles is a Vancover based artist whose 2008 Emily Carr Institute graduation project has finally delivered aerial art with a more modern spin to our techno-centric generation. By taking the childhood fun of the popular “Where’s Waldo” series and placing a giant Waldo on a city rooftop, she's made the game applicable to Google Earth.\nPhoto: Melanie Coles\nIncidentally, besides using a Renaissance grid style to paint her own giant Waldo into the view of Google Earth’s flyby cameras, she has also made the template and instructions available to everyone online. \n“My hope is that, through making Waldo open source, and by having the template and concept open to everyone — Waldos could begin popping up throughout Google Earth … People will be looking to find their friend’s house online, and say ‘I just found Waldo!'” Coles states in an interview with Nancy Strider.\nPhoto: Melanie Coles\nHowever, locations as well as Google Earth appearance dates and times will remain a mystery to salvage the integrity of the game. After all what is the fun of a game of Where’s Waldo when you know exactly where he is?\nPhoto: Carolyn Coles\nColes claims to have gotten the idea when her high school team won a trip to the United States in 2002 where they viewed a live space photo of themselves courtesy of their NASA sponsors. \n“My addition of a Waldo figure to Google Earth, in a way subverts the whole earth into being part of my game; each rooftop or field then becomes a place where Waldo could be hiding.”\nPhoto: Melanie Coles\nWaldo is fifty-four feet long and took the help of a handful of friends at \"weekend painting parties\" to be transferred in small sections of her original hand-held drawing onto two foot long strips of vinyl they later applied to the unnamed rooftop. \nPhoto: Carolyn Coles\nWhile Google Earth has been inspiring a lot of great large scale art projects all over the world, Melanie Coles' seems to be the one most intimately tethered to our generation. \nThe popularity of the Where's Waldo children's book series coupled with the growth of Google Earth's usage around the world has landed Melanie in publications from all over the US and UK, to Belgium, Australia, Brazil, Ireland and more. Lucky for us, all this praise has allotted the artist an outlet for explaining the message hidden behind her seemingly light-hearted and fun work. \nPhoto: Carolyn Coles\nIn the same interview with Nancy Strider cited above, Coles offered a reflection on this convergence of ancient and modern environmental art that offers a solid critical standpoint on our times while revealing a vivid portrait of our current cultural impetus:\n “It contextualizes my Waldo in not just a new emerging art form, but situates it in something that has been going on since the beginning of man. Proof that no ideas are truly new! I read a statement in MacLean’s last year that said that the Internet creates very little that is truly new, it just creates new ways of doing things. I would agree with that, and my whole project restates that point. You can take Waldo from print to the web but it's still the same game and the same Waldo.”\nPhoto: Carolyn Coles\n","author":"Tiana Miller","web_category":"art+and+design","title":"Where's Waldo on Google Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/visionsearth01jpg","url":"http://www.environmentalgraffiti.com/graffiti/news-wheres-waldo-google-earth"}