{"summary":"Like it or not, there is going to be a significant growth in the airline industry over the next 40 years.. It looks like the bunny has found its dinner, so it is time for me to find mine.","advice_category":"8","content":"\nPhoto: Andrew Murray-Watson\nOn Soneva Fushi there are semi domesticated black and white rabbits. Not native to the Maldives, they were introduced 15 years ago by the first inhabitant of the island – an engineer – who thought that they might serve as am addition to the dietary habits of Sonu and Eva Shivdasani – the founders of the resort.\nTo this day, the engineer swears that he only ever brought over a single bunny, but you can’t go very far on this island without coming across them. Last night, at dinner, there were two under the table that were in the habit of kicking sand over your feet unless they received regular morsels from the table. And this morning, I came across two who were far too busy doing what rabbits are renowned for doing, to pay any interest to me!\nI gather that the native crows keep the bunny numbers under control and they make an interesting addition to the local wildlife. The one sitting under my hammock as I type, clearly sees me as some sort of cover against any flying predators, as it munches away on a newly fallen seedpod. Enough about rabbits.\nToday was very much about the travel and tourism industries at the Six Senses Eco Symposium.\nWe had Geoffrey Lipman, advisor to the UN, give an interesting talk on his thoughts about the future of the travel industry. Like it or not, there is going to be a significant growth in the airline industry over the next 40 years.\nGeoffrey told the audience all about “Live the Deal”, the new programme for assisting the travel and tourism industries in their quest to reduce emissions. He made the very good point that, like it or not, people are not going to stop flying.\nAnd there is a huge amount at stake. Tourism is the world’s single biggest industry, with up to 200 million people employed to serve it. In developing countries, such as the Maldives, tourism accounts for over 50% of GDP, so it is simply not an adequate response to demand that international travel is simply shut down to assist in the fight against climate change.\nWhile the airline industry today accounts for 2% of total carbon emissions, within 20-30 years that number could be high as 4%. So what can be done to reduce the industry’s carbon footprint?\nNew, lighter planes will certainly help, but it is going to take a monumental effort on the part of the industry to clean up its act.\nGeoffrey is very optimistic that the industry can reach its demanding targets, if the framework for change is enforced.\nI spoke to a senior figure from British Airways at the Symposium, who is equally bullish – but who made the point that no single airline is going to go out on a limb.\nPersonally, I think that airlines must be obliged, over time, to offset their carbon emissions, which will undoubtedly mean more expensive flights for all concerned.\nA per plane tax, rather than a per passenger tax, will certainly help as well. Many of my friends have questioned the rationale for hosting an environmental conference in the Maldives, given that everybody has flown in from all over the world. But they are missing the point. Only when you come here can you really appreciate the scale and urgency of the response that is needed to fight climate change.\nThe fact that all of our flights have been “taxed” by our hosts, with proceeds going to a renewable energy project in India, also helps.\nBut Professor Lipman’s optimistic outlook for the travel industry is welcome. We are not going to get the airline industry on board in the battle against global warming if it is viewed with hostility by legislators and the wider travelling public.\nOnly through positive engagement can we hope to get the industry onside. It looks like the bunny has found its dinner, so it is time for me to find mine.","author":"Six Senses","web_category":"travel","title":"The Third Day of the Six Senses Eco Symposium","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-43129-2265023440103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecotourism/news-six-senses-eco-symposium-day-3-0"}