{"summary":"The mushroom can also be dried and transformed into a plant based dye for cloth, producing an earthy beige color. Scientists have also discovered the fungus contains antibiotic properties, effective against streptococcus pneumoniae","advice_category":"2","content":"\nPhoto: Darvin DeShazer\nThe world of fungi is diverse and mystifying. Some fungi are delicious fried up or tossed into an omelet, other fungi are sought after for their hallucinogenic properties, and some fungi are thought to be responsible for mass plagues - dancing fever anyone?\nAllow me to introduce to you one of the more unusual members of Kingdom Fungi, the Bleeding Tooth Fungus, or Hydnellum peckii which goes by various names often referring to juice or blood.  This fungus can be found in North America where it is more common in the Pacific Northwest and resides mostly in coniferous forests.  The Bleeding Tooth also makes appearances in Europe and has recently been discovered in both Iran and Korea.\nPhoto: Lacy Smith\nUpon a first glimpse of the bleeding tooth fungus, one may dismiss the ruby-red liquid as the blood of some poor forest creature splattered across the white mushroom cap. When inspected more closely, it becomes obvious that the fungus is oozing liquid through its own small pores. The liquid on most specimens does in fact resemble blood, but can also be light pink, yellow, orange or beige in color. Many describe the liquid as blood-like or juice-like; some may think it resembles liquid candy, (the kind sold in vials at the convenience store). Though not uncommon, many people appear stumped when encountering this unusual shroom out in the wild, as is evident in many forum posts and blogs questioning their sanity and asking simply: “What is this thing?” One would think that the existence of these perplexing fungi would be a hot topic during biology class, it’s hard to imagine a middle school biology teacher passing up the opportunity to gross out the students with bleeding mushrooms, but I could be wrong.\nPhoto: Lacy Smith\nWe are often taught not to eat or touch unusual things that grow wild, but the flashy Hydnellum peckii is not considered toxic to humans, just inedible. This unique mushroom obtains its “inedible” status due to the taste of its flesh and juice which are described as “acrid” or extremely bitter and “peppery.” \nPhoto: Lacy Smith\nThe aroma of this fungus is often described as being “unpleasant”. The juice itself contains a pigment called atromentin which has been discovered as having anticoagulant properties similar to heparin which is derived from the mucus membranes of slaughtered cattle and hogs. Scientists have also discovered the fungus contains antibiotic properties, effective against streptococcus pneumoniae. The mushroom can also be dried and transformed into a plant based dye for cloth, producing an earthy beige color. Useful as well as mysteriously repulsive, this little fungus is sure to be counted as one of your favorites, that is, once you get over the initial shock of it’s gruesome appearance.\nSources: 1, 2","author":"Lacy Smith","web_category":"nature","title":"Gruesome Bleeding Mushrooms!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Macrocheirakaempferijpg","url":"http://www.environmentalgraffiti.com/plants/news-gruesome-bleeding-mushrooms"}