{"summary":"With efficiency like that otters would be a powerful weapon in fighting greenhouse gases..  If you would like to find out how to help in the conservation efforts of sea otters you can check out The Otter Project and Friends of the Sea Otter.","advice_category":"2","content":"\nIf you are looking to play your part in slowing down the spread of greenhouse gases, then I am here to say you should save a sea otter.  These furry marine animals are more than just cute and furry, they also play a significant role in sucking greenhouse gases from the atmosphere. Unfortunately, these furry little guys are diminishing in numbers. According to an article in New Scientist, if the sea otter population were restored to pre-hunting levels, then they could segregate about 10 million tons of carbon in the ocean eco system. With efficiency like that otters would be a powerful weapon in fighting greenhouse gases.\n\nAccording to Discovery News, in the 18th and 19th centuries otters were almost hunted to extinction for their pelts. By the 1970s the sea otter population had been restored to about 125,000, thanks to conservation efforts. But as of late, the population has been on a decline again with numbers approximating 70,000 in the Pacific waters of North America.\nScientists don’t really know why this is happening - otters are difficult to study in the wild and not much is known about how the reproduce. Furthermore, scientists don’t really know what kind of stress otters could be experiencing from predators and humans. Fortunately, there are interesting research studies being done to help answer some questions scientists may have. You can learn about this research in the Discover News video, Sea Otter Poop May Save Species.\nEven with a declining population, otters play a significant role in cutting of greenhouse gases, according to Chris Wilmers and his team, of the University of California, Santa Cruz. Sea otters feast on sea urchins and keep vast forests of kelp healthy. These kelp forests, in turn, sequester about 0.18kg (0.40lb) of carbon for every square meter of habitat the otters occupy. The numbers may not seem like much at first, but when multiplied across the coastal waters that support kelp forest systems, it actually makes a pretty hefty impact. This makes sea otters cute and very helpful.\nBut how much is this kind of sequestration of greenhouse gases actually worth? After all, money talks. The New Science article reports that if otters were restored to healthy populations along the coast of North America, they would add up to about $700m in carbon credits.\nWith that being said, otters have proven to be quite the little helpers in the fight against global warming.  If you would like to find out how to help in the conservation efforts of sea otters you can check out The Otter Project and Friends of the Sea Otter.","author":"veritasart","web_category":"nature","title":"How Otters Are Fighting Climate Change","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/pb1_0.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-want-help-slow-global-warming-save-sea-otter"}