{"summary":" The Sudd is now a declared international wetland reserve, and the largest protected swamp in the world.. That distinction falls to the Sudd swamp","advice_category":"2","content":"\nPhoto: englishrussia\nWhen you think swamp you imagine a misty, murky place in which the sponge-like ground beneath your feet seems to suck relentlessly at your shoes. The bog wants to swallow you whole, and if that weren't scary enough the wildlife in many swamps can seem much worse. The mighty constricting snake, the Anaconda – 25ft long and wide as a man – or the tiny frogs that hold enough toxin in their skins to kill 1500 people.\n5.VASYUGAN SWAMP, RUSSIA\nMost swamps are relatively small, but there are a few whose size will take your breath away. The biggest on the planet  is the Vasyugan swamp in Russia. 20% wider than the whole of Switzerland and 53,000 square kilometres in total area. Within the bounds of the swamp there are more than 800 lakes, and many rivers and streams begin here. 2% of the world total supply of peat is to be found  here.\nVasyugan topview:Photo: wiki\nThis is an enormous area utterly devoid of people, and festooned with bushes bearing cranberries, cloudberries and bog bilberries. Animals and birds that  live here  have no fear of anybody. This Vasyugan swamp is a natural phenomenon that has no equal anywhere in the world. Not that other members of the large swamps family cannot compete.  There are some respectable contenders.Photo: wiki\n4. PANATAL SWAMP, BRAZIL \nIn southern Brazil we find the Pantanal swamp. The name comes from the Portuguese 'p?ntano', meaning wetland, or marsh. Less well-known than the Amazon rain forest, this mighty wetland is at certain times of year larger than England, well over 100,000 sq km during the rainy season.  From December to May, 80% of the area is flooded, and is almost 10 times the size of Florida's Everglades.\nSatellite view of Panatal:Photo: wiki\nOf the  650 bird species found there, the largest has a wing span of nearly 3 meters (3.3 yards) and the smallest weighs only 2 grams (0.07 ounce). During the rainy season, the water level rises by 15 ft or more, creating swamps with islands of shrubs and tall standing tropical trees. The Pantanal, however, is not the largest protected swamp in the world.\nColourful view of Panatal:Photo: valdemircunha\n3. SUDD SWAMP, SUDAN\nThat distinction falls to the Sudd swamp.  Along the White Nile south of Khartoum, in Sudan, this swamp, during the dry season, is a mere 14 million acres of wetland, dominated by swamp grasses and papyrus. When the rainy season arrives, this more than doubles in size until an area half the size of France is covered.\nAt that time of year, over half the volume of water of the White Nile river is held in this swamp. It created such an obstacle in the 19th century that passage through or round it was impossible before 1840.  The first channel through it took four years to complete and needed constantly cleaning out\nAerial view of the Sudd Swamp:Photo: travel\nThe vegetation of the Sudd is so lush that giant blocks of it form and move around, creating an ever changing challenge for navigation.  All boats there carry saws and chains out of necessity, for clearing the way when floating islands of plants cause blockages.  The Sudd is now a declared international wetland reserve, and the largest protected swamp in the world.\nSatellite view of the Sudd Swamp:Photo: worldwildlife\n2. OKEFENOKEE SWAMP, USA\nOf course the USA has its own huge swamps, but by far the largest is the Okefenokee.  Covering 700 square miles of South Georgia and North Florida, lies a huge bowl-shaped depression in which the Okefenokee Swamp developed. About 25 miles across and 40 miles long, this is a unique 1,000 sq mile area of primitive wetland, hosting hundreds of species of wildlife, many of which are endangered or threatened. \nPlant life in the Okefenokee varies from towering bald cypress to a seemingly infinite variety of water plants, many of which were put to medicinal use by the Indian inhabitants long before the first Europeans arrived in the area. Early settlers learned from their Indian hosts the value of natural life and balance with nature.\nMap showing location of Okefenokee Swamp:Photo: wiki\nOf course these are all exclusively freshwater wetlands, but we should not forget to include those swamps that border the ocean, where the mystical mangrove trees grow vast and complex root systems, adding hugely to their air of mystery.  Mangrove swamps can be found along tropical seacoasts on both sides of the equator.\nMost people seem to think them filthy places filled with mosquitoes, snakes and spiders, but mangrove swamps not only protect the land from soil erosion and the effects of storms, they also act as a form of pollution control, naturally filtering out industrial and human waste. Like other wetlands,  they are important components of the water cycle, absorbing excess water flow during times of flooding.\nPhoto: Jesse Allen, NASA\n1. THE SUNDARBANS SWAMP DELTA\nThe Sundarbans is the largest single block of tidal mangrove swamp in the world. The name can be literally translated as \"beautiful jungle\" or \"beautiful forest\", and may have comefrom the 'Sundari' trees that are found in there in large numbers. The forest swamp lies at the feet of the Ganges river and is spread across areas of Bangladesh and Indian West Bengal, and covers 10,000 sq km in area, of which about 6,000 are in Bangladesh. These are the five greatest swamps om earth. Care to visit one or two?\n","author":"tonyleather","web_category":"nature","title":"5 Largest Swamps on Earth from Above","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3679129785379507d6bazjpg_0","url":"http://www.environmentalgraffiti.com/lakes-and-rivers/news-five-most-massive-swamps-earth"}