{"summary":"For me, finding purpled rust is like hitting gold. Rust is a murderer of sorts, but he kills eloquently, elegantly","advice_category":"6","content":"\nI have a penchant for rust. Living on the UK's South Coast I see it everywhere. The damp salt air eats at things. Where metal features in Victorian sash windows russet tears appear. Most of the buildings here weep this form of auburn blood.\nPhoto: clinguist\nI love rust. It seems to make objects one might usually overlook infinitely fascinating. Even when there is no discernible form, just a wall for example, rust paints its own watercolour wash there. It slowly seeps a landscape onto blank canvass render.\nPhoto: clinguist\nRust is territorial, it makes its indelible mark like bitch burn on a green lawn - changing the colour and texture of things. A key is just a key, brash and functional, until rust embraces it and wraps it in the first flushes of unrelenting corrosion. \nRust is a murderer of sorts, but he kills eloquently, elegantly. He is the arch seducer, the decay is long and leisurely, as if he enjoys the gradual decline of his victims. I am perhaps his accomplice - I observe the transformations his leeching poisons make - do nothing to stop him. \nPhoto: clinguist\nIn fact I consider myself a partner in his erosion crimes. I photograph his hennaed chosen ones and feel nothing but a peculiar discomfiting satisfaction from doing so.\nRust adds a look of experience and provenance to things and yet is reviled or feared. Perhaps a nod in the direction of our innate and human abhorrence of ageing. Perhaps I'm being too 'affected' about it. In truth, I like the look of it. The way it forms images - you can surely see the mother and child in the sea wall image above. Mama is tall, almost reprimanding, ever watchful. Her child gazes up at her like a dandelion clock kid waiting for an answer. Rust tells stories. At least it tells me to tell them.Photo: clinguist\nRust isn't always predictable nestled in the red zone of the spectrum. It dips in and out of the rainbow of decay like a choosy artist. For me, finding purpled rust is like hitting gold.  A savage drip of black oxidation, always a surprise.\nI'm often asked, why do you photograph broken or damaged stuff. The answer is that in every form of dereliction there lies a hint of what was before and a possibility of restoration. Unless of course you, like me, prefer the elegantly slow deaths in umber.","author":"clinguist","web_category":"art+and+design","title":"The Strangely Seductive Beauty of Rust","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/news-beauty-rust"}