{"summary":"Villagers in Sonitpur district poisoned 19 elephants in 2001after the animals ate crops and destroyed local houses. In the past 16 years more than 600 people have been killed by attacking elephants in the northeast Indian state of Assam","advice_category":"2","content":"\nThe world’s hottest chili is being used to ward off rampaging elephants that destroy homes and eat crops.  \nThe eco-friendly solution is being used by conservationists in northeast India, an area with the world’s highest population of Asiatic elephants.  The conservationists construct fences of jute fiber, then smear them with auto grease and bhut jolokia, or ghost chilies. They are also using chili smoke bombs to keep the animals away. \nNandita Hazarika, of the Assam Haathi (Elephant) Project, told the Associated Press: \"We fill straw nests with pungent dry chili and attach them to sticks before burning it. The fireball emits a strong pungent smell that succeeds in driving away elephants.\" \nHazarkika was quick to point out that the animals would not be harmed, and that they would not eat the chilies because the smell alone would repel them. \nElephants are increasingly coming into contact as humans cut down the forests that are their natural habitat. In the past 16 years more than 600 people have been killed by attacking elephants in the northeast Indian state of Assam. Villagers often react with deadly force to these attacks. Villagers in Sonitpur district poisoned 19 elephants in 2001after the animals ate crops and destroyed local houses. \nSource: National Geographic\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Superhot Chili Smoke Bombs Repel Rampaging Elephants","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cyclops_gallery__320x400_0.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/ghost-chili-keeps-away-rampaging-elephants/542"}