{"summary":"Gullies in a large crater in Terra Sirenum of the southern hemisphere of Mars are covered in winter frost. Photo: NASA/JPL/University of ArizonaDark Rimless Pits in the Tharsis Region","advice_category":"4","content":"\nPhoto: NASA/JPL/University of Arizona\nStaring into the clear night sky, you see a bright light low in the west and realize that from at least 35 million to 250 million miles away depending on orbit, Mars awaits. Was it ever inhabited by life? What secrets does it hold that we hope it will give up? Some of this will be answered by the images and data collected by HiRISE.\nPhoto: NASA/JPL/University of ArizonaPossible Active Dune Gullies\nHiRISE stands for High Resolution Imaging Science Experiment, a coordinated project between NASA and the University of Arizona. It has produced\nspectacular images of Mars for our enjoyment and helps researchers to explore the history of water on the planet.\nIn the top picture, Richardson Crater Dunes are partially defrosted and covered in seasonal carbon dioxide frost. Dust devils have left their footprints and researchers think larger channels were caused by blocks of dry ice sliding down the dunes and going directly from a solid to a gas (sublimating). However they are caused, it is a stunning photograph\nworthy of being at a museum of modern art.\nPhoto: NASA/JPL/University of ArizonaPotential Future Mars Landing Site: Mounds in Acidalia Planitia\nThese mounds are \"mud\" volcanoes that occur when a mix of gas, ground rock and liquids deep under the earth's crust (from several meters to kilometers deep) are forced up to the top. Scientists are looking at it as a potential future landing site because the sediments brought up might contain signs of microbiological past, or even better, present life.\nPhoto: NASA/JPL/University of ArizonaDark Rimless Pits in the Tharsis Region\nThese two pits in the Tharsis region align with two depressions of a dark wispy-like deposit. The larger one is 310 m wide while the smaller one is 180 m wide. The deposit itself has a large boomerang shape and scientists believe it consists of darker material blown out of the pits and scattered by the wind.\nPhoto: NASA/JPL/University of ArizonaFrost-Covered Gullies\nGullies in a large crater in Terra Sirenum of the southern hemisphere of Mars are covered in winter frost. In the image, the frost is shown as bright spots and because it is facing south, it's believed to be water frost rather than frost caused by carbon dioxide (CO2). One of the big questions is whether or not the gullies are formed by water and if so, surface or substrate water, or are they formed by dry debris and CO2?\nPhoto: NASA/JPL/University of Arizona\nThis stunning photo looks like a road alongside an ocean and in actuality may not be so far from that description, albeit Mars style. \"Holden crater has some of the best-exposed lake deposits and ancient megabreccia known on Mars,\" said HiRISE’s principal investigator, professor Alfred McEwen of the UA’s Lunar and Planetary Laboratory. \"Both contain minerals that formed in the presence of water and mark  potentially habitable environments. This would be an excellent place to send a rover or sample-return mission to make major advances in understanding if Mars supported life.\" \nPhoto: NASA/JPL/University of Arizona\nPhoto: NASA/JPL/University of ArizonaRocky Mesas of Nilosyrtis Mensae Region\nClay minerals have been found in this area and scientists are excited at the idea of exploring it further. It may be difficult because an exploration vehicle like the Mars Rover would have to land further away and then make its way across the rocky mesas but it is hoped that it is possible.\nPhoto: NASA/JPL/University of Arizona\nPhoto: NASA/JPL/University of ArizonaLayers in Columbus Crater\nThe different levels of brightness in this image are most likely different sediments in the basin of the crater. This is an old impact crater and researchers believe that erosion from the rim of the crater (which is now much flatter than it was originally) deposited the sediments.\nThe HiRISE images change weekly and give us amazing insight into the red planet. You can see more pictures from it here.\nSources 1, 2","author":"Michele Collet","web_category":"science","title":"10 Incredible Images of the Surface of Mars","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PIA15283jpg","url":"http://www.environmentalgraffiti.com/news-astonishing-images-mars"}