{"summary":"This look at birds in flight covers a wide range, from sea to land birds and from small to large. This image perfectly captures the bird in flight","advice_category":"2","content":"\nPhoto: KeithCanada Geese\nBirds in flight are one of nature's most amazing wonders. Too often we don't look up at the sky or really notice its inhabitants, but here we have 10 amazing images of birds taking to the air – as well as a bonus picture of the Canada Geese above. Hopefully after seeing these you will be inspired to look in your own area for other such examples.\n10. StarlingPhoto: Suman Roy Choudhury\nStarlings are very social in nature and are often brightly colored, with iridescence that comes from the arrangements of their feathers rather than any pigment. They are great mimics as well, not just mimicking other bird calls but also the sounds of car alarms or phones; even human speech!\n9. CardinalPhoto: Elmore Photography\nThis cheeky looking fellow looks gorgeous in his red plumage. I say \"he\" because only the male cardinals have this coloring; females are tan or gray. They are aggressive to other males and often fly into windows trying to attack the \"intruder\" – actually the individual's own reflection.\n8. PelicanPhoto: Chris Willis\nPelicans have a fascinating profile when they fly; you can tell that dinosaurs are in their ancestry. White Pelicans will fish in groups, chasing schools of fish into shallow water where they scoop them into their bill pouch, while Brown Pelicans plunge dive. It can take up to a minute for pelicans to empty the water from their bills before they can swallow, and other birds have been known to steal the fish from the pouch!\n7. Blue and Yellow MacawPhoto: Luc Viatour\nFound in South America and the rainforest, these large, beautiful birds are extremely social. Blue and Yellow Macaws can be seen in flocks as large as one hundred and make for an incredible sight when they fly off in the early morning. Their coloring is actually camouflage against the bright sun and blue sky.\n6. SeagullPhoto: Keven Law\nThe ubiquitous seagull is actually a lovely looking bird if we forget the mess it can make at times. Seagulls are ground nesters and live in large colonies. Extremely intelligent, gulls have even been known to use tools; an example is catching goldfish using bread. They also band together when predators threaten them, \"mobbing\" them as a group to chase the attacker away.\n5. Indigo BuntingsPhoto: Elmore Photography\nThese beauties have some interesting vocalizations, with separate calls for different actions. According to Wikipedia: \"A sharp chip! call is used by both sexes, and is used as an alarm call if a nest or chick is threatened. A high-pitched, buzzed zeeep is used as a contact call when the Indigo Bunting is in flight. The song of the male bird is a high-pitched buzzed sweet-sweet chew-chew sweet-sweet, lasting two to four seconds, sung to mark his territory to other males and to attract females.\" Fascinating stuff! \n4. Great Blue HeronPhoto: Harmonica Pete\nThis stunning image shows the Great Blue Heron flying over a cranberry bog. A huge wading bird, its stride averages 9 inches long! These herons are solitary until breeding time, when they get together in colonies called \"heronries\" which can have up to 500 nests in them but average 169. An amazing sight considering their size.\n3. Anna's HummingbirdPhoto: Alan Vernon\nThis tiny bird is simply beautiful. Named for a duchess (Duchess of Rivoli), it is the only North American hummingbird with a red crown. The males of the species are known for their dive display during courtship, when they will soar 100 feet into the air and plunge down to the female.\n2. KingfisherPhoto: Martin Cooper\nKingfishers are brightly colored birds that have an unusual relationship with some human cultures. Polynesians considered them in control of the sea, while the Dusan tribe in Borneo considers the Oriental Dwarf Kingfisher such a bad omen that when going to battle a hunter must return home if he sees one.\n1. Red Bellied WoodpeckerPhoto: Suman Choudhury\nThe Red Bellied Woodpecker is slightly misnamed, as most of the bright color is on its head. This image perfectly captures the bird in flight. Woodpeckers, of course, are known for the holes they excavate with their bills. It takes about a month to excavate enough for a nest, which they make anew every year. They use their long and barbed tongues to get tree sap and insects or grubs from the wood and on the tree.\nThis look at birds in flight covers a wide range, from sea to land birds and from small to large. All of them are graceful in the air, however. It offers a different angle on the birds we might normally notice only when on land.\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Michele Collet","web_category":"nature","title":"10 Uplifting Images of Birds in Flight","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Flamingojpg","url":"http://www.environmentalgraffiti.com/news-10-wonderful-images-birds-flight"}