{"summary":"The birds are increasingly turning to pipefish to avoid starvation. The spread of the pipefish has confused many marine biologists","advice_category":"8","content":"\nVirtually unknown just six years ago the snake pipefish’s population has exploded in British waters recently, with potentially disastrous consequences for seabird populations.\nA horned grebe eats a pipefish. Image by Mike Baird\nThe snake pipefish is a seahorse-like creature that can grow up to 18 inches in length. The bony, rigid fish provides poor nutritional value for adult birds and can actually kill chicks that choke on the bodies.  Yet terns, puffins, and other seabirds are increasingly turning to the fish for food as the populations of other fish continue to decline.\nThe spread of the pipefish has confused many marine biologists. They were almost never seen in 2002, then rarely seen the next year. Since then surveys and local divers report seeing hundreds of the fish in local waters. Mike Harris of the Center for Ecology and Hydrology (CEH) in Edinburgh said: “Since [2003] the species has increased dramatically in abundance and its spread continues. Indeed it may be accelerating. In June last year, 500 were caught in a 15-minute haul off the Farne Islands, while in July and August large catches were recorded in the Norwegian Sea, for example.”\nBirds eating the fish worry biologists even more. Sarah Wanless of the CEH said: “It is an extremely worrying development. The spread of pipefish in our waters could have a catastrophic impact on sea bird breeding.”\nSea bird populations have already been dropping in recent years as their primary food source of small fish and eels become more and more scarce. The birds are increasingly turning to pipefish to avoid starvation. The fish, however, are very low in fat and don’t provide the nutrients the birds need. One scholar referred to the fish as \"junk food\" for birds.  This can have disastrous effects on the birds’ breeding, which has already been affected.\nWanless said: “In the longer term, it is going to be very dangerous indeed for the future of sea birds around Britain. Sea birds breed fairly slowly and a number of bad years could have a long-term devastating impact.' “\nInfo from Guardian\nIf you want to find out all the latest environmental news, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"lifestyle","title":"Starving Sea Birds turn to Junk Food Fish","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/ecology/starving-sea-birds-turn-to-junk-food-fish/800"}