{"summary":"Zed is the latest Columbian Mammoth from La Brae. Several Columbian Mammoths that died in the La Brae Tar pits have been found since the dig began","advice_category":"4","content":"\nPhoto: \nColumbian Mammoth Skull\nPhoto: Mayborn Museum / Baylor University\nOn February 18, 2009, the  George C. Page Museum announced the discovery of 16 new fossil deposits under a parking lot owned by the Los Angeles County Museum of Art that is adjacent to the La Brae Tar Pits. The most exciting animal in these new deposits is Zed, a large male Columbian Mammoth.\nSeveral Columbian Mammoths that died in the La Brae Tar pits have been found since the dig began. Zed is the latest Columbian Mammoth from La Brae. We will never know exactly what drew Zed into the tar pits and an agonizing death between 38,000 and 42,000 years ago. He appears to have been washed away by a flood very soon afterwards, then was quickly covered by sediments and sand which kept predators such as wolves and sabre tooth cats from eating the carcass, scattering the bones and making off with body parts.\nZed's skeleton is 80% complete and is missing only a hind leg and vertebrae. His tusks, which are enlarged incisor teeth, are intact and 10' long. Zed was 47 to 49 years old when he died, had previously broken three ribs and suffered from arthritis.\nPhoto: \nColumbian Mammoth Skeleton\nPhoto: SW Clyde\nLocated in Hancock Park, the La Brae Tar Pits in downtown Los Angeles are an exceptional, fossil rich locality in the United States. They were first recorded in the diary of Father Juan Crespi of the Mexican Portola Expedition in 1769 who described \"tar geysers\" at the La Brae pools. Excavations began in the early 20th century and an on-site museum encloses the one pit that is still an active dig.\nMethane released by bacteria that eat the underground petroleum seeps upward and makes the tar appear to boil. Tar from deep underground deposits has been seeping to the surface to form several pools since the late Pleistocene; early settlers in the Los Angeles area used the tar for insulation and low grade fuel. They thought the large bones they found were the remains of cattle and antelope that had become trapped in the tar pools.\nAnimals that came to the pools to drink and the predators that hunted them occasionally slipped or deliberately moved into the water where they would be quickly trapped by the glue-like tar. The La Brae Tar Pits are world famous and have yielded many fossils of several species that have allowed for a good reconstruction of late Pleistocene megafauna (i.e. large animals) in western North America.\nLa Brae Tar Pits 1910\nPhoto: Los Angeles Public Library\nThe Los Angeles basin climate of the late Upper Pleistocene was cooler and dryer than today; therefore large animals of the period 50,000 to 8,000 BP are well represented (wood and animal bones provide C14 for radiometric dating). They include the California Condor, saber toothed cats, American lion, dire wolves, jaguar, cougar, American camel, peccary, antelopes, bison, horses, giant ground sloth and Columbian Mammoths. Receiving less public notice are the excellent fossils of plants and trees, and the discovery of at least 200 species of heretofore unknown bacteria. One set of human remains has been found - that of a woman dated 7,000 B.C.\nThe Columbian Mammoth roamed the late Pleistocene landscape of North America. It was one of the largest mammoth species, and was found in western and Midwestern North America, Mexico and Central America. Several western states have excavated Columbian Mammoths. A herd of 25 Columbian Mammoths ranging in age from 3 to 50 years that died together in a single event 68,000 years ago has been found at Waco Texas. 49 Columbian Mammoths have been found at the Hot Springs, South Dakota site.\nPhoto: \nColumbian Mammoth Reconstruction\nDigital Model: Sergiodlarosa\nA large male Columbian Mammoth might be 14' tall (up to the shoulder) and weigh 8 to 10 tons. The longest Columbian mammoth tusk on record was found in Texas. It is 16' (5 m) long and weighs 208 lb (94 kg). By comparison, males of the Songhua River Mammoth of Central and East Asia, which was the largest mammoth and largest elephant that ever lived, may have occasionally been 17' tall and weighed 10 tons. A Columbian Mammoth would consume 700 pounds of plant food each day. Four sets of shoe box size molars powered the mammoth grinding machine. Mammoths likely died from old age and starvation when the fourth and last set of molars had worn away.\nWe can expect a stunning museum exhibit some years hence, where Zed will grace a large open space with his huge curving tusks and magnificent strength. Close your eyes and imagine Zed trumpeting to the heavens as he announces to one and all, \"Listen Up, the Columbian Mammoth is now present!\"\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"merlynne6","web_category":"science","title":"Columbian Mammoth Found in Downtown L.A.","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/largest-mammoth-to-have-walked-earth-found-downtown-la/8325"}