{"summary":"In hand stencils are commonly found as evidence of prehistoric culture, in caves and cave paintings throughout the world. Clearwater River Cave may be the largest in the world","advice_category":"2","content":"\nPhoto: Robbie Shone\nUnderneath Gunung Mulu National Park, Sarawak in the Malaysian portion of Borneo, explorers are mapping out an incredible network of underground caves, 186 miles covered so far and with many, many more yet to be detailed.\nPhoto: Robbie Shone\nClearwater River Cave may be the largest in the world. It is certainly the largest by volume. The team consists of leader Tim Allen, 49, Dr Gina Moseley, 26, web designer Hugh St Lawrence, professor Pete Smart, Andy Eavis, caver Matt Kirby, caver and brilliant photographer Robbie Shone. Mr Shone said: \"The work being done by the team will probably never be completed in my lifetime and maybe not for two or three generations after. There are new caves and parts of the network being discovered all the time so it seems to be a never-ending story. But caves are the planet's final frontier. Caves are one of the last areas to be chartered and I think that's what gives us all a thrill. \nPhoto: Robbie Shone\n\"To be part of a British effort to try and systemically record what is done here is something special. And of course we are all getting to spend time in this incredible network which is one of the world's most stunning.'\nPhoto: Robbie Shone\nRacer Cave's amazing \"shower head\"\nThe showerhead is formed by calcium and now allows fresh rainwater into the cave, creating a natural wonder. You may notice the flatness of the rock where the water falling on it has made it a 'table top'. This image has so much in it, can anyone spot the 'face' in the white rock, or the 'snake'? The shower of water also gave the team some much needed fresh water in 25 degree heat!\nPhoto: Robbie Shone\nDeer Cave, one of the longest passages in the world.\nHere a team member is looking out of the Southern entrance of the passage. Approximately 3 million bats live in Deer Cave as well. You get an idea of the sheer scale through the photographs.\nPhoto: Robbie Shone\nBlack Hands Cave\nThis cave in the network has black hand prints dating back hundreds of years ago or maybe even longer. In hand stencils are commonly found as evidence of prehistoric culture, in caves and cave paintings throughout the world. It is interesting to see these especially as the hands are very large for a time when it is often assumed that people were smaller.\nPhoto: Robbie Shone\nWith many years before this network is completely mapped, there will continue to be exciting finds that help us understand the wonders contained in those caverns beneath our feet allowing us to learn more about how the world developed.\nA very special thank you to Robbie Shone, who gave me permission to use these spectacular photographs. He has even more at his website, including both below and above ground photos. All the photos here are his copyright.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"Borneo's Never Ending Cave Network","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-41401-2758720020102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-incredible-never-ending-underground-caves-borneo"}