{"summary":"After retirement, Adamson devoted himself completely to \"his\" lions and moved to Kora National Reserve in northern Kenya in 1970 where he continued the rehabilitation of captured or orphaned lions into the wild.. Here’s a video of George Adamson in 1967 with the lions Boy and Girl, featured prominently in Born Free","advice_category":"2","content":"\nPhoto: \nFrom the book A Lion Called Christian\nAnyone interested in lions has heard the name George Adamson, a legend even called the \"Father of Lions\" who lived with them for decades in Kenya. Best known through the award-winning documentary Born Free, which recounts his rehabilitation efforts of the lioness Elsa, Adamson managed to treat lions as equals, resulting in reciprocal buddy behaviour from the beasts. See for yourself how Adamson achieved this astounding level of human-animal trust.\nHey Buddy, chill – George Adamson with Boy:Photo: \nAll images courtesy of Father of Lions unless otherwise noted.\nThough it’s been almost 10 years since his violent death on 20th August 1989 – Adamson was shot by Somalian bandits at Kora Reserve – the fascination with George Adamson is still very much alive. People just can’t seem to comprehend how any human being could live so intimately with wild animals for so many years.\nAnd Adamson’s beginnings did not point to a life in the midst of animals at all. He was born on 3rd February 1906 in Dholpur, Rajasthan in what was then British India. From there, he came to Kenya, first as an 18-year-old in 1924, and later tried his hand at various jobs like gold prospector, goat trader and professional safari hunter. Only in 1938, at the age of 32, did Adamson join Kenya’s game department and became Senior Game Warden of the Northern Frontier District – a job he held for 23 years, until 1961 when he retired at the age of 55.\nAn early picture of Adamson working for the Nairobi to Arusha mail service:Photo: \nIt was this job as a game warden that brought him close to Kenya’s wildlife, lions especially. In 1956, he shot the lioness whose cub Elsa he decided to raise together with his wife Joy and later released into the wild. This feat was well documented in the feature film Born Free (1966), which was based largely on his notes, turned into a book of the same name by Joy.\nGeorge Adamson with Elsa in 1956 (top) and with his wife Joy in 1970 (bottom):Photo: \nPhoto: \nImage via Marion Kaplan\nAfter retirement, Adamson devoted himself completely to \"his\" lions and moved to Kora National Reserve in northern Kenya in 1970 where he continued the rehabilitation of captured or orphaned lions into the wild.\n\"Girl\" trusted Adamson enough to let him be around her cubs:Photo: \nHere’s a video of George Adamson in 1967 with the lions Boy and Girl, featured prominently in Born Free. Bill Travers, who plays George in the movie, narrates how Adamson was teaching them to live in the wild and his own encounter with the magnificent beasts.\nProbably the most spectacular rehabilitation of a captive lion into the wild was that of Christian, a lion bought in London and brought to Africa. Described by George Adamson as the \"cheerful, mischievous and courageous lion from London,\" Christian came to the Kora National Reserve in 1970 and was released into the wild in 1973, where he lived for five years – a tough feat and ripe age for any lion male.\nWith his white beard and lined face, Adamson’s features are a bit lion-like; here with Christian:Photo: \nRemarkable is the journey of a man who started out as a mercenary, trying his luck at anything the land had to offer – gold, goats and game – before being the one who was captured by the animals’ way of life.\nAdamson, though close even at mealtimes, didn't get the lion's share: Photo: \nWhat could better sum up the dedication of the Father of Lions than his own words? In a letter written on 1st February 1983 from his \"Kampi ya Simba\" at the Kora National Reserve, Adamson writes about the progress of the lion population, especially their offspring, words that read like the description of friends’ behaviour:\nWalking the walk – George Adamson with his lions:Photo: \nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Man that Lived with Lions ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cyclops_gallery__320x400_0.jpg","url":"http://www.environmentalgraffiti.com/featured/man-lived-with-lions/12787"}