{"summary":"The super-colonies are believed to have killed 15–20 million of the crabs in recent years, and the population of these ants is exploding amid climatic changes already threatening the red crabs through the late arrival of the monsoon. So thickly do the crabs blanket the routes to the shoreline that they can easily be seen from air","advice_category":"2","content":"\nPhoto: Photo: Gerald Zinnecker  all rights reserved \nIf you are indoors when it happens, the first thing you notice is the crackling noise, a chorus of clicking. The march has begun. Looking outside, the sight beggars belief: the entire forest floor, and even the roads that run through it, swathed in a sea of red. So thickly do the crabs blanket the routes to the shoreline that they can easily be seen from air. What we are witnessing is the annual migration of the red crabs – one of the most spectacular animal migrations on the planet. \nHuman help: Red crabs confront a 'crab barrier' to cross a road Photo: Photo: J Jaycock, Australian Government Attorney-General’s Department, copyright Commonwealth of Australia reproduced by permission\nChristmas Island in Southeast Asia sets the stage for this most epic of nature's journeys: the synchronised mass movement of 65 million crabs walking up to 8 km in just 5 days. When the wet season kicks in, and the tide is right, the crabs make their move, emerging from their solitary burrows in the tall rainforest, and walking as one to the sea. Nothing gets in the way of these single-minded crustaceans, neither shops, nor golf course nor busy roads. Even cliff faces are climbed down with apparent ease.\nAs one: Red crabs at Christmas Island's blow holesPhoto: Photo: ? CITA\nThe millions of bright red crabs that set off each year – normally in October or November – are driven by a clear purpose: to breed and spawn. When the broad columns arrive at the beaches, following their well-trodden routes, the males leading the way first rehydrate in the sea, then retreat to the lower terraces to dig and fight over burrows. The greater numbers of females soon follow and mating takes place, usually in the privacy of the burrows for which the males have fought so hard for possession.\nBeautiful day: Red crabs at sunrise on Ethel BeachPhoto: Photo: ? Justin Gilligan\nThe males return inland first, reaching the rainforest in 1–2 days. The female crabs remain in the moist burrows for the next 12–13 days to produce and brood their eggs – up to 100,000 per crab. When the last quarter of the moon arrives, the females move to the seashore to release their eggs into the sea. The eggs hatch into larvae on contact with the water and grow over the ensuing month. After growing through several larval stages, at last the young crabs, only 5 mm wide, leave the water before they too march inland in roughly 9 days.  \nBaby migration: Diminutive red crabs return from the seaPhoto: Photo: J Jaycock, Australian Government Attorney-General’s Department, copyright Commonwealth of Australia reproduced by permission\nInland, the baby crabs disappear from sight, living under fallen trees, inside rocky crevices and even in human gardens. Eating a diet of mainly fruit, leaves and rotting vegetation, each crab grows slowly but can reach up to 16 cm across. So how are such big creatures able to walk a kilometre a day during the migration, when usually they can’t crawl for more than 5 minutes at a time? Scientists recently found that they are fuelled by the release of a hormone that produces a sugar-rush, giving the crabs the energy they need for their marathon journey.\nRoad Crabs: Migrating red crabs navigate a highwayPhoto: Photo: ? Diane Masters\nCurrent estimates place the population of red crabs on Christmas Island at a staggering 120 million – dwarfing the human population of just 1600 – but their numbers are under threat. Human activity has had a major impact. Crabs are at risk of drying out when forced to traverse areas cleared of forest cover. Also, thousands are crushed by vehicles while crossing roads – a situation that has led to road closures, traffic detours and crab crossing tunnels being built under highways for crabs to pass through.\nSign of hope: Red crab road closurePhoto: Photo: ? CITA\nAn even deadlier menace for the crabs has appeared in the form of an insidious biological invasion: the yellow crazy ant. Accidentally introduced to Christmas Island from Africa, the crazy ants prey upon the red crabs after first squirting them with poison. The super-colonies are believed to have killed 15–20 million of the crabs in recent years, and the population of these ants is exploding amid climatic changes already threatening the red crabs through the late arrival of the monsoon. \nMass movement: Crabs on Christmas IslandPhoto: Photo: ? Max Orchard\nDehydration plus death at the mandibles of the crazy ants may soon jeopardise this incredible species of crustacean. For further information on the red crab migration, go to the Christmas Island Tourism Association website.\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"The Most Spectacular Migration on Earth: The Red Crabs of Christmas Island ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/crab14.jpg","url":"http://www.environmentalgraffiti.com/featured/most-spectacular-migration-red-crabs-christmas-island/15838"}