{"summary":"The most avid collector of his incredible art is film star Jackie Chan who owns the largest private collection of Nishinaka artworks. After that I quickly developed a feel for working with paper","advice_category":"6","content":"\nPhoto: Jeff Nishinaka \nThe very idea that paper can be employed to create fantastic artworks is hardly new, but some exponents of the genre really do shine out as exemplary. Jeff Nishinaka, using very simple tools in the form of tweezers, a mechanical pencil, toothpicks, art knives, cutting mats, French curves and triangles and a small round wooden dowel to curve the edges of the works, has been perfecting his artistic techniques for nearly three decades, and his wonderful 3-D artworks are a testament to his ability. \nPhoto: Jeff Nishinaka \nDuring his illustrious artistic career, Jeff has worked for many well known clients, including Coca-Cola, Playboy, Mattel, Toyota, American Airlines and Bloomingdale's, all household names in the USA. The most avid collector of his incredible art is film star Jackie Chan who owns the largest private collection of Nishinaka artworks. \nPhoto: Jeff Nishinaka \nSo accomplished is this remarkable man that Disney Characters, such as those found in ‘The Lion King’, are accurately reproduced in snow white paper. Based in Los Angeles, Jeff is especially fond of working with white paper because of the extra dimension given by the presence of light and shadow, extra important with a white background. But not all of his work is done this way. \nPhoto: Jeff Nishinaka \nFrom exquisite medical illustrations of the eye structure to a life-size hotel garden and even private portraits on commission, Jeff Nishinaka's artistry is boundless and his enthusiasm quite infectious. The detail in his astonishing sculptural works is quite breathtaking, be it natural subjects, landmarks or indeed anything he creates. He is undoubtedly the premier paper sculpture artist alive today. \nPhoto: Jeff Nishinaka \nUsing nothing more than the tools mentioned and the white paper, Jeff conjures up the most intricate sculptures, making it difficult to believe that they are actually two-dimensional work made three dimensional simply through skillful layering of the paper and appropriate lighting. \nJeff says of his own preference: “One could choose any type of medium, like matchsticks, nails and clay. I chose paper and made a fish sculpture – it was an ‘ah-ha!’ moment for me. After that I quickly developed a feel for working with paper. I began experimenting with different papers, finding ways to shape, bend, and round edges on it.” \nPhoto: Jeff Nishinaka \nHis quite brilliant sculptures often appear to have been fashioned out of Styrofoam, or fine sand, or marble stone, but paper is the only medium with which Jeff Nishinaka works. Having been productive and prolific in the fields of advertising and fashion as well as fine art, his current regimen of full-time art production employs only 100% cotton vellum paper, so that there is no discoloration or deterioration with age. \nPhoto: Jeff Nishinaka \nJeff can take anything from as little as three days to as long as several months in the production of each individual piece, which can vary in size from a modest nine-inch square piece to something many times bigger. He has famously created several large installations. \nPhoto: Jeff Nishinaka \nWith an artistic and paper sculpting career spanning 28 years and a commercial portfolio of clients such as Paramount Pictures, Harvard Medical School, Random House and Mattel, for whom he designed beautiful, custom Barbie sets, Jeff can truly claim to be a big name in the art world. His unbridled ability to tease the very best out of his chosen art material is almost beyond belief, and his sculptures enrapture every onlooker. Time stands still when you view his awesome artistry. What could be more compelling than that? Amazing. \nPhoto: Jeff Nishinaka \nMy sincere thanks to Jeffrey Nishinaka for his permission to use the images in this article, which are  copyrighted.\nSources: 1, 2","author":"tonyleather","web_category":"art+and+design","title":"Intricately Crafted 3D Paper Sculptures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/incredible-pencil-art.jpg","url":"http://www.environmentalgraffiti.com/news-art-absolutely-astounding-timeless-paper-sculptures-jeff-nishinaka"}