{"summary":" Glow worms that are hungry know how to get themselves noticed much like kids; they glow even brighter the hungrier that they are!.  But that is exactly what the glow worms that inhabit many New Zealand caves are.","advice_category":"2","content":"\nWhen someone says glow worms I think of an ugly little invertebrate that can light itself up (or I think of my little night light that helped me through the night until I was five).  I certainly don’t think of a highly sophisticated predator.  But that is exactly what the glow worms that inhabit many New Zealand caves are.\nGlow worms dangling their deadly silk strandsPhoto: YamBareMunch\nGlow worms aren’t a finished product in terms of their life cycle.  They are actually the larval stage of a winged insect much like a fly.  Glow worms look a lot like any other large maggot that you might dig up in the ground or find at a pet store.  They do have one special feature.  They can light up their rear like no other creatures.\nLighting up their rearsPhoto: Captain Chaos \nAwesome YouTube video on glow worms:\nGlow worms make more use out of their ability to light up their behind than fireflies.  They light up using a process called bioluminescence that is a chemical reaction among chemicals within the glow worm and oxygen.  Using the blue-green color that results from this reaction, glow worms are able to both burn off its waste and attract some dinner.  It’s like starting a fire to burn your trash and having a pig come and stick itself on the roasting spit.  Glow worms like to attract small, flying insects that are attracted to the blue-green light and that aren’t strong enough to escape.  They use the light to attract insects and a sticky silk strand to make sure that they don’t get away.  Glow worms that are hungry know how to get themselves noticed much like kids; they glow even brighter the hungrier that they are!\nPhoto: Magalie L'Abbe\n\nGlow worms love nice, cozy caves.  They need the dampness and darkness in order to survive and feed.  Glow worms also inhabit Australia, but my recommendation is, if you’re ever around New Zealand, to go pay the glow worms a visit at one of their many caves that tourists are able to enter, and treat yourself to an amazing display of beauty and death.\n","author":"swgreenscribe","web_category":"nature","title":"The Deadly Glow Worms of New Zealand","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb40.webshots.com-42151-2383523360103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-deadly-glow-worms-new-zealand"}