{"summary":"In a tuskle: Tony Jaa in a stunt with an elephant from the film Tom-Yum-GoongPhoto: Photo via Wikipedia. Yee-haw: Steer wrestling rodeo events in full swingPhoto: Photo: a4gpa","advice_category":"2","content":"\nPhoto: Photo via BuzzFeed\nA famous stuntman uses his hands to balance nimbly on the tusks of an elephant. A lion perches less steadily on the back of a moving horse. A pair of bears rides in similar bareback style, while another of their species gets in the ring with a wrestler. Put the words stunt and animal together and you’re already on contentious ground. Yet whether such practices can be considered cruel or not depends on when, where and how the stunts were executed. And what point of view you take.\nTake all-action Thai movie star Tony Jaa. Could the finest stuntman of his generation and martial arts master stand accused of cruelty towards the elephant whose tusks act as the equivalent of a gymnast’s parallel bars?\nIn a tuskle: Tony Jaa in a stunt with an elephant from the film Tom-Yum-GoongPhoto: Photo via Wikipedia\nAs a child, Jaa gave baths to his family's elephants and flipped off their backs into the river, while his style of Muay Thai has moves that imitate the colossal creatures. He later got his stunt doubling break in a commercial that required him to grip an elephant's tusks and somersault onto its back. If anyone was going to do it, the elephant would probably have picked Tony.\nBearing all: Exhibition bear wrestling match in OhioPhoto: Photo via Unencyclopedia\nIt’s debatable whether the 650-pound ursus in this next image of bear wrestling – still performed in movies and exhibition bouts today – would be voluntarily so compliant with human whims. Although human wrestlers and bear owners claim the animals are not hurt – and even say they are having fun – there is outcry among animal rights groups keen to ban the sport across the US on grounds that it is not only barbaric but absurd, and should be confined to the dustbin of history.\nOld skool chokehold: Wrestling bear stunt in an old publicity shotPhoto: Photo via Remember the ABA\nIt’s a question of when working with animals becomes working against animals – but it’s a thorny one. Elephants have long been taught to do our bidding, and being intelligent enough to be trained for a variety of acts, they’ve traditionally been a major attraction in circuses around the world.\nElephant power: Modern circus trick with two women being held aloftPhoto: Photo: Leonid Mamchenkov\nHowever, increasingly there is grass roots resistance to any kind of capture, confinement and use of wild elephants, which are thus subjected to highly unnatural conditions – and sometimes show their distress by turning on their keepers or handlers.\nFour legs good, two legs bad: Bassie and Adrian, a popular duo on old Dutch TVPhoto: Photo via Blom86 \nAnimals do admittedly appear a lot less often in contemporary circuses than they used to, but traditional circus companies still exist, with the animals historically used in acts such as big cats, elephants, horses and bears performing some of the same tricks they have done for decades if not centuries.\nCircus tradition: Leopard training in 1906 and Roman standing act circa 1914Photo: Photo via Crafts Shop of Denver\nPhoto: Photo: Appaloosa: The Spotted Horse in Art and History\nThe use of animals in the circus has been controversial for some time, particularly as animal welfare groups have documented many cases of explicit animal cruelty, with training methods nowadays alleged to include beatings and other forms of physical abuse just as they always have.\nStrange couple: Lion on a horse's back in a show held in a Chinese zooPhoto: Photo via Tuesday's Horse\nNotwithstanding the use of such inhumane instruments as electric shock prods and hooks behind closed doors, in China what many might see as cruel animal stunts are positively on parade. In one of the country’s more notorious zoo, spectators have been treated to a bizarre display as a 420-pound lion leaps onto and rides around the ring on a horse's back, kept moving by the steady crack of the trainer’s whip. The horse at least must surely be terrified.\nBiting the dust: A stunt man gets dragged in a scene from the indie film AtanasiaPhoto: Photo via VAMOS \nYet again, though, there are controversial practices on show closer to home. In America, a cultural tradition as deep-rooted as the rodeo is under fire from animal rights groups. Stock events like bull and bronco riding and steer wrestling may look innocuous to many – more likely to cause harm to man than beast – but critics maintain rodeos are cruel to the animals involved.\nYee-haw: Steer wrestling rodeo events in full swingPhoto: Photo: a4gpa\nPhoto: Photo: a4gpa\nSuch flak is nothing new for rodeos – though conditions have improved, with vets now present at all rodeos and competitors in general said to provide decent care to the animals they work with. Even so, there is concern among some animal welfare organisations about the use of metal or electric cattle prods and tail-twisting, while others simply oppose all rodeos and rodeo events full stop.\nCatching air: Bucking bronco at the Georgia National Rodeo, one of the biggestPhoto: Photo: hall.chris25\nAgain, it’s a tricky area, not simplified by popular misconceptions such as the idea that bucking broncos are wild, terrified animal – when in actual fact they aren’t feral but have learned to buck off their riders. The question may be a deeper, philosophical one. Is coercing animals into performing activities for our entertainment inherently cruel? But if it were to be stopped, where would the line be drawn?\nSources: 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Animal Stunts Like You've Never Seen Them Before!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Savannah-Catjpg","url":"http://www.environmentalgraffiti.com/featured/animals-stunts-like-never-seen-before/18146"}