{"summary":"The How To Visit A Confluence web page will tell you everything else you need to know about selecting and noting your pending confluence visit. Explorers' firsthand narratives accompany photos of the confluence points","advice_category":"8","content":"\nPhoto: USGS/GNU\nWhere Lines Meet\nHenry David Thoreau said, “Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes.” Having friends and family in far flung places may broaden your global perspective. Though Thoreau was speaking relatively about location, latitudes and longitudes provide a measurement of absolute location. But do you know where you are?\nIf you don’t know, you might be enlightened by The Degree Confluence project, which seeks to explore points of latitude and longitude around the globe. According to the project’s web page, a degree confluence is the exact point where an integer degree of latitude and an integer degree of longitude intersect.\nPhoto: Geo. F. Parlow.\nProject Goals\nThe goal of the Degree Confluence Project is to visit primary confluences around the world and to photograph each location facing all directions. Explorers' firsthand narratives accompany photos of the confluence points. One criteria of a primary confluence, as defined on the website, is that the point exists on land, or if it exists in a body of water or on ice, it is within sight of land so that distinguishable features can be recognized on a clear day.\nWebmaster Alex Jarrett started the project in February 1996 because he liked the idea of visiting a place represented by a round number like 43¢X00'00\"N 72¢X00'00\"W. This was the project’s first visited confluence point and it happens to be a spot 2.0 miles (3.2 km) NNW of Hancock, Hillsborough, New Hampshire, USA. (You can see pictures taken during different seasons on eight separate dates and corresponding narratives at this location here.)\nPhoto: Chris Dag\nThey Went Where?\nThe main page lists the most recently visited confluence points. You can see separate maps pinpointing all confluence points as well as confluence points that have been visited thus far and documented here.\nPhotos of the first visit in Greenland ?stgr?nland/Tunu (73 Degrees N, 39 degrees W) shows nothing but snow and blue sky, except that one of them includes a shot of a Barbie doll holding the explorers’ GPS device.\nYou’ll find some pretty dense rainforest for the only point visited thus far in Vanuatu.\nThere are photos posted at the 90 Degrees N, North Pole in International Waters, Arctic Ocean, too. And yes, of course Santa makes a guest appearance!\nPhoto: GNU\nAccording to the Degree Confluence website:\n As of this writing:\nHow to Visit a Confluence\nExplorers will need a GPS receiver, a detailed map, a compass, and a camera for confluence point hunting. The How To Visit A Confluence web page will tell you everything else you need to know about selecting and noting your pending confluence visit. If you decide to visit a confluence point, check out the confluence hunting checklist. You will find guidelines for writing narratives and taking photos of the point as well as requirements for finding the point with your GPS device as accurately as possible.\nPhoto: NASA\nEarth in 3D\nThe two-dimensional lines of latitude and longitude may be flat and imaginary, but the confluence explorers’ photos and anecdotes bring these intersections to life. Our planet is indeed vibrantly real and multi-dimensional.\nReferences:\n1. ThinkExist.com: http://thinkexist.com/quotes/henry_david_thoreau/\n2. The Degree Confluence Project: http://www.confluence.org/\n3. World Atlas: http://worldatlas.com/aatlas/imageg.htm? ","author":"Environment_Mol","web_category":"outdoor","title":"The Degree Confluence Project: Pinpointing Where the Map Lines Meet","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/cliffjump25.jpg","url":"http://www.environmentalgraffiti.com/hiking-and-trekking/news-where-lines-meet-degree-confluence-project"}