{"summary":"Zoo keeper says... In any case, it's a South African sense of humour that's responsible for the sign, the photo having been taken at a crocodile reservoir around St","advice_category":"2","content":"\nPhoto: elkrustyMeals on wheels\nA wheelchair user hurtles down a slope towards the waiting jaws of a crocodile. Someone was having a chuckle when they came up with that one, more at runaway political correctness than disabled people we hope. There are some seriously bizarre and funny signs tucked away in the zoos and wildlife parks of the world. Some are dumb, some are witty, some are cruel and some are silly. Some are graphically just plain weird, while others may as well have been written by the animals – who still find a way to have their say. Here's our compilation of 20 of the best.\nSmall victoryPhoto: Sparks68\nIgnorance is bliss, eh? Unless that prairie dog, shot (not literally) in Twycross Zoo, England really does have the cheekiest sense of irony.\nCan't you read the sign?Photo: via tvtropes\nIf this bird can read, well it's crowing disobedience of the most bird-brained kind. Photoshopped but still funny.\nBeware of the splatter zonePhoto: The Rocketeer\nSplatter zone! the full sign reads. Nice. Unless you didn't heed the warning. Then not nice. Definitely not nice. A classic from Florida's Homosassa Springs Wildlife State Park.\nHard habit to breakPhoto: BenSpark\nNever mind the fish, what's the zoo keeper been smoking? If you want to ask him you'll have to go to Capron Park Zoo in Massachusetts.\nWhen you know someone's not enjoying itPhoto: DiscoWeasel\nIf you were attacked, not sure you'd see the funny side of this one. From somewhere in Hicksville.\nFriendly warningPhoto: natnie\nWhat is it about croc and gator keepers that bestows them with the sense of humour of that bullying older cousin you always hated? Unknown location.\nDon't dillydallyPhoto: nouQraz\nA bird's most potent form of attack. Airborne poop hilarity from a sign in Adventure Aquarium in New Joisey.\nTest of faithPhoto: Miss Fipi Lele via Joey deVilla\nWell it beats boring old 'Beware of the Tiger'. Anyone know where this sign originates from?\nIf you encounter a mountain lion...Photo: alexstaubo\n...Use small children as a human shield. The joke's the photographer's, who snapped this trail sign in Mountain View in California's Bay Area.\nZoo keeper says... Photo: reinagnoma\n\"...If you sit on the fence you will fall in.\" Taken in Wellington Zoo, New Zealand.\nFor the animals' sakePhoto: tenioman\nReally, how could eating you harm an animal? As one commenter has it: \"They could hurt a nail clawing your guts open or break a tooth eating your brain.\" A sign of the times from The Wilds wildlife conservation center in Ohio.\nOdour (ode to? give up – ed) a penguinPhoto: maestroben\nAww, cutie little fish-stinking penguin. Thanks for the explanation, Omaha Zoo, Nebraska. \nThere was only one rulePhoto: Gord McKenna\nQue? For those with the weirdest of beastly intentions. Then again, the notice was found in Petting Zoo in Victoria, British Columbia. \nResisting temptationPhoto: MissTessmacher\nTaken in Philadelphia Zoo, a photo of another notice aimed at those unable to control their carnal urges faced when faced with the voluptuous beauty of uddered animals. Now where were we?\nJust so we're clear Photo: purploony\nThat told us. We were just about to get stuck into a spot of ruffling. At Palo Alto Junior Museum and Zoo, California.\nPidgin engrishPhoto: via Engrish Funny\nWe'll give the food all the monkey we want thank you very much. Any takers on where this was taken?\nFingers are bad for their healthPhoto: via Equine Ink\nLost in translation or lost on us? Again, location unknown.\nDon't feed popcorn to the dog with one toothPhoto: edgeplot\nIt's the range of possible interpretation that could be attached to this graphic that makes it funny, as various commenters have pointed out. \"Please do not mesmerize our animals with cheesy magic tricks,\" says one. Another notes that \"the stick figure hand only has four fingers - a result of feeding the animals?\"\nBlame Woodland Park Zoo, Seattle. \nIt must be the lip gloss...Photo: AxsDeny\n...Or the stockings and suspenders. Or maybe it's just those curves and the way it walks. Seriously, though, it's a strange world we live in when the temperature of a tortoise shell warrants a warning. In Pittsburgh Zoo lies the original.\nMeals on wheelsPhoto: james michael hill\nThis one may be the inciest bit un-PC, but we found it via the website of a disabled person who finds humour – and finding humour in disability – \"a great way to deal with life's difficult moments\". In any case, it's a South African sense of humour that's responsible for the sign, the photo having been taken at a crocodile reservoir around St. Lucia National Park.","author":"Karl Fabricius","web_category":"nature","title":"20 Most Ridiculous Zoo Signs on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserbigstockCowPassingGas21807524jpg","url":"http://www.environmentalgraffiti.com/animals/news-20-most-ridiculous-zoo-signs-earth"}