{"summary":"The situation according to ElephantVoices: “Over the last 40 years the elephants of Amboseli have been spared the widespread scourge of ivory poaching and protected from culling. With a growing, lucrative ivory market in Asia and without an international awareness of the revival of ivory poaching, Africa’s elephants are in desperate need of the kind of support that Big Life will offer","advice_category":"2","content":"\nPhoto: Alex.Coles \nDark Clouds over Amboseli or Ivory: the Elephant’s Epitaph \nAmboseli National Park is one of Kenya’s most popular conservation regions. Nestling just north of the majestic Mount Kilimanjaro, the area is home to some of the planet’s most well known and iconic wildlife. While baboons, big cats, black rhino, wildebeest, hippos and gazelles all call the 150-square-mile park home, it is the chance to catch a glimpse of the regal elephant herds that helps bring tens of thousands of visitors to the park annually. Amboseli’s marshlands are, famously, the best place in Africa to get an intimate view of the wandering elephants in their natural habitat. \nPhoto: Koen Muurling \nBut a dark stain is fast returning to this beautiful landscape. Despite the worldwide trade in ivory being outlawed since 1989 (by the UN administered CITES - the Convention on International Trade in Endangered Species), the problem of poaching has never been entirely eradicated. There remains a hungry, international market for ivory – especially so in the Far East where it is much sought after for use in medicines and ornaments. According to TRAFFIC, a wildlife trade monitoring group, during 2009 alone, 25 tons of illegal ivory - taken from an estimated 2,500 elephants - was intercepted and confiscated by international police agencies. \nPhoto: nickandmel2006 \nBut the amount confiscated is merely the tip of the iceberg. A recent report by the International Fund for Wildlife Welfare found that an estimated 35,000-38,000 elephants are killed each year — that equates to over 104 animals a day or 10% of the entire population. If these disheartened figures remain constant, elephants in Africa could become extinct as soon as 2020. \nThe 1970s was a dark decade for Africa’s elephant population. Thanks to massive levels of poaching, the numbers plummeted from an estimated 1.3 million animals to just 609,000. Eighty-five percent of Kenya’s elephants alone were slaughtered for their tusks. Thankfully, herds have been allowed to recover since then but while minor levels of poaching never really went away ,the Amboseli Trust for Elephants says that what is happening now “is dramatically and alarmingly different.” \nPhoto: Derlangemarkus \nIllegal ivory is being smuggled to nearby states or sold to the Chinese workers who have become resident in surrounding areas under the infrastructure-for-minerals exchange system. China desires the untapped raw materials found in politically stable African countries to support its huge economic growth and also to find alternative export markets to reduce its dependence on western buyers, and so a large influx of Chinese workers has arrived in Africa to help establish transport networks and communication links. \nPhoto: Nicolas Barcet \nThe wildlife service links the increased levels of poaching with the growing Chinese presence in the country - the new roads even provide more accessible escape routes. So far, CITES has allowed two ‘one off’ auctions of tusks from animals that had died from natural causes (in 1999 and 2008). These sales have gone ahead in the hope that legal ivory may help to weaken the illegal trade. The auction proceeds are then invested in conservation, education and protection. \nDespite the obvious benefits of officially permitted sales, many conservationists argue that even this ‘natural’ ivory trade should be halted amid fears that it whets an appetite that should not be encouraged. Furthermore, opponents to the auctions believe that the sales have sparked an increase in general demand for ivory that is the direct cause for the upsurge in recent levels of poaching. \nPhoto: Trevor Ohlssen \nThe situation according to ElephantVoices: “Over the last 40 years the elephants of Amboseli have been spared the widespread scourge of ivory poaching and protected from culling. As such it is one of the few populations in which animals span the whole age range from newborn calves to wise old matriarchs in their late 60s, and more unusual, many large bulls in their 40s, 50s and even 60s. The population, though relatively small, is important to Kenya and to the entire world.” \nNow, the effects of the upsurge in poaching are being felt among even Amboseli’s much loved herds. On April 25th 2010, two suspects were pursued by rangers from the Amboseli and Tsavo Game Scouts Association in Tanzania. The men were captured by waiting police when they fled across the border into Kenya. The suspects' SUV contained 1,550 lbs of poached ivory taken from 40 elephants in what has been considered to be the largest seizure in the region in recent decades. The smugglers admitted their guilt and were given two years in jail, a term that is quite severe by local standards. The value of the ivory was estimated to be $750,000. \nPhoto: Mgiganteus \nExplains Peter Younger, manager of INTERPOL’s Operational Assistance, Services and Infrastructure Support (OASIS), an Africa wildlife crime program: “The illegal ivory trade is not just about smugglers and poachers; there are far-reaching consequences to this and all wildlife crime. Law enforcement officers have been killed, people are threatened with violence, and corruption and the wider economic impact on a country are all linked to this type of criminality.” \nFigures suggest that as many as 38,000 elephants were poached in 2006 alone; a number that exceeds the levels of poaching that led to international outrage and eventually, the ban on ivory trade. It also far eclipses the elephants' reproduction rate. And yet, it seems the world is unaware of the serious plight that once again threatens the African Elephant. \nDr. Cynthia Moss has been working in the reserve in southern Kenya for 37 years. She says: “The situation for elephants in the [Amboseli] area has become critical over the past year since May 2009 and more particularly over the past four months.” \nPhoto: M. Disdero \nThe rejuvenation of poaching came at an already difficult time for Amboseli. Widespread drought had brought recent devastation to the park, and animals of all kinds died in large numbers (an estimated figure of 10,000 carcasses litter the savanna). Even humans were not immune: The resident Maasai people lost over 80% of their cattle and 65% of their sheep and goats. \nPhoto: Steve Pastor \nAmboseliConservation.org estimates: “A comparison of the pre- and post-drought aerial counts gives an estimated loss of 92% of wildebeest and 86% loss of zebra. These estimates for the Amboseli ecosystem corroborate the losses estimated on ground counts of the Amboseli basin during the 2009 drought (Carcass counts). The ground counts showed a 93% loss of wildebeest and a 65% decline in both zebra and buffalo.” \nThankfully, the rains have returned at long last to Amboseli and with them many of the much loved wildlife. But a dark cloud still hangs above the heads of Amboseli’s elephants. \nPhoto: Ludovic Hirlimann\nFine art photographer Nick Brandt has been photographing Amboseli’s wildlife for seven years. His remarkable work commands an international audience, and he has come to know the elephants intimately. He has also witnessed how quickly the situation in Amboseli has deteriorated. To help bring unity to the area’s management, Nick has creates Big Life Foundation, an organisation that seeks to raise a total of $1,500,000 to fund “a bold strategy” that, among other things, seeks to improve co-ordination and communication of scouts and rangers, purchase vital vehicles and equipment, work with local communities and even install solar-powered surveillance cameras alongside suspected poaching routes.\nPhoto: mattberlin23 \nWith a growing, lucrative ivory market in Asia and without an international awareness of the revival of ivory poaching, Africa’s elephants are in desperate need of the kind of support that Big Life will offer. Whatever the future may hold for Africa’s elephants, it is appalling to think that our grandchildren might think about elephants in the wild in the same way that we think about dodos. Please visit www.biglifeafrica.org for more information about how you can help. \n\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13","author":"Matt Forde","web_category":"nature","title":"Why the African Elephant Could Be Extinct By 2020","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbW4PpoO.jpg","url":"http://www.environmentalgraffiti.com/animals/news-african-elephants-be-extinct-2020"}