{"summary":"Meteor showers themselves – occasionally hailed as meteor outbreaks or even meteor storms – are generally caused by the interaction of a given planet and various comets, specifically the tails of these dirty celestial snowballs. These meteors appear to hail from a radiant in the constellation Perseus and occur when the Earth moves through a meteor stream known as the Perseid cloud – actually residue from comet Swift-Tuttle's tail","advice_category":"4","content":"\nPhoto: Image: Tommy Huynh \nWhen you wish upon a star, you may not be wishing on what you think you are. The reason is that shooting stars are of course not stars at all but meteors, the incandescent streaks of light we see etched in the sky when the chunks of rock from space known as meteoroids burn up as they hit the Earth's atmosphere. When a number of meteors appear to radiate from one point in the sky, we are treated to the celestial event known as meteor showers – but forget your umbrella; break out your telescope or camera! \nHere we've picked four of our favourite meteor shower families and explained a bit about how they work.\n1. Orionid meteor showerPhoto: Image: midendian\nThe Orionid meteor shower takes place every year, peaking around October 21. It is strongly visible and typically spits out up to twenty speeding yellow or green meteors an hour. Orionid is the name of the meteors' radiant, which is the point in the sky from which they appear to originate. Cometary meteors may be seen all over the sky but their lines of motion will invariably point to their radiant. The radiant of Orionid meteors is located near the constellation Orion, and its showers are caused by the famous Halley’s Comet, which last zipped past us in 1986 on its 75-76-year orbit.\nPhoto: Image: Mila Zinkova \nAbove is an Orionid meteor striking the sky below the Milky Way and to the right of the constellation Venus. Zodiacal light is also visible in the image.\n2. Perseid meteor showerPhoto: Image: Tommy Huynh \nPerseid meteors are probably our best watched, and are mainly seen in the northern hemisphere, during warmer summer nights. Bright, numerous and prolific, Perseids are associated with the wonderfully named comet Swift-Tuttle. These meteors appear to hail from a radiant in the constellation Perseus and occur when the Earth moves through a meteor stream known as the Perseid cloud – actually residue from comet Swift-Tuttle's tail. In the shot above, the meteor in the centre is almost eclipsed by star trails, which show up strongly under long camera exposures.\nPhoto: Photo: Raining Perseids Image: Space ShuttleImage: Mila Zinkova\nMost of the dust from the Perseid cloud is around 1000 years old, though some relatively young cosmic dust evaporated off the comet as recently as 1862. Fortunately from a star gazer's perspective, the rate of meteors from this newer filament is much higher. The Perseid meteor shower has been observed for around 2000 years, and today is visible from mid-July each year, its activity peaking around August 12.\n3. Geminid meteor showerPhoto: Image: Jimmy Westlake\nThe next image shows a Geminid meteor shower overlain by star trails. The Geminids are not typical meteors born of comets; instead they are derived from an asteroid, a rocky planetoid near Earth named 3200 Phaethon. Generally, asteroids don't eject dust into space, and indeed it is thought this asteroid was a comet in a previous life. Phaethon's orbit is elliptical like a comet's, and takes it much closer to the sun even than Mercury, the solar system's innermost planet. The repeated blasts of solar heat every 1.4 years may well have reduced a once proud comet to the rocky specimen we see today.\nPhoto: Image: Mila Zinkova\nThe first Geminids appeared 150 years ago, and since then they have been regular showers, peaking every year in mid-December. They are reckoned to be getting more intense by the year, and recent showers have seen well over a hundred meteors an hour in good conditions.\n4. Quadrantid meteor showerPhoto: Image: NASA, Caltech, Jeremie Vaubaillon et al \nMany meteor streaks are visible in this next image, despite almost being outshone by the green glow of aurora on the right. A red beacon is also visible on the left as the flight was part of research trip taken by astronomers aboard a NASA DC-8 aircraft above northern Canada to study a Quadrantid meteor shower. With the help of specialised cameras to produce composite images that combine short exposures, the scientists hope to ascertain where this meteor shower comes from.\nPhoto: Image: Radek Grochowski \nThe parent body of this strong, early January meteor shower has been tentatively identified as the minor planet 2003 EH1 – which may actually be the rather unimaginatively named comet C/1490 Y1 – possibly observed by Chinese, Japanese and Korean astronomers half a millennium ago. At their peak, an easy-to-miss window of less than an hour, Quadranids are exceptionally intense as they blaze brightly across the sky.\nMeteor Showers Explained\nPeople assume that meteors shooting across the heavens are caused by friction as fragments of cosmic debris rapidly enter the atmosphere, but friction is not actually the main player here. Ram pressure is the more accurate description for the way meteoroids are made to disintegrate in such bright flashes, a shock wave generated by the extremely rapid compression of air in front of the earthbound space rock. This heats the air around the meteoroid, which in turn heats the meteoroid as it flows around it. What's cooked up? A delectable glowing meteor.\nPhoto: Leonids and Phosphenes Images: Andrew Coulter Enright\nMeteor showers themselves – occasionally hailed as meteor outbreaks or even meteor storms – are generally caused by the interaction of a given planet and various comets, specifically the tails of these dirty celestial snowballs. Comets are made up of rock embedded in ice, and travel round the sun just like the planets do, except with weirder, elliptical orbits. Each time a comet gets too close to the intense heat of the sun as it swings by, some of its dirty ice vaporises, and cometary fragments are jettisoned out into interplanetary space, streaming behind the comet and forming its tail.\nEach solid piece of debris in a comet's tail is a type of meteoroid, and once spread along the length of a comet's orbit, they form a meteoroid stream – kind of like a high-speed jet or fast-moving dust trail from a huge stellar vehicle. As the Earth orbits the Sun, its path sometimes takes us crashing through a meteoroid stream and this is what causes meteor showers to break out. The meteoroids meet the Earth's atmosphere head on at extremely high velocities, and when this happens lucky observers are greeted by the spectacle of meteor showers falling from space. \nSo there you have it. We hope you've enjoyed our little meteor party. Keep watching those skies – and making those wishes!\nSources 1, 2, 3, 4, 5, 6, 7, 8, 9, 10\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"science","title":"10 Incredible Images of Meteor Showers","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb09.webshots.com-6344-2433554450103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/raining-rocks-from-space-12-amazing-meteor-shower-pics/10350"}