{"summary":"This is one of the prettiest sea slugs in the White Sea. White Sea AmphipodaPhoto: Alexander Semenov","advice_category":"2","content":"\nPhoto: Alexander Semenov\nAlexander Semenov takes us into the secret and mysterious world under Russia's White Sea. Alexander is a biologist at the White Sea Biological Station, where he works as chief of the dive team and in the lab. He loves taking macro shots of the almost invisible tiny creatures in the sea that most of us never get to see.\n15. Skeleton Shrimp (\"come closer my dear\")Photo: Alexander Semenov\nThis little horror may be a very common shrimp in the White Sea but he sure doesn't look friendly! It is actually a skeleton shrimp and doesn't have a shell. The best description of what it is like we found on Wiki: \"They resemble an inchworm while \"walking\", a stick while sitting still and a praying mantis while catching prey.\" They are so thin they blend in perfectly with swaying sea grasses.\n14. BrachiopodPhoto: Alexander Semenov\nThis beautiful brachiopod is a living fossil. It hasn't changed one bit in 4 million years, even though many of its cousins have become extinct. Scientists are not sure why, but most fish and crustaceans don't seem to like the taste of brachiopods and leave them alone. In this amazing photo you can see the \"lophophore\" inside the shell which filters food for the brachiopod.\n13. Nereis Pellagica - SandwormPhoto: Alexander Semenov\nNerei Pellagica is also known as the sandworm and is huge. It can grow up to 40 cm long and be as big around as your thumb. The little growths on its sides are called parapodia and are used rather like gills, for breathing, and to move with – like little feet.\n12. Nereis VirensPhoto: Alexander Semenov\nThis monstrous face is nasty! It isn't above trying to give you a bite with those two teeth either if it can't run away. Behind its mouth is an enormous pharynx, which connects the mouth to the esophagus and which can be a 1/4 of the length of his body with two sharp jaws. When it catches prey it can push it out of his mouth at blazing speed, and as the photographer says, \"It's not a good show before sleeping or eating,\" as you can see in the very first image.\n11. Sea SlugPhoto: Alexander Semenov\nThis is one of the prettiest sea slugs in the White Sea. The color of its papillas – the colored parts – depends on what it eats. It is one of the most common creatures in the sea.\n10. White Sea AmphipodaPhoto: Alexander Semenov\nThis is the head of an unidentified amphipoda. Amphipoda are shell-less crustaceans, and in the White Sea there are 230 species, most of which are only encountered once or twice. Their name means \"different footed\" because unlike an isopod (see here) their legs are not all the same.\n9. Dendrotus FrondosusPhoto: Alexander Semenov\nThis translucent sea slug has a green digestive system which we can readily see. It is extremely rare – and the photographer has only seen them twice – but its golden brown cousin is common (you see one below). \nPhoto: Alexander Semenov\nSea slugs pull in their papilla when disturbed or scared because predators like to feed on them.\n8. Tubularia FlowerPhoto: Alexander Semenov\nThis looks like a lovely flower but is all animal! It is carnivorous and has poisonous cells to defend itself and to catch prey with. The flowers are tiny, only 3-4 mm in size.\n7. Flourescent Scales of Lepidonotus squamatusPhoto: Alexander Semenov\nThe Lepidonotus squamatus have 12 scales, and Alexander Semenov has done an incredible job of catching the fluorescence in them, shooting the photo under UV light with an orange filter. The males are pale when sexually mature because of the sperm within them while the females are green or gray. \n6. Sunstar SkinPhoto: Alexander Semenov\nThis is the skin of the common sunstar, one of the largest and fastest sea stars in the world. It will eat anything and even swallow other sunstars whole!\n5. Sea AngelPhoto: Alexander Semenov\nThe sea angel (who was part of our 12 Plankton of Christmas story) is starting to hunt for its prey, the sea butterfly. The angels are actually baby sea slugs and have closely matched their metabolism to their prey.\n4. Sea ButterflyPhoto: Alexander Semenov\nThe prey of sea angels, this diminutive animal has black wings that are actually lobes of its \"feet\", which it beats to move through the water. Sea butterflies are about the size of a lentil. \n3. MetridiumPhoto: Alexander Semenov\nThis isn't a leftover visitor to Woodstock but a sea anemone that has lots of long tentacles. The Metridium always has a central stalk like this one but they are not all as beautiful or bizarre. This one with purple tentacles is rare; normally instead of purple they are orange or yellow.\n2. LimapontiaPhoto: Alexander Semenov\nThese incredible little animals look like elephant embryos or little bears but are adult Limapontia. Very little is known about them; they are generally brown in color but some are lighter as we see here.\n1. iSlugPhoto: Alexander Semenov\nThis sexy little creature has been nicknamed iSlug by the photographer and we can see why. It is another one of the common sea slugs but has brilliant red coloring from its food.\nAlexander Semenov hopes to raise awareness about marine biology and invertebrate zoology around the world. As we can see from just this small collection, there are a lot of wonderful and unique animals that most of us have never seen before. \nI want to give a special thank you to Alexander for allowing me the use of his images and being so very helpful with providing information about the animals shown here.","author":"Michele Collet","web_category":"nature","title":"15 Incredible Creatures from Russia's White Sea Shot in Macro","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2_Acanthonotosuma-inflatum.jpg","url":"http://www.environmentalgraffiti.com/news-under-white-sea-alexander-semenov"}