{"summary":"Dunlop hopes her research will assist in showing the effect of sonar and boats on whale migration. The researchers studied migrating east humpback that travelled by the Australian coast, recording 660 sounds from 61 different whale groups","advice_category":"2","content":"\nAustralian scientists have begun to decode the humpback whale’s communication system and can now identify male pick-up lines and warnings from mothers.\nScientists discovered at least 34 different whale calls over three years of research.  University of Queensland researcher Rebecca Dunlop said: \"I was expecting to find maybe 10 different social vocalizations, but in actual fact found 34. It's just such a wide, varied repertoire.\"\nThe researchers studied migrating east humpback that travelled by the Australian coast, recording 660 sounds from 61 different whale groups.  They recorded the sounds by attaching transmitters to bouys near the whale groups and monitored the sounds from a research center on land.\nThe group identified several of the sounds’ distinct meanings. A purr by a male for example, means that male is making a pass at an attractive female.  Higher frequency calls and even screams were associated with males fighting, particularly when they were attempting to accompany females during migration.\nOne of the most common calls heard was a “wop” sound, which was the call of a mother to her calf.  Dunlop said: \"The wop was probably one of the most common sounds I heard, probably signifying a mum calf contact call.\"\nDunlop hopes her research will assist in showing the effect of sonar and boats on whale migration. She said: \"It’s quite fascinating that they're obviously marine mammals, they've been separated from terrestrial mammals for a long, long, long time, but yet still seem to be following the same basic communication system.\"\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Scientists Now Know Whale Pick-Up Lines","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/scientists-now-know-whale-pick-up-lines/447"}