{"summary":"Especially in Europe, Arnica is permitted as a homeopathic remedy – but only if very, very heavily diluted. A member of the daisy family, Arnica montana may be the most common, but there are at least eight varieties of Arnica alpina, not to mention other variants","advice_category":"2","content":"\nPhoto: Frank.Vassen\nArnica is the name for a clan of flowering plants more famous for their use in natural medicines than for their natural beauty. A member of the daisy family, Arnica montana may be the most common, but there are at least eight varieties of Arnica alpina, not to mention other variants. Here we explore some of the plant's characteristics, not least some of its medicinal properties – as well as some of the dangers associated with it.\nDescription of the Arnica Plant\nPhoto: photogramma1\nThe most striking feature of the Arnica is its flower: generally a yellow circle of petals with an yellowish or orange center. From one to three flowers blossom on one plant, which grows anywhere from between one and two feet in height.\nArnica has a taproot to anchor its relatively tall stem. The circular stem often has sparse \"hairs\". The bright green leaves usually emerge only near ground level.\nThe next picture shows a daisy. Note the similar shape of the flower, but also the different colour scheme.\nPhoto: Tambako the Jaguar\nWhere Does Arnica Grow?\nThis perennial is native to Europe and Siberia but also grows well in North America, especially in mountain regions. Considering the concerns about its safety as a medical herb, it would be wise to avoid cultivating Arnica in a garden if small children are likely to sample the flowers.\nPhoto: A3X\nThe Alpine branch of this family grows in Canada's Arctic regions but as far south as the US border, the 49th parallel. It is also native to Greenland, Alaska and Eurasia. The Alpines live on tundra or ridges and slopes. They seem to prefer fairly well-drained sand or gravel but do adapt to clay and some moisture.\nUsing Arnica Externally\nUsing Arnica externally in a tincture, ointment, oil, gel or cream seems to raise no medical concerns. These Arnica derivatives should be applied to bruises, sore muscles or sprained joints; but never on cuts, rashes, scrapes or broken skin.\nOther external applications include treating the pain or stiffness of rheumatism, superficial phlebitis, or swelling from broken bones.\nSome problems have been noted: extended use of Arnica may lead to skin irritation or blisters. Since it should never be applied to damaged skin, any of these conditions should stop a person from continuing to use Arnica salves until the skin is whole again.\nPhoto: Frank.Vassen\nConcerns about Taking Arnica Internally\nSeveral authorities note that Arnica is a poison, although some large mammals such as elk do graze on the plant without ill effects. People, however, may vomit, have tremors, feel dizzy or have an irregular heart rate. Blood pressure may increase significantly.\nEspecially in Europe, Arnica is permitted as a homeopathic remedy – but only if very, very heavily diluted. Even so, \"use as directed\" and \"under medical supervision\" are phrases associated with the use of Arnica.\nThe warnings and precautions associated with taking Arnica internally can be summarized as: \"only as directed and supervised by a doctor.\" It would be surprising to find North American doctors willing to prescribe Arnica-based medication.\nPhoto: lunatik2811\nDisclaimer: The information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nPhoto: Bruce McKay of Yellow Snow Photography\nReferences:Health Line, \"Arnica...\", copyright 2005-2011, referenced May 6, 2011. PubMed.gov, \"Homeopathic Arnica 30X is ineffective\", Sept. 1998, referenced May 6, 2011. S.G. Aiken et. al., \"Flora of the Canadian Arctic Archipelago\", 1999 onwards, referenced May 6, 2011. U of Maryland Medical Center, \"Arnica\", copyright 2011, referenced May 6, 2011. Web MD, \"Arnica Top\", referenced May 6, 2011. Web MD, \"Bruises and Blood Spots Under the Skin - Home Treatment\", updated May 6, 2009, referenced May 6, 2011. ","author":"MikeDeHaan","web_category":"nature","title":"Arnica: The Medicinal Flower Mired in Controversy","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/A01Periwinklejpg","url":"http://www.environmentalgraffiti.com/plants/news-arnica-golden-flower-controversial-natural-medicine"}