{"summary":"Photo: Two Emperor penguins \"kissing\" Image: Glenn Grant. Most penguins lay two eggs but larger species like Emperor and King Penguins only one","advice_category":"2","content":"\nPhoto: Two Emperor penguins \"kissing\" Image: Glenn Grant\nAll images courtesy of the National Science Foundation.\nThat penguins are on our minds shows the enormous success of movies like March of the Penguins (2005) and Happy Feet (2006). But what is it we find so fascinating about them? Is it their ability to brave harsh weather conditions, the way they waddle or that it's easy to find human traits in their behaviour? Find out for yourself.\n2. A Gentoo penguin enjoying the sun. Notice the red bill and the white bonnet connecting the eyes around its head:Photo: \nImage: Glenn Grant\n3. Gentoo penguins are about 56cm (22 in) tall and weigh around 6 kg (12 lb). These three at Gamage Point, Palmer Station are gazing out at the sea:Photo: \nImage: Wally Walker\nThough penguins are classified as birds, they cannot fly and are instead highly adapted for life in water. Their wings are flippers that allow them to spend half their lives in the water.\nAll remaining penguin species today are native to the southern hemisphere but not all are found in cold climates; some, like the Galapagos penguin even live near the equator. The species portrayed here –   Gentoos, Emperors, Kings, Royals, Chinstraps and Adelies – are all native to Antarctica and were photographed by NSF scientists between early 2001 and 2009.\n4. A stunning panorama of a colony of Adelie penguins on Humble Island near the Antarctic Peninsula:Photo: \nImage: Jeffrey Kietzmann\nAdelie penguins carry a distinctive ring around the eyes. They are mid-size penguins that range from 45 to 75 cm (18 to 30 in) in height and weigh 4 to 6 kg (8.5 to 13 lb). Of all penguin species, Adelies are the most numerous.\n5. \"And when I grow up, I'll be this tall...\"Photo: \nImage: Timothy Russer\nIn Antarctica, penguins have no land predators, which is why they show no fear of humans. This is handy for scientists studying the many aspects of penguin life like feeding, mating, breeding and diving, as penguins will let them come as close as three metres. Curious ones might even advance further (penguins that is, not scientists!).\n6. Three fluffed up Emperor penguins surveying their surroundings, including the cameraman:Photo: \nImage: Glenn Grant\nEmperor penguins are the largest of all penguin species, growing up to 115 cm (42 in) in height and weighing up to 38 kg (84 lb). They are great divers and routinely dive to depths of 500 m. They are truly majestic and walk at speeds of around 7.5 km/h (5 mph) but are rarely found north of the Antarctic Circle.\n7. Six Emperor penguins having a meeting:Photo: \nImage: Glenn Grant\nWith no predators on land, a penguin’s predators come from the sea or the sky, like the leopard seal or the skua bird. But here, the penguin’s black-and-white plumage comes in handy: Its white underside is hard to distinguish against the reflective water surface from below, whereas the black upperside camouflages them among the rocks from above. That proves penguins are smart and stylish!\n8. These elephant seals are busy sparring with each other and are therefore no danger for the King penguins, at least for the moment! Photo: \nImage: Mike Usher\nElephant seals can reach a length of 4.5 m (14 ft 6 in) while King penguins stand \"only\" 95 cm (37.5 in) tall.\nWhen moving on land, penguins, with their waddling walking style, may not look so stylish, especially when they slide on their bellies across the snow, but this way of “tobogganing” conserves energy and helps them travel long distances (often dozens of miles) fast.\n9. Gentoo penguins lying down, standing around or casually chitchatting while waiting for their turn at dinner on the Arctowski Peninsula:Photo: \nImage: Melissa Rider\nIn the water, diving penguins reach speeds from 6 to 12 km/h (3.5 to 7.5 mph), and emperor penguins, the largest of the species, may even reach up to 27 km/h (17 mph) – in flight at least.\n10. A group of Emperor penguins swimming as viewed from an underwater observation tube: Photo: \nImage: Emily Stone\nA thick layer of insulating feathers keeps penguins warm in the water, where insulation is needed most, as heat loss is more severe in the water than on land. Penguins also control the blood flow to their extremities, especially the feet, reducing the amount of blood circulating that can get cold, while still keeping them from freezing.\n11. A group of Emperor penguins caught grooming:Photo: \nImage: Glenn Grant\n12. A close-up of a beautiful King penguin on Macquarie Island, between Australia and Antarctica:Photo: \nImage: Mike Usher\nCrucial for survival is also the fact that penguins live and breed in large colonies. They use their body warmth and huddle together to keep warm, rotating those who get the coveted middle spot. The young adopt this survival strategy early on.\n13. A lively colony of Adelie penguins at Torgersen Island on the Antarctic Peninsula:Photo: \nImage: Jon Brack\nBeing a social animal also requires a high level of social interaction, including a high number of visual and vocal displays but also strategies for conflict avoidance.\n14. Quite a disciplined group of Emperor penguins waits in line for a bath at Ross Island: Photo: \nImage: Emily Stone\nThough penguins form monogamous couples, they usually last only one breeding season. Most penguins lay two eggs but larger species like Emperor and King Penguins only one. The chart below demonstrates that raising penguin young is hard work that the penguin couple shares equally: While one is out bringing food from the ocean, it’s the other's turn to incubate the egg or stay with the young. Not all penguin species go far to the ocean for feeding when breeding; some, like the Gentoo penguins, are able to find enough food in inland waters.\n15. These two Chinstrap penguins seem to be discussing recent catches: \"I'm telling you, the fish I caught was sooo big...\"Photo: \nImage: Jon Brack\nChinstrap penguins will reach a height of about 68 cm (27 in) and weigh about 4 kg (9 lb). They are social animals and their population is estimated at about 5 million.\nLooking at a penguin lifecycle, penguins typically feed from January through March, make the often long trip to the rookery in April, mate and lay the egg(s) in May; after which the males incubate the eggs by sitting on them or placing them on their feet to keep them warm while the females make the long trek to the ocean to feed.\n16. An Adelie Penguin male having a well-deserved scratch and stretch, exposing the egg momentarily to potential predators above:Photo: \nImage: Melanie Conner\nThis has to be timed well because the males have only emergency food supplies with which they can feed the chicks once hatched in August. When the mother returns, she regurgitates partially digested food for the chicks. She stays with them while the father now makes the trip to the store, er, ocean.\n17. This Gentoo penguin couple on Petermann Island in front of research vessel Laurence M. Gould seems to have childrearing issues: Photo: \nImage: DJ Jennings\nSeptember and October is thus spent with various trips by both parents. In October and November, both parents go out to the sea on feeding trips while the chicks are left in the colony to form groups or creches. The young soon understand that their survival depends on forming these random groups to keep each other warm.\n18. These Royal penguin chicks on Macquarie Island seem to have a dispute about something...Photo: \nImage: Mike Usher\n19. ... whereas these Gentoo youngsters seem to have just plopped between the rocks after a heavy meal:Photo: \nImage: Zee Evans\nOnce the chicks shed their feathery downs to acquire their first plumage, they are considered old enough to fend for themselves and fish in the ocean. Or start exploring their surroundings...\n20. This adolescent Emperor penguin is not stretching to the other side but diving at the McMurdo research station: Photo: \nImage: Kristan Hutchison\nThe adult penguins do the same to fatten themselves up – rearing offspring is weight-shedding work – before returning to the colony for molting, the shedding of the outer layer of their plumage. This can be a long process in some species but happens relatively quickly for penguins in two to four weeks.\nThe Emperor penguin lifecycle as a chart:Photo: \nImage: Zina Deretsky\nAfter viewing these stunning pictures, it is not hard to see how penguins have captured our imagination for so long. Can't wait for the next penguin movie...\nSource: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Secret Lives Of Penguins [in Pictures]","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb07.webshots.com-43014-2265188950104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/secret-lives-penguins/9828"}