{"summary":"Photo: Eric Chan. Photo: Aquaimages","advice_category":"2","content":"\nPhoto: Eric Chan\nOf all the profound beauty Charles Darwin encountered while studying exotic species and formulating his theory of evolution in the Galapagos Islands, there was one animal for which he felt nothing but revulsion: the marine iguana.\nPhoto: Aquaimages\nUgly, black, clumsy and hostile, Darwin observed the world’s only sea-dwelling lizards sunbathing on the rocky shoreline for hours, often attacking one another while constantly expelling excess sea salt from their nostrils.\nPhoto: hjallig\n“The black Lava rocks on the beach are frequented by large (2-3 ft), disgusting clumsy Lizards. They are as black as the porous rocks over which they crawl and seek their prey from the Sea. I call them 'imps of darkness’,” Darwin wrote in his Beagle Diary. But the scientist could also see evidence of his then-developing theory of evolution in the iguanas. “They assuredly well become the land they inhabit.”\nPhoto: -Chupacabras-\nDarwin took note of the unusual feeding behavior of the iguanas, which involves submerging themselves for up to 30 minutes in the cold Pacific waters at a depth of 10 m to forage for large amounts of sea algae growing on rocks near the shore.\nAfter this exertion, the endothermic iguanas — who rely on external sources to regulate body temperature —  lounge on the dark, insulating lava rocks to regain energy and stabilize their biological processes.\nPhoto: putneymark\nThe iguanas’ bizarre and frequent “sneezing” is an evolutionary function designed to protect the animals’ kidneys from the accumulation of salt in their systems, due to the time spent swimming in the shallow sea.\nPhoto: Ansgar Berhorn\nWhile Darwin may not have considered the creature one of nature’s greatest aesthetic masterpieces, the beauty of this animal is in its perfect adaptation to its environment — one of the cornerstones of Darwin’s theory — and has therefore become one of the evolutionary icons of the Galapagos.\nSources: 1, 2, 3","author":"TheJohn","web_category":"nature","title":"Darwin’s Imps of Darkness: The Remarkable Marine Iguanas of the Galapagos","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1299612282927c9a83fczjpg","url":"http://www.environmentalgraffiti.com/news-darwin’s-“imps-darkness”-remarkable-marine-iguanas-galapagos"}