{"summary":"Photo:  Lightning was the power Andrew Crosse sought to harness. Even before these events, Crosse had been known for his dramatic experiments with lightning, and his ideas about electricity as a possible source of life","advice_category":"4","content":"\nPhoto:  Lightning was the power Andrew Crosse sought to harness.  CowGummy\nLondon, 1837. The Victorian age was about to be born, and with it would come all the discoveries and controversies that were to change how people understand the natural world forever. Electricity, that most wondrous of modern miracles, was still a poorly understood force at this time. Though not yet used frequently as a source of lighting, it had already been used to 'rejuvenate' the bodies of frogs and, according to some, humans. Surely this was the very 'lifeforce' of nature itself? Somewhere there must have been a scientist labouring who would bring such research to its natural – or unnatural – conclusion. That prestigious organisation, the London Electrical Society, was about to receive word that the barrier between life and death had already been breached...\nPhoto: 1836 political cartoon showing the popular notion of a galvanised corpse. Cherry Blossom Tree\nAs sheets of lightning lit up the Somerset skies, mineralogist and early electrical enthusiast Andrew Crosse toiled in his laboratory. Within the highest room in his mansion he channelled the storm's rage to form natural crystals – unaware that a real-life gothic drama was about to unfold. Within the vaulted walls of what had once been an organ galley, Crosse had already achieved the growth of many crystal formations using the most powerful form of electricity then known: lightning. A contemporary report depicts Crosse as being in a state of 'high glee' every time the thunder rumbled and the sparks began to fly from his machinery – 'for a battery of electricity is about to come within his reach a thousandfold more powerful than all those in the room strung together'.\nPhoto:  Crosse's experiments resulted in the appearance of strange creatures. Jayson Lorenzen\nIn order to prolong the exposure to weak currents from his primitive voltaic battery, Crosse introduced several chemical elements: silicate of potash, hydrochloric acid and oxide of iron. Inducing the current to travel through the solution of chemicals to the iron, he intended to refine his method of crystal-formation. But on the fourteenth day of the experiment, Crosse noted the presence of several mysterious white 'hemispheres' protruding from the iron core...\nFour days later they had doubled in size, and had grown what appeared to be legs.\nAfter twenty-six days, the astonished Crosse reported that these objects had taken on the form of 'perfect insects'.\nAfter twenty-eight days, they began to move their legs, detached from the iron, and hundreds of them began to move through the solution which ought to have been hostile to any form of insect life.Photo:  Cold mite Jasper Nance\nThough something of an eccentric (known and mistrusted by superstitious locals as 'The Thunder and Lightning Man'), Crosse was still a scientist, and jumped to no hasty conclusions. He repeated his experiment frequently under such conditions that he felt no organisms could contaminate his sample. Again and again, the combination of chemicals and electricity produced more of the mysterious creatures. Though Crosse didn't concur, they were largely agreed to resemble members of the genus Acari, the mites. Being clearly a new species, they were named Acari Crossi (Crosse's mite) in his 'honour'.\nPhoto:  The giant red velvet mite. Brian Gratwicke\nLike most Englishmen of the time, Crosse was a God-fearing man, and the implications of his discoveries disturbed him. What probably disturbed him more, however, was being labelled a fraud by his fellow scientists and becoming a figure of fear and hatred to locals. The suggestion that he had 'created' life was tantamount to Crosse announcing that he were God Himself – and in Victorian Britain, this statement was about as popular as saying that one was in favour of independence for India.\nFor obvious reasons, the Petri-dish God never claimed outright that he can achieved abiogenesis, but he was at a loss at how else to account for his results. Labelled a blasphemer for what he was unable to explain scientifically, Andrew Crosse could but protest that he was only a humble servant of God, and sought not to usurp His position. The incident served as a unique study of the relationship between science and religion during this time of great change.\nPhoto:  Mites infecting a lesser stag beetle. Anguskirk\nWhen the furore and witch-hunting eventually died down, Crosse returned quietly to his studies, but was to remain mystified for the rest of his days.\nSo what are we to make of this remarkable story, over a century and a half on? Several years after Crosse's death, the theory that life could spontaneously generate from nothing (already shaky in Crosse's time) was finally put to rest by Louis Pasteur. Even if someone had inadvertently re-created the 'primordial soup', it does seem damned unlikely that the relatively advanced form of a mite would be the result.\nIs it possible that Crosse somehow allowed organisms to infiltrate his experiment despite measures taken? We may be certain that aseptic technique was not as developed as it is today. While reading Crosse's original description of his experiment leaves one with the uncomfortable feeling that he had been pretty thorough on that particular front, today's skeptic must assume that he was somehow negligent. Cheese mites are now thought of as being the most likely culprits, but the truth is we'll never know.\nPhoto:  Greg Foster\nEven before these events, Crosse had been known for his dramatic experiments with lightning, and his ideas about electricity as a possible source of life. Such subjects were contained in a lecture he presented in London in December 1814. There was in the audience that day a certain young and impressionable girl. According to popular myth, she was fascinated by the implications of what she had heard, and indeed this fascination never left her. She was Mary Woolstonecraft Godwin – who would one day become known to the world as Mary Shelley.\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Steampunk","web_category":"science","title":"The Real-Life Frankenstein","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Andrew-7.jpg","url":"http://www.environmentalgraffiti.com/featured/the-real-life-frankenstein/12812"}