{"summary":"The eastern grey whale population, however, is one of the few that is believed to have fully recovered from its pre-whaling numbers. A new scientific study has revealed that the population of Grey whales has decreased by as much as five times in the Pacific from 118,000 to 76,000.","advice_category":"2","content":"\nA new scientific study has revealed that the population of Grey whales has decreased by as much as five times in the Pacific from 118,000 to 76,000.\nBetween 1999 and 2001 the gray whale population suffered an unusual mortality event throughout its geographic range: from Alaska to Baja California, there were frequent reports of stranding and lower calving rates.\nGrey whales, which can reach a length of more than 50 feet (16 meters) and a weight of 36 tons, were extensively hunted in the 19th century. The eastern grey whale population, however, is one of the few that is believed to have fully recovered from its pre-whaling numbers. In 1994 the whales were even removed from the U.S. list of endangered and threatened species. Scientists don't know, however, when exactly the population declined.\nElizabeth Alter, a doctoral biology student at Stanford University in Palo Alto, California said \"Our results suggest that rather than looking at this historical carrying capacity as the cause behind these die-offs, we might be better off looking at the changing conditions on the grey whale feeding ground that we know are occurring.\"\nThe Pacific Ocean used to be able to accommodate many more whales than today, leading scientists to search for other causes, such as global warming.\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"Let’s all go for a grey whale hunt…or not.","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/wolf_1.jpg","url":"http://www.environmentalgraffiti.com/ecology/let’s-all-go-for-a-grey-whale-hunt…or-not/285"}