{"summary":"If your pond is not very well aerated or has lots of nasty chemicals going into it then you’re more likely to only see midge larvae or just boring old worms. How about this!Photo: Kelly Burns","advice_category":"2","content":"\nDo you know what lurks in the water? Do you know what beady eye watches your grandma as she feeds the fish?\nHow about this!Photo: Kelly Burns\nOr this!Photo: Kelly Burns\nNo need to panic, these monsters are a good thing to have in your pond, as they show how healthy the ecosystem is. The presence of caddis fly larvae or stoneflies or mayflies shows that there are no nasty pollutants in the water and there is plenty of oxygen for animals. They also provide a tasty snack for those fish. The less pollutants, such as pesticides and herbicides, that are in the water, the larger the variety of little monsters you are likely to see. If your pond is not very well aerated or has lots of nasty chemicals going into it then you’re more likely to only see midge larvae or just boring old worms. So get your pond nice and clean, then you never know what you might find when you turn over that stone!\nHere are a few more beasties for you to squirm at the sight of.Photo: Kelly Burns\nAlderfly larvae, like the one above, hold their gills over their backs to waft in oxygen-rich water.\nPhoto: Kelly Burns\nMidge larvae (also called chironomids) can be found even in heavily polluted water. If you can't find these, you know you have a water quality problem.\nPhoto: Kelly Burns\nBeetle larvae come in all shapes and sizes but this elmidae will one day turn into a nice shiny black beetle.\nPhoto: Kelly Burns\nI bet you're glad these jaws are mega miniature. These little critters are only found in very clean freshwater environments. Where the water is really good, some stonefly larvae can grow to be as big as your little finger.","author":"KellyB","web_category":"nature","title":"The Monsters that Lurk in Your Garden Pond!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bot2.jpg","url":"http://www.environmentalgraffiti.com/animals/news-monsters-living-your-garden-pond"}