{"summary":"This creepy heart-shaped potato looks as if it's been possessed by the bark monster.. Alien carrot spawn.","advice_category":"2","content":"\nWe’re not sure if there’s been a movie entitled, ‘Attack of the Killer Veggies’, but judging by the mass of strange, creepy and downright weird images of vegetables sneaking around online, there should be.\nPhoto:  Some of the outlandish veg we’ve found for your perusal are convoluted freaks of nature, while others have been manufactured by the hand of humans, either way, this collection of your not-so-average common and garden vegetables should please everyone – yes, including your vegetarian friends heard saying “vegetables have feelings too.”\n\n\n1. Hellraiser XXVI, The Root of All Evil: Sometimes turnips just go bad.\nPhoto: \nImage: Jasmin\n2. Run for your lives! The killer cucumber is on the loose. Arrragh! *runs away shrieking like a girl.\nPhoto: \nImage: A Skin For Tomorrow\n3. Talk about creepy looking babies. This one resembles something from a Harry Potter film.\nPhoto: \nImage: dragonflyonthepond\n4. These dodgy looking vegetables featured in an advertising campaign for Progress Kids milk, claiming their milk has \"a third of your child's daily nutrition. Because vegetables are scary.\" Bet parents had a great time getting their kids to eat their greens after that!\nPhoto: \nImage: Tommy Morris\nPhoto: \nImage: Tommy Morris\n5. What’s cooler than Alien? Why, veggie Alien, of course. Aren’t these images awesome? OK, while they’re not exactly images of real veggies, they just had to be included for the creep factor. They were created by artist Till Nowak and inspired by the works of HR Giger and Giuseppe Arcimboldo.\nPhoto: \nImage: Till Nowak\nVeggie alien in detail. We think it could do with some acidic drool to make it more realistic.\nPhoto: \nImage: Till Nowak\n6. Alien offspring of a ravished parsnip.\nPhoto: \nphotographer unknown\n\n\n7. The ackee fruit, when ripe and opened, looks a bit too much like giant spider's eyes for our liking. It's hard to know whether to eat it or hide from it.\nPhoto: \nImage: No Quarter Given\n8. Children of the Corn strikes again.\nPhoto: \nImage: Sascha Grant\n9. Alien carrot spawn.\nPhoto: \nImage: Susan David63\n10. That's one alien looking spud.\nPhoto: \nImage: Urbanimp\n\n11. If you're not careful, that little blighter in the middle will bite your nose off if you get too close. It looks as if it's ready to attack at any moment.\nPhoto: \nImage: SeeJaneRunning\n12. This creepy heart-shaped potato looks as if it's been possessed by the bark monster.\nPhoto: \nImage via: 300 million\n\n1. One more click and the pumpkin gets it.\nPhoto: \nImage via: Kaotique\n2. OK, OK, don't explode on us, we'll do whatever you want!\nPhoto: \nImage: Ryan\n3. The creepy brood of a half-ton pumpkin.\nPhoto: \nImage: newsphotog6801\n4. Certainly wouldn't like to meet this pumpkin on the street corner. It looks ready to bite the legs off anyone who'd get close enough.\nPhoto: \nImage: Fabbio\n5. Scared enough, yet?\nPhoto: \nImage: G Calisti\n\n\n6. Inspired by cartoons, pumpkin carver Karen Quinn, comes up with great new designs every year, like this scary one.\nPhoto: \nImage: Annie O'Neill\n7. Noel, from Fantasty Pumpkins, has got pumpkin carving down to a fine art. The idea for this pumpkin head was taken from the movie Mars Attack.\nPhoto: \nImage: Noel Dickover, Fanatasy Pumpkins\nPhoto: \nImage: Noel Dickover, Fanatasy Pumpkins\n8. Doing the 'Haka'.\nPhoto: \nImage via: Flickr\n9. One for all the Star Wars fans.\nPhoto: \nImage: Noel Dickover, Fanatasy Pumpkins\nPhoto: \nImage: Noel Dickover, Fanatasy Pumpkins\n10. No one will mess with this veggie.\nPhoto: \nImage: Noel, Fanatasy Pumpkins\nPhoto: \nImage: Noel, Fanatasy Pumpkins\n\n1. Stick 'em up, spuddy.\nPhoto: \nImage: Calamityjan\n2. The busy-body aubergine. He gets pestered by all the scary veggies.\nImage: Wikimedia Commons\n3. We're not sure whether these carrots look shifty, or rude.\nPhoto: \nImage: Cameron Meikle\n4. This scorpion carrot was featured as part of a Greenpeace campaign to raise awareness of GM foods. The text, which is missing in this image, says: \"The DNA of genetically modified plants may contain the genes of insects, animals or even viruses.\" Hence the scorpion, and why it's as scary as hell!\nPhoto: \nImage via: Fubiz\n\n5. The photographer thinks this carrot looks like a bull. We need to get our minds out of the gutter.\nPhoto: \nImage: dragonflyonthepond\n6. Talking about gutters: What happens when you cross a lady yam...\nPhoto: \nImage: Sarah \n7. ... with an excited potato?\nPhoto: \nImage: Rocki's Rock n Beads\n8. You get one strange looking family.\nPhoto: \nImage: Dr Slipper's Uncle\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Linda","web_category":"nature","title":"30 Creepiest Vegetables on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb43.webshots.com-42410-2825839170104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/30-creepiest-vegetables-on-earth/2488"}