{"summary":"Many pet owners feel more grief over the loss of their pets than they do over human losses. Single people for whom their pet was their only companion seem to have to endure some of the deepest grieving","advice_category":"8","content":"\nPhoto: Eddy Van 3000\nYour beloved pet takes its last breath, and suddenly he or she is gone. Many of us have experienced this kind of gut-wrenching loss, but few are prepared for the depths of grief we will have to descend to before we—finally—begin to feel normal again. I have lost two in the past six months; Poppers, my black labrador, and Ladywolf, my magnificent 90% Alaskan grey timberwolf. The grief has been so intense at times that I have had to keep reminding myself to breathe — and eat, and sleep.\nMany pet owners feel more grief over the loss of their pets than they do over human losses. While this seems peculiar in a way, it’s really not. Animals give us a kind of love that is not based on our quirky behaviors, appearances, or histories. They have short memories for times we overlooked them, and other “crimes” we may think that we committed against them - unless we have committed real “crimes,” in which case we should be shot.\nPhoto: Yukari\nAll of the five stages of grieving defined by Elizabeth Kubler-Ross, depression, denial, bargaining, anger and acceptance, apply to our feelings when we lose a pet, and we’re likely to cycle through them for a long time, and in no particular order. Depression may manifest as numbness, or intense howling sadness. Denial lets the mind play tricks on us — “he or she is not really gone.” Bargaining happens for almost everyone, and generally starts with, “If only…” Anger is a natural response — anger at the vet, at one’s partner, at the disease process itself, even anger at the pet for having left us.\nPhoto: Christopher Aloi\nI would add another powerful component to this list: guilt. Guilt seems to dominate our thinking when our beloveds pass on - we think things like: I didn’t act fast enough; I acted too soon; I didn’t pay enough attention to her at the end; I put him through too many painful tests, I shouldn’t have; I wasn’t there when he died; she died at home — I should have taken her to the vet; etc.\nGuilt is a natural aspect of the grieving process, but it is not a particularly healthy one. It’s a product of the mind, which is basically a useless thing unless it is trying to remember how to drive or balance a checkbook. Guilt tears us to shreds, and the truth is, most of us did the best we possibly could have for our pets, and acted on the best possible information we had at the time.\nPhoto: TheGiantVermin\nBe gentle on yourself if you have recently lost a pet. Don’t expect too much of yourself too soon. Ignore people who say things like: “It was ONLY a dog,” or “You didn’t grieve this much when your own MOTHER died.” There are people who are true pet-lovers, and there are others who are not. Walk away from those who will never understand.\nFinally, with the healing power of time, comes acceptance. For some people, this can take years, or at least months. Single people for whom their pet was their only companion seem to have to endure some of the deepest grieving. This was true for me; I live alone, and the house seemed horrifyingly empty until I brought a new feline companion into my life.\nPhoto: mdk572\nOur pets not only take themselves away from us when they pass on, but they take a large chunk of our shared history with them. All the things we used to do together are gone, leaving a vacuum behind, a lack of a sense of identity, that is very painful. Other pets may have very strong reactions, too, to the loss of their companions. Dogs and cats, even birds, can go into depression, and extra attention must be paid to them to ensure that they don’t stop eating and become listless and disinterested in life. Sometimes, our pets may be ready for a new addition before we feel that we are; that’s a decision that each of us must make for ourselves.\nPhoto: Christopher Chen\nThere IS help available — the best online resource that I have found is a site called lightning-strike.com, a non-profit which has both a lively forum and a chatroom. This site is devoted to people who are losing or have lost a beloved, and a lot of compassionate support is available there. I happen to be a therapist as well as a writer myself, but I still have benefited enormously from communicating with others who have experienced similar losses, since feelings of isolation are a common reaction to the death of a beloved pet.\nPhoto: Ladywolf","author":"ladywolf","web_category":"lifestyle","title":"Overcoming Grief About Pet Loss","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Sphinx_1.jpg","url":"http://www.environmentalgraffiti.com/news-grieving-loss-pet"}