{"summary":"They’re also known as the world’s fastest eating mammal, with the ability to identify and consume a food item in 120 milliseconds. As the only animal we know of capable of flicking you off to death, we’re rating the Aye-Aye as the world’s weirdest animal.","advice_category":"2","content":"\nBy Robert Knox, new Editor of Environmental Graffiti. If you feel like writing for us, drop us an email!\nIt was pretty much guaranteed that, with the millions and millions of animal species in existence, some of them were going to be really, really weird. The ocean, in particular, is a veritable treasure trove of ugly, strange, and downright inexplicable creatures. We’ve left the seas out of it for the time being, that’s a whole other post, but even without the water we’ve found some pretty incredible creatures. Here are our picks for the 5 freakiest creatures on Earth:\n5. The Bonobo\nThere’s nothing particularly physically strange about the Bonobo (Pan paniscus). They’re essentially slightly smaller versions of your basic chimpanzee. What makes the Bonobo so unique is its rather, ahem, unique mating  habits. Bonobos are, and I’m speaking scientifically here, the horniest little monkeys in the world. Sex is used for, well, everything, including being used as a greeting, a means of both ending fights and making nice afterwards, and as a favor in exchange for food by females. And lest you think this is normal, everyday monkey sex, let me assure you, it’s not. Bonobos are the only ape, besides humans of course,  which engage in: the missionary position (in order of popularity, face-to-face sex is generally female on female, male female, then male-male), tongue kissing (yes, monkey’s are frenching), and oral sex. And just in case you’re still taking this article in any way seriously, scientists who study Bonobos often refer to male-male sex between Bonobos as “penis fencing”. All this is just the tip of the iceberg when it comes to Bonobo sex. In spite of our intense desire to really, truly, educate our readers on this most serious of issues, however, we’ll leave it at that. For seeing more, and kinkier, action than most San Francisco bathhouses, we’re making the Bonobo our number 5 freakiest(in every way) creature.\n4. The Kakapo\nNew Zealand is full of messed up feathered beasts. For instance, the Kea, the world’s only mountainous parrot, is known as the \"feathered wolf\" for its murderous disposition. The Kakapo (Strigops Habroptilus) is less dangerous but far more hilarious. The Kakapo is also known as the Owl Parrot, and is the heaviest parrot in the world. It is both nocturnal and flightless, although it seems to be unaware of the latter. The BBC lists one scientist’s fond remembrance of the bird which we think sums up the creature nicely: 1. It was too fat to be able to fly. 2. It was too dumb to remember it couldn’t fly. 3. It would spread its wings and fall like a brick.\n3.The Star-Nosed Mole\nWhile perhaps having a less colorful back story than some of the other animals on this list, the Star-Nosed Mole makes up for it in general ickyness of appearance. The Condylura cristata is easily recognized by its namesake nasal appendages. Their noses are incredibly sensitive, and are covered in almost 100,000 tiny touch receptors called Eimer’s Organs, which are thought to possibly allow them to detect electrical activity in other animals. Their noses don’t grow like normal animal appendages, but start as swellings around the nose before bursting through and moving forward much like a peeled banana. They’re also known as the world’s fastest eating mammal, with the ability to identify and consume a food item in 120 milliseconds. They can also smell underwater by exhaling, then re-inhaling, air bubbles through the back of the nose.\n2 The Platypus\nLists are often very subjective, with a lot of people who read them disagreeing with the order or inclusion of the things on the list. In a weird animals list, however, the platypus remains a constant. There’s just something inherently unbelievable about a creature that, when a corpse was studied by an English museum shortly after its discovery, was dismissed as a poor attempt at a hoax. The Platypus or (Ornithorhynchus anatinus) is a mammal, but it lays eggs. It is poisonous, and with its duck’s bill, beaver tail, and feet and body like an otter, it looks like something that could only resulted as some sort of drunken bet by God.\n1. The Aye-Aye\nThe Aye-Aye (Daubentonia madagascariensis) is a particularly odd looking primate native to Madagascar. The world’s largest nocturnal primate, this evil looking bad boy sports a long tail, rodent-like teeth, and, with its freakishly long middle finger, is the natural world’s most prepared creature for L.A. driving. Local superstitions attributes extremely deadly power to the animal. They’re held to frequently sneak into houses at night and murder the occupants. That creepy middle finger, especially, has its own powers. If an aye-aye points its middle digit at someone, that person is thought to be doomed to death. Unsurprisingly, the local villagers frequently kill the aye-aye, and it is now an endangered species. As the only animal we know of capable of flicking you off to death, we’re rating the Aye-Aye as the world’s weirdest animal.\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"nature","title":"The World's 5 Freakiest Creatures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/1b_tardigrade_in_space.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/5-freakiest-creatures/341"}