{"summary":"For example, if 20 employees turned off their PC during a lunch hour, your company would save over 3700 watts of electricity in just 60 minutes; that’s enough power to keep an energy efficient light bulb burning for over eight and a half solid days!. Making small changes to your daily routine will cut the amount of carbon your company is responsible for and, because you’ll be using less energy, will also save on the associated costs in the workplace.","advice_category":"8","content":"\nBeing green is a hugely hot topic of the 21st century and many of us are now looking for new ways to cut carbon emissions in the home.\nWhether switching to energy efficient lightbulbs, recycling those empty wine bottles or making sure the TV isn’t left on standby; we are becoming an increasingly eco-aware nation with numerous people making the switch to a greener lifestyle.\nBut what about the workplace? Countless employees are eco-angels in the home, but instantly forget their planet-friendly promises as soon as they step foot inside their place of work.\nThis is often due to a feeling of little or no control over how much energy is used in the building, with workers unsure as to how their actions can contribute to cutting greenhouse gases.\nBut there really is a point in making even the smallest of changes. For example, if 20 employees turned off their PC during a lunch hour, your company would save over 3700 watts of electricity in just 60 minutes; that’s enough power to keep an energy efficient light bulb burning for over eight and a half solid days!\nMaking small changes to your daily routine will cut the amount of carbon your company is responsible for and, because you’ll be using less energy, will also save on the associated costs in the workplace.\nSo, if you could cut the 3700 watts mentioned above, you’re workplace would be saving 37p per day. Although this may not seem like much on first inspection, it actually means that you could save an astonishing ¢G130 per year; all from making one tiny change.\nWherever you work and whatever you do, it’s very likely that you’ll be able to make carbon-cutting changes in your workplace.\nYou can read more about saving energy in our 'Green-up Your Workplace' article.\nFor more green tips visit www.biggreenswitch.co.uk\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"BigGreenSwitch","web_category":"lifestyle","title":"Green-up your workplace ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Rice.jpg","url":"http://www.environmentalgraffiti.com/green-living/green-up-your-workplace/268"}