{"summary":"Munda named the bear Rani and she was quickly assimilated into the family: she slept in the family home, followed them to the market and guarded their home when away.. He said he had never tried to capture the bear as a pet and that it followed him home out of its own will","advice_category":"2","content":"\nPhoto: image by Petra Karstedt\nA man was charged with violating India’s wildlife laws after he ran off with his pet bear, despite local police demands.\nThe story began when Ramesh Munda was out in the jungle gathering firewood. There he met a two month-old, female sloth bear and soon enough, their friendship became inseparable. Munda named the bear Rani and she was quickly assimilated into the family: she slept in the family home, followed them to the market and guarded their home when away.\nAuthorities learned about the bear’s presence and demanded it to be handed over to a local zoo. Munda was furious and decided to go on the run with the pet bear. For three days they managed to keep a low profile, escaping police and three wildlife officials, but eventually they were caught.\nMunda was charged for breaking India’s wildlife laws; charges which he denies. He said he had never tried to capture the bear as a pet and that it followed him home out of its own will. He added that he himself tried several times to bring Rani back into the wild but with little success.\nAuthorities say that Rani was treated well. Furthermore, animal rights campaigners have even repeatedly criticized the police’s decision to arrest Munda. They say the bear should have been set free and rehabilitated, but that Munda had no idea of the wildlife laws.\nThe Indian sloth female bear, Rani, was brought to her new home, Nandan Kanan Zoo.Source: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Vlad Jecan","web_category":"nature","title":"Man and Pet Bear Go On the Run","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/pb1_0.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/man-and-pet-bear-go-on-the-run/1312"}