{"summary":"Prominent “green” politician Claudia Haemmerling, however, has filed a criminal complaint saying that Blaszkiewitz was selling animals to Chinese medicine traders for profit..  Documents on the bears and hippos say that they were sold to a rare animal dealer to be placed in a zoo in Wortel, Belgium.","advice_category":"2","content":"\nIt used to be that killing and selling exotic animals to the Asian traditional medicine industry was the sole domain of animal smugglers and other unsavoury criminal types.\nA pygmy hippo was among the animals allegedly sold to medicine traders by the Berlin Zoo's director\nNow it appears that these activities are part of the job for zoo officials in parts of the world.\nWe recently posted an article describing the Hanoi Zoo’s sale of the bodies of its endangered tigers to traditional medicine traders. Now a similar sinister story has popped up in Berlin.\nBernhard Blaszkiewitz is the director of the famed Berlin Zoo. The zoo has been in the news often recently thanks to its most famous resident, the baby polar bear Knut. Prominent “green” politician Claudia Haemmerling, however, has filed a criminal complaint saying that Blaszkiewitz was selling animals to Chinese medicine traders for profit.\nHe has been accused of breeding more animals than the zoo can support, then selling the “spare” animals to be butchered and made into traditional Asian medicine.  A whole family of bears and a pygmy hippo were alleged to have been sold to medicine traders under his orders. They ended up slaughtered in Belgium.\nHe’s also alleged to have crossbred panthers and java leopards, which were then sold to China along with tigers and jaguars. Animal rights groups believe the animals ended up on the shelves of Chinese pharmacies. There’s even suspicion that rhinos and giraffes were sold to circus companies.\nThe overbreeding and sale of excess animals has allegedly been occurring since the 90s. The animals are thought to have been bred at another animal park that was also directed by Blaszkiewitz.  Documents on the bears and hippos say that they were sold to a rare animal dealer to be placed in a zoo in Wortel, Belgium.\nGerman animal rights advocate Frank Albrecht said: “Wortel doesn't have a zoo.  However, it does have a slaughterhouse and we say that was where these animals were killed and shipped abroad.” The slaughterhouse in Wortel was recently in the news in Germany when a video allegedly showing a tiger being butchered there was found.\nBlaszkiewitz denied the allegations and ignored calls for his resignation. He said that overbreeding never occurred, and that \"all offspring are planned.\" He also said that the bears were older animals that had been donated to a German animal dealer he called reputable, and that he did not have any knowledge of what happened to them after that.\nBlaszkiewitz is obviously innocent until proven guilty, but the accusations highlight the environmental problems caused by the Chinese medicine trade. The trade is profitable enough that even zoo officials in Hanoi and, possibly, Berlin are tempted. All this is to create medicines that are no more effective, in many cases, than a placebo.\nWhat can be done about this? Traditional medicines are an ingrained part of Asian culture for many people, and many are wary of replacing the medicine they believe in for western pills, particularly when traditional Asian medicine is actually quite effective at treating some health problems-though there is nothing that can be cured by eating the bodies of endangered species.  Until a solution is found to this sociological issue, we’ll likely continue to have a serious environmental issue.\nInfo from Telegraph\nEnvironmental Graffiti is up for four bloggers' choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album. ","author":"Chris","web_category":"nature","title":"Berlin Zoo Director Accused of Selling Animals for Asian Medicine","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2892083918_4fff6472b9_o.jpg","url":"http://www.environmentalgraffiti.com/ecology/berlin-zoo-director-accused-of-selling-animals-for-chinese-medicine/961"}