{"summary":"That approach, of course, leads to overfishing, which is notoriously hard to prosecute, because it occurs either under multiple jurisdictions (say, Russian ships in American waters with Chinese processors) or none.   The big fish, which we eat, typically eat little fish, which would, in a predator-free environment, go though a population explosion","advice_category":"2","content":"\nSome 70 percent of the world's whitefish comes from the Arctic Ocean, cod that is fished by the extensive fleets based in Russia and Alaska, and the Barents Sea alone accounts for nearly 25 percent of the world's supply. It would make sense then, that fishermen pull their catches out of the ocean as fast as possible.\nPhoto: Image from Maureen \"Mo\" Riley on Flickr\nThat approach, of course, leads to overfishing, which is notoriously hard to prosecute, because it occurs either under multiple jurisdictions (say, Russian ships in American waters with Chinese processors) or none. International waters are notoriously hard to police, even for major offenses.  Obviously overfishing is bad and running out of fish isn't fun, especially one that's tasty--but what, exactly, happens in that case?\nMost notably, it's the chain reaction that would follow from a species we like to eat disappearing--say, grouper.   The big fish, which we eat, typically eat little fish, which would, in a predator-free environment, go though a population explosion.  This would progress down the food chain.\nThink of it as every-other species disappearing, as certain ones disappear and other reproduce in record numbers--until the ocean was full of junk that nobody wanted to eat.  Unless, of course, you thought Sea Monkeys were tasty as a kid.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Guilty In Three Jurisdictions: Arctic Overfishing","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Sea-snakejpg","url":"http://www.environmentalgraffiti.com/ecology/guilty-in-three-jurisdictions-arctic-overfishing/1068"}