{"summary":"Photo: Sebastian Errazuziz Sebastian Errazuziz. Sebastian Errazuziz was born in South America, in Santiago, Chile, but brought up in London, England","advice_category":"6","content":"\nPhoto: Sebastian Errazuziz Bear Fur\nWith such a colorful background, it is little wonder that this exciting artist has an unimaginably broad vision of his world. Sebastian Errazuziz was born in South America, in Santiago, Chile, but brought up in London, England. His art education was quite varied, featuring art courses in Washington and film courses in Edinburgh as well as design courses in Santiago and an MFA course at New York University. \nPhoto: Sebastian Errazuziz Glove Dress\nHe has, of late been chosen as being among the best new designers by I.D. magazine, and was also once named Chilean Designer of the Year, among many other awards and accolades for his stunning works of art. He is able to present his ideas in a very large scale as well as a small way, and public works by this man are always very well received by those who view them. \nPhoto: Sebastian Errazuziz Road Kill\nWith examples of his unique talent having been displayed at over 40 exhibition venues including Tokyo, Paris and Barcelona, he is a major talent in the art world. Willing to take chances on his ideas in many ways, Sebastian designs and creates not only public art, furniture, consumer objects, public art works and fashion items but is also anxious to translate his fascination with the absurdities of both life and death into tactile statements. \nPhoto: Sebastian Errazuziz The Day Cows Fly\nHis first notable public art exhibit was on top of a ten-storey-building in Santiago, Chile in 2005, when he saved a cow from the slaughter house and placed it into a recreated farm pen at this silly venue. This second chance at life represents an impossible reality, where an icon of rural life challenges the urban routines of humanity. This installation caused quite a stir. \nPhoto: Sebastian Errazuziz Zip Dress\nThese days, he splits his working life between New York and Santiago, having studios in both cities. Sebastian is currently making ready to unveil public art installations, not only in New York but also in Santiago and Madrid. He is continuously bringing forth new works for diverse clients, from the Museum of Modern Art’s design shop in New York to works commissioned by private individuals. \nPhoto: Sebastian Errazuziz Gulliver\nSebastian, being both a faculty member as well as a university teacher, has very often contributed to newspapers, magazines, radio and television with personally written editorials. When only 28 years old, Sebastian became one of very few, living South Americans to have some of his works auctioned at the prestigious Sotheby’s ‘Important 20th Century Designs’ event. \nHis astonishing work is currently on view as an integral part of international private collections. One of his major public works, meant to highlight the astounding statistic of 1100 people dying each day in New York City, was in 2009 in Brooklyn, and involved 40 volunteers planting 1100 white crosses a step apart in a meadow by a bridge, thus turning it temporarily into a cemetery, and highlighting the fragility of city life. \nPhoto: meetsebastian Crosses under Bridge\nHis works are stellar and bursting with hidden meanings, obviously open to interpretation by whoever views them, but powerful all the same. “Clean Suicide\" from 2008 is a classic example of his unique perspectives regarding reality and humor. Sebastian has permanently joined a pistol to the side of a motorcycle helmet so that any potential suicide could don the helmet, close the visor and proceed to plaster the interior with brains material. This would, apparently, save the bother of cleaning up the mess. Perhaps a macabre idea, but that is artistic licence. \nPhoto: Sebastian Errazuziz Do It Right\nThere is little doubt that his social commentary pieces, like ‘Life Swings’ are poignant and even a little barbed, while his outstanding fashion works only serve to demonstrate that he has a strong sense of fun as well. Errazuziz is a wonderfully quirky name, quite beautifully fitting the eccentric, multi-talented artistic genius to whom it belongs. This man has an enviable and apparently boundless imagination. We will be hearing an awful lomore about him, without a doubt. What a talent. \nPhoto: Sebastian Errazuziz Life Swings\nPhoto: Sebastian Errazuziz Sebastian Errazuziz\nMy sincere thanks to Sebastian for his permission. All information and images taken from his website and details he himself provided.","author":"tonyleather","web_category":"art+and+design","title":"Amazing and Bizarre Artworks by Sebastian Errazuziz","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-42892-2306739400103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-tremendously-talented-multi-genre-artistic-excellence-os-sebastian-errazuziz"}