{"summary":"You need to mix them together to obtain a lye solution and then add soap making oils. Homemade soap is very good for your skin because it is rich in glycerin, a very good natural moisturizer that usually gets removed from industrial soap","advice_category":"8","content":"\nPhoto: LaGrandeFarmerMarket\nMaking your own soap can be a fun experience and, in addition to that, it can save you some money. Whatever you may think, soap making isn't at all difficult and it's usually worth the small effort required. Homemade soap is very good for your skin because it is rich in glycerin, a very good natural moisturizer that usually gets removed from industrial soap. It is also free of the skin-damaging chemicals that some brands of industrial soap contain.\nIf all this sounds good to you, here's how to make your own soap. First, you need to decide on a soap making method. There are several ways to make soap.\nPhoto: soapylovedeb\n\n The cold process method is one of the most popular with soap makers all over the world.\nIt's quite easy and it shouldn't take too much time, so it's highly recommended. Other ways of making your own soap include soap rebatching, the hot process method and the melt-and-pour method.\nAfter you've made your choice, you need to acquire the necessary soap making supplies and ingredients. \nPhoto: Vanessa Yvonne\n\nThese may vary according to the type of soap you want to make and the methods and recipes you plan to use. However, there are a few basic supplies that you'll need in any case. Among these are a stainless steel pot, a soap making scale, some soap molds and a soap cutter. \nThe basic ingredients for soap making are water and lye, also known as sodium hydroxide. You need to mix them together to obtain a lye solution and then add soap making oils. There are many different oils you can use and you can come up with different combinations and make up your own recipes.\nSo, as you can see, there are many advantages to making your own soap and it's far from being an expensive and difficult process. You can even start your own business if you're really good at soap making.\nhttp://www.soap-making.co.uk/\nhttp://www.soap-making-essentials.com/","author":"Gregory Johansson","web_category":"lifestyle","title":"How to Make Your Own Soap","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Vitaminwater.jpg","url":"http://www.environmentalgraffiti.com/news-make-your-own-soap"}