{"summary":"The tiny water boatman is no bigger than a grain of rice but makes sounds that have been recorded as high as 103 decibels. Photo: Fran Hall, National Geographic","advice_category":"2","content":"\nPhoto: Fran Hall, National Geographic\nAll pictures courtesy of National Geographic's Daily News Gallery\nNoise is everywhere, even in the quietest forest at night. Yet most of us can't hear the sounds of some of our animal friends because we aren't attuned to them.  Here are three who you couldn't miss; they are the loudest animals in the world in their categories.\nAbove is a common coqui frog who is sure to wake you if you lie down within three feet of him. He is as loud as a lawnmower, making his \"co-qui\" call of 100 decibels from three feet away. It is a two part call; the males respond to the 'co' and the females to the 'qui'. \nThe frogs have arrived in Hawaii from their native Peru, perhaps via ship, and have caused many residents sleepless nights when they are all calling together. They are the loudest amphibians in the world.\nPhoto: Rick and Nora Bowers, Alamy\nThese lovelies are not owls but oil birds. They live in caves and navigate via echolocation. However, they have a fine set of lungs on them that make them the loudest birds in the world.  Their clicks and squawks can be as high as 100 decibels and because they nest in the thousands, it can be worse than a rock concert.\nPhoto: Photograph courtesy Jerome Sueur, MNHN\nThe tiny water boatman is no bigger than a grain of rice but makes sounds that have been recorded as high as 103 decibels. For those who aren't sure what it means, imagine standing next to a jackhammer. The unusual thing here is how the water boatman makes its sounds. \n\"Remarkably, the boatman creates his songs by rubbing his penis against his belly, in a process similar to how crickets chirp.\"  Now that is using your instrument. Though not the loudest sound recorded, it is the loudest sound relative to the animal's size. ","author":"Michele Collet","web_category":"nature","title":"Three of the Loudest Animals in the World","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Calmarcolo.jpg","url":"http://www.environmentalgraffiti.com/news-three-loudest-animals-world"}