{"summary":"A special plant with its own gorgeous characteristics, that can be planted in a pot or on a backyard garden and grown easily until it many small golden fruits with a unique taste are produced.. Overall this plant is very cute and promises exceptional taste","advice_category":"8","content":"\nPhoto: Flickr\nImagine a beautiful, healthy fruit with all its rich, highly nutritious, delicate and refreshing juices growing somewhere far off you can only dream of. Now imagine lots of different fruits making up a garden that allows you to create absolutely incredible gourmet spreads, as well as tasty colour combos that not only fulfill your daily need for nutrients and anti-oxidants, but also your desire for unlimited taste. Well, this might seem just a product of the imagination or a dream, but just in case you want to make it come true we've investigated the possibilities to help you get started. \nOne commonly held view is that fruits are difficult to grow because they require too much time and care. Yet, lots of people disagree with this and cultivate their own fruits in their apartments or small gardens. Of course it is not a secret that we can grow any kind of plant in our homes by providing them with the right environment. All you need is small pots, the right soil and seeds. This combination will lead to growing seedlings and eventually allow you to easily establish a small fruit garden in your house.\nPhoto: Flickr\nHaving small plants growing fruits in the house is really easy as long as you are using the right species. This means that you have to cultivate easy growing, tough plants that require minimum maintenance yet give a good yield. Check these out below, they're perfect:\nStrawberry Spinach (Chenopodium foliosum)\nQuick and easy growing, gives lot of small fruits which are really sweet. The leaves are also edible, like the spinach plant. Overall this plant is very cute and promises exceptional taste.  \nPhoto: Flickr\nWonder Berry (Solanum burbankii) \nThis plant produces a lot of small highly nutritious fruits; rich in anti-oxidants and vitamins they are considered similar to the very popular Blueberry, but with an even more amazing taste. It can be grown easily as a small shrub and give yield for several months. \nPhoto: Flickr\nSweet Pea Currant Tomato (L. pimpinellifolium)\nThis is the most highly yielding plant you can ever have the chance to cultivate. It produces millions of small sweet fruits, high in vitamins and anti-oxidants and is really easy to grow too.\nPhoto: Flickr\nGolden berry (Physalis Peruviana)\nA special plant with its own gorgeous characteristics, that can be planted in a pot or on a backyard garden and grown easily until it many small golden fruits with a unique taste are produced.\nPhoto: Flickr\nBlueberry (Vaccinium corymbosum)\nThis is considered one of the healthiest plants in the world. This small shrub can be grown easily and gives many small blue berries with an absolutely fantastic taste.  \nPhoto: Flickr\nTo conclude, these plants are not only a good choice for an amazing, multi-flavoured fruit salad with a different and exceptionally authentic taste - but it can be cultivated by anyone in their own home. It can be a joyful habit that promises to yield lots to someone who believes they can do it. \nGood luck! ","author":"Mydas","web_category":"lifestyle","title":"How to Grow Your Own Fruit Garden","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-incredibly-healthy-fruits-home-gardening-1"}