{"summary":"Photo: JJ Harrison. Photo: Luca Galuzzi","advice_category":"2","content":"\nPhoto: JJ Harrison\nWe've all heard the names for certain groups of animals – like a pack of mules or a litter of kittens – but how many of the following unusual collective nouns do you know? We've gathered 20 of the most unique and bizarre, while adding a bit of light speculation on what each might mean!\nPhoto: Luca Galuzzi\nA corps of giraffes. The military term sounds right; a corps of giraffes racing across the savannah certainly makes for an imposing sight.\nA bloat of hippopotamuses. Considering their size, this is quite apt too! Did you know that hippos sweat a red substance that works as a sunblock?\nA business of flies. We wish they would do their business somewhere else.\nA crash of rhinoceroses. The sound two make when fighting, a habit of theirs during mating season.\nPhoto: Darkone\nA gaze of raccoons. That gaze of entreaty from hungry raccoons near your house is hard to resist if you are an animal lover, but they are often considered pests.\nA glaring of cats. When they want their morning food, kitties sure will glare right at you.\nA parliament of owls. If only our parliaments had the wisdom of owls.\nA plum of seals. We're not sure about the word 'plum', but a seal's Latin name, 'pinna', actually means 'fin-footed'.\nA shrewdness of apes. Apes definitely are shrewd and they also use tools – for example, sticks to get at termites and ants in anthills.\nPhoto: Dave Menke\nA scold of jays. Jays not only sound like they are scolding one another but they taunt and tease cats as well.\nAn obstinacy of buffalo. Trying to make a large number of buffalo do something against their will, you sure would come up against some obstinacy!\nA prickle of hedgehogs. Stepping on a hedgehog certainly is a prickly situation!\nA labour of moles. They certainly work hard enough making hills in farmers' fields.\nA smack of jellyfish. When you swim smack into them you can get some nasty stings! \nPhoto: Stan Shebs\nA gam of whales. Well they may not have gams – slang for beautiful women's legs in America – but they are beautiful.\nA husk of hares. Hares might be said to get worn to a husk when reproducing!\nA grist of bees. Pollen is grist for the bee's mill as it pollinates flowers around the world.\nA den of snakes. Nothing pleasant about finding a den of snakes at the bottom of your outhouse!\nA clutter of spiders. If you have a lot of clutter you may well find a spider's web on it!\nPhoto: Paul Henjum\nA knot of toads. The 'warts' on a toad are actually glands, knot warts (get it?). \nA sowse of lions. We haven't seen many soused lions, but if you were to see some, it could have some interesting results!\nA rag of colts. Colts are rambunctious and rag each other.\nAn ugly of walruses. How overwhelmingly apt! Walruses are not the prettiest of creatures – but they are the only species in their family (Odobenidae) left on earth.\nA leap of leopards. Leopards are great hunters and leap at their prey!\nDid you know them all – or only a few? We at EG didn't do so well ourselves!","author":"Michele Collet","web_category":"nature","title":"20 Animal Group Names You Probably Never Heard Of","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/mucha-bok-zlte-pozadie.jpg","url":"http://www.environmentalgraffiti.com/news-words-groups-animals-you-probably-never-heard"}