{"summary":"Perhaps it's already too late. Perhaps our governments are too corrupted by corporate influence","advice_category":"8","content":"\nIt's a new take on the age-old question that takes the form, \"If you could do something without getting caught, would you?\"\nA retreating ice shelf in Greenland. Photo by John Rudolph\nUsually, the 'something' involves having an affair,  stealing a large amount of money, or even killing someone generally regarded as evil. The responses typically fall into one of three categories:\n\n\nThe 'No' crowd claim to have an internal moral compass that keeps them from doing bag things. The 'Yes' group - well, may have many reasons, but the outcome is the same. The folks trying to avoid answering may have a point.\nNow, however, imagine that there could be a real-life (and death) scenario. It could be this: We don't take action on global warming, or enough action. For whatever reason. Perhaps it's already too late. Perhaps our governments are too corrupted by corporate influence. Perhaps we, the people in the developed countries, refuse to give up our SUVs. Doesn't matter. The point is, at some point, it becomes painfully clear that climate change is coming, that there are going to be significant effects in our lifetimes, and that those effects are going to be severe.\nIn fact, worst case, many people are experiencing the effects. (While some are now, let's say we have passed a 'tipping point' where many people are affected, from severe droughts in the U.S. wheat belt, to water rationing and crop reductions in California, to spiking prices for food, fuel, and water, to spreading pestilence, to some coastal areas becoming uninhabitable due to storms, to widespread wars over resources and land and more.)\nAnd it has become obvious that things are only going to get worse, much worse, and that civilization is going to collapse - soon. With the collapse of civilization, we all know that the earth cannot support the billions of people currently inhabiting it, and many of us - quite possibly most of us - are going to have to go.\nGiven all this, what would you do? And what do you think others will do?\nBrian Gordon is a Canadian Green Party member and candidate trained by Al Gore to present An Inconvenient Truth.\nIf you want to keep up with Brian's adventures in the Green Party, why not subcribe to our RSS feed? We'll even give you a free album. ","author":"Brian Gordon","web_category":"lifestyle","title":"If You Knew the World Would End in the Near Future, What Would You Do?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/constipationjpg","url":"http://www.environmentalgraffiti.com/green-living/if-you-knew-the-world-would-end-in-the-near-future-what-would-you-do-2/863"}