{"summary":"Because the porters are fast, they manage two trips in a day – 4 hours from the Huang Shan village to the top where the hotels are and 2 hours back to the village. No, as one of China’s most popular tourist attractions – especially the East and North trails preferred by tour guides – the area is thronged with people huffing and puffing up the mountain, all the while whooping away to try out the echo","advice_category":"8","content":"\nPhoto: \nImage: Philip Lai\nFar up on Yellow Mountain in the south east of China’s Anhui province is a trail of tens of thousands of granite steps. Partly lacking rails to hold on to, they are a traveller’s only guide past deep ravines and steep descents. Weather-wise, a whole year can pass in just one day: spring in the morning, summer at noon, autumn in the afternoon and winter at night. The most dangerous part yet might be the breathtaking views that can easily make visitors forget where they have to tread.\nWooooow, don’t look down – Fairytale Bridge:Photo: \nImage: Jesse Warner\nAnd from top:Photo: \nImage: Philip Lai\nHuang Shan, or Yellow Mountain in Chinese, is a mountain range consisting of 76 peaks. It has been a popular hiking trail for more than 1,200 years and has been immortalised in innumerable Chinese paintings and poems.\nThe most remarkable features of Huang Shan are its famous granite steps, said to have been started more than 1,500 years ago – 60,000 steps and altogether more than 50 km of footpaths. Considering that every granite slab had to be carried by hand, building the steps really becomes a Herculean task.\nCan you make out the steps to Tiandu („Heaven“)?Photo: \nImage: Jakemete\nIf you think the next image looks scary and the walk strenuous, consider that the original steps were just hewn into the rock face and people traversing them had to hold a chain hanging off the wall for support!\nJust plastered to the mountain – don’t look down while you walk!Photo: \nImage via Pixdaus\nHey, we told you not to look down!Photo: \nImage: Eden Li \nGetting to the top requires 5 hours of climbing the steep granite steps but there is an easier route for those who can bear the stomach-churning, 3,700-m-ascent in a cable car. The 8-minute ride often goes directly along the rock face!\nSkirting the mountain:Photo: \nImage via hpmuseum\nOnce on top, visitors have thousands of stairs in front of them and various trails to choose from for exploring the mountain. That doesn’t mean solitude, serenity and quiet. No, as one of China’s most popular tourist attractions – especially the East and North trails preferred by tour guides – the area is thronged with people huffing and puffing up the mountain, all the while whooping away to try out the echo. So much for serenity.\nComing through! The crowds trekking Huang Shan:Photo: \nImage via lewisesinchina\nThe line for the cable car back - the last one leaves at 5 pm, hurry!Photo: \nImage via lewisesinchina\nA handful of expensive and small hotels and hostels await visitors at the top. Everything that is up on the mountain, from the smallest brick to the hotel’s water heaters, was carried up the mountain on one of the porter’s backs. That’s right, no cable car for supplies as they are too heavy and porters are cheaper than the fare, as they make the equivalent of about $5 per trip.\nA hotel, literally in the mountains:Photo: \nImage via lewisesinchina \nBecause the porters are fast, they manage two trips in a day – 4 hours from the Huang Shan village to the top where the hotels are and 2 hours back to the village. The same walk for an untrained person will take 7 hours to the top and 5 hours back down!\nThe path less travelled?Photo: \nimage via hpmuseum\nThe mountain range was formed in the Mesozoic about 100 million years ago by an ancient sea that disappeared due to uplift. The region’s peculiarly shaped granite peaks were formed in the Quaternary Period through the influence of glaciers. The three highest peaks are almost 2,000 meters (6,500 feet) high.\nBut looking up is not how you enjoy the magnificence of the Yellow Mountain; you have to look down:\nHuang Shan’s famous Sea of Clouds:Photo: \nImage: Eden Li\nThe Yellow Mountain’s vegetation varies with altitude: forest below 1,100 meters; then patches of trees up to the tree line at 1,800 meters; and above that, alpine grass-lands. The Chinese especially love the Huangshan Pine – many trees are more than a hundred years old – because it is a hardy plant that can grow anywhere and in almost any condition.\nMany fern species are represented as well and the whole Huang Shan region is an important habitat for rare and threatened plant and animal species. Because of this fact and the spectacular scenery and sunsets, Yellow Mountain was named a UNESCO World Heritage Site in 1990.\nIf you’re thinking of visiting, here’s some good advice for you:\nDon’t enjoy the views and by no means flirt with the monkeys!Photo: \nImage via lewisesinchina\nOh, and do watch this video before you go as it gives you a pretty good idea of a visit on a crowded day:\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"China’s Fairytale Terror-Trail ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/5bigstockSnowPalace4205587jpg","url":"http://www.environmentalgraffiti.com/featured/china’s-fairytale-terror-trail/16223"}