{"summary":"See image gallery of luxury prisons here. The second largest prison in Europe (after Oslo), and probably one of the coolest prisons ever, is Halden Fengsel in Norway","advice_category":"6","content":"\nPhoto: WackyOwl.com\nWhat is the first thing you think of when someone mentions the word prison or jail? Do you envision the below?Photo: Bibleplaces.com\nMaybe you think of the image below.\nPhoto: Daniel Abrahamson \nThis article is going to change everything you ever knew or thought you knew about prisons and jails! That's because not all prisons and jails are one and the same, just like the people confined within their walls are not. \nPhoto: WackyOwl.com\nCould you imagine a prison or jail having five-star hotel accommodations, organic menus prepared by professional chefs, amazing amenities like a state-of-the-art gym and lounge area and a stellar library (like the place above)? For some criminals, it almost seems like it pays to break the law. What sort of message are we sending lawbreakers when they are incarcerated in places like this?\nPhoto: Damn Cool Pics \nPhoto: Knut-Erik R?nningen \nThe second largest prison in Europe (after Oslo), and probably one of the coolest prisons ever, is Halden Fengsel in Norway. It currently holds 248 prisoners with more residents coming soon as a psychiatric hospital is currently being planned on the site. \nPhoto: Damn Cool Pics\nHalden prison has a sound studio, jogging trail and freestanding, two-story homes for prisoners to spend time with their families or live alone in; cells have TVs, minifridges, are spacious and well lighted, the modest library is high tech and wraparound sofas and birch-colored coffee tables can be found in the living rooms. \nPhoto: Knut-Erik R?nningen \nPhoto: Andrew Price \nThe prison cost 1.5 billion kroner ($252 million) and took 10 years to complete. Another million was spent on a graffiti artist (named Dok) to decorate the place.\nThere's also a far out place in Leoben, Austria called the Justice and Dentention Centre of Leoben. The groups of 13 prisoners, a total of 205 in all the facility, have open courtyards, outdoor living to come and go freely, and the housing is much like a home.\nPhoto: Cristian Photo: Cristian Photo: Cristian\nBut if all of this sickens you, please remind yourself that not many prisoners in the world have a life better than most college students or law-abiding middle class citizens. Many wake up everyday to this image:\nPhoto: Matthew Carsen III\nThough some celebrities pay big money to have luxury behind bars; others get punished for sneaking in luxury items. The fact that frustrates me is that there are plenty of people starving in the world. Human rights for criminals as well as those who obey the law are being trampled every day in record numbers of cases. Children are brutally murdered simply to frighten citizens and for the terrorists and thugs to gain power over others. Yet, somehow, some way, and for some inexplicable reason, the very people who deserve to literally rot in jail and have nothing afforded to them are the ones who hold the power and the money to be placed in luxurious prisons.\nAs a survivor of crime victimization,this is how I believe prison should be---wouldn't you agree?\nSee image gallery of luxury prisons here. ","author":"Asher Kade","web_category":"art+and+design","title":"Luxury Prisons That Spoil Convicted Criminals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lw15.jpg","url":"http://www.environmentalgraffiti.com/news-mind-blowing-luxury-prisons-spoil-convicted-monsters"}