{"summary":"Creatures like sharks have control over these food-chains which contain phytoplankton. People forget that creatures like sharks are also some of the most important on our planet, to keep its natural balance","advice_category":"2","content":"\nPhoto: Mila\nSharks are one of the most misunderstood creatures on the planet due to the false representations of their natural intentions and characteristics by the media. As we all know, films like Jaws and even more modern interpretations such as Deep Blue Sea create this impression of animals that are hellbent, mindless predators. However most marine biologists will tell you that this couldn’t be further from the truth. Sharks are in fact one of a unique pair of animals that qualify as some of our planet's oldest predators – the perfect example of a perfect hunter. Sharks along with other predators such as crocodiles have had no need to change their overall design since before dinosaurs walked the Earth.\nThe image top shows a megalodon shark tooth in comparison with a Great White's. The megalodon could be considered to be the largest predatory fish in vertebrate history, reaching a maximum growth length of 20m.\nPhoto: Raymond\nAgain, this picture illustrates how much of a presence sharks have had in the Earth's history. This is a fossil of a bullhead shark, a species of shark that remains pretty much unchanged up to modern times. People forget that creatures like sharks are also some of the most important on our planet, to keep its natural balance. Sound complicated? It isn’t really. Let me explain.\nMarine predators such as sharks that are responsible for being at the top of most aquatic food chains and, as with all elements of any natural food chain, are vital for keeping a balance in an ecosystem. An ecosystem which will more than often involve phytoplankton. Phytoplankton are some of the most important life-forms on our planet, and are key for the survival of all marine life, and land life. They provide most of the oxygen we breathe (and are more valuable than any land-based plant life), and are responsible for the majority of photosynthesis on our planet, which has the added bonus of filtering out the majority of carbon dioxide in our atmosphere.\nRecent worries on the subject of phytoplankton have pointed to the fact that they are in decline. Scientists blaming the rise in sea temperatures. Ever wondered why the sea is so clear in the coastal waters of the Caribbean or the Mediterranean? Sounds a bit depressing, but the truth is that the cleanliness of the water is down to the lack of phytoplankton.\nPhoto: NASA Goddard Space Flight Center\nThe image above shows a bird's-eye perspective from a NASA satellite of a phytoplankton bloom in the Bay of Biscay. Satellites are a great way of helping scientists determine what temperature conditions these vital organisms prefer, along with the gradual impact we are having on them - due to a number of factors.\nIt’s not a big deal because the majority of the phytoplankton live in open water – perhaps the best way of explaining it is with something like a blackcurrant squash drink. If you put it in a transparent class or plastic cup and look at it from the side, and then from a birds-eye perspective from the top. You will notice that the colour will be darker when you look at it from the top, and this is because colour intensity correlates with volume. It could even be the same percentage of phytoplankton in the water you just don’t notice because there is less water.\nPhoto: Prof. Gordon T. Taylor, Stony Brook UniversityImage of phytoplankton under a microscope.\nBesides that, back to the point. Creatures like sharks have control over these food-chains which contain phytoplankton. And when top predators like sharks, whales, and squids are killed and farmed for food, this ecosystem, that is so vital for our planet, is put in jeopardy.\nWhen endangered species of sharks are killed for sport, or farmed for shark fin soup, the declining numbers in sharks has the knock on effect of the growth in numbers in the lower sections of the food chain, which feed on plankton.\nPhoto: Miguel99\nPhoto: harmonShark Fin Soup\nShark fin soup is considered a delicacy in Chinese culture, and has been so since the Ming Dynasty. The unfortunate truth is - as tasty and as valuable a business enterprise as this dish may be for both restaurants and fishermen - it is also contributing to the decline of our planet's main source of oxygen, while also being a clear exercise in unnecessary cruelty.\nIf the numbers of these particular sea creatures which feed upon the plankton expand too much (due to the decline of predators such as sharks), the population of phytoplankton is put directly at risk, ultimately reducing the planet’s ability to cope with the amount of CO2 produced, as well as reducing its overall oxygen output. Sounds too simple? That's because it is.","author":"Patrick Goddard","web_category":"nature","title":"Sharks: The Ocean's Oldest Predators","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Island9.jpg","url":"http://www.environmentalgraffiti.com/news-sharks-are-some-most-important-predators-our-planet"}