{"summary":"Four characters were placed randomly around town to cheer people up if or when they saw the characters. The idea of arranging a party was the only sure thing","advice_category":"6","content":"\nPhoto: Mr Surename Here\nLess then half a year ago, a guy in a little town called Vaasa, in Finland, arranged something unusual. A discotheque under a bench.\nIt all started with the idea of making something very small somewhere where you would least expect it. The idea of arranging a party was the only sure thing. The location was easily found because of the neat lamp that was the perfect dance floor for the small party animals. After that, the making of the characters begun and a musician friend gave the green light to use his music for the disco. Then, the installation was ready to be placed. After being up for just a few hours, valuables like the music player had been taken away, and the characters were abandoned. \nPhoto: Mr Surename Here\nThe installation got some attention in Sweden on the websites Gatukonst.se and Zickermans.se. And afterward, Mr Surename Here, as the guy behind the installation likes to call himself, started making even more installations. Later, he even made up some stories about his characters, which are actually made of homemade playdough painted with acrylics.\nPhoto: Mr Surename Here\nPhoto: Mr Surename Here\nMr Surename here got the inspiration for all of this from graffiti pictures posted on streetartutopia.com. And then, he started looking for other artists who made small people and left them out on the streets. There were a few out there, such as Slinkachu. But no one made the small people out of playdough.\nPhoto: Mr Surename Here\nJust a few days ago, he finished his latest creation. It was a \"Love Demonstration\". Four characters were placed randomly around town to cheer people up if or when they saw the characters. One of the main goals is to make people happy when they see the creations. There is too much seriousness out there already. \nPhoto: Mr Surename Here\nThe \"Love Demonstration\" was made because of the spring feeling that is starting to build up in people. In Finland, it has been -20 degrees Celsius for about two three months now and finally, when the sun starts to warm up the hearts of people, a positive installation had to be created. \nThe reason why Mr Surename Here makes his people out of  playdough is that it is cheap and ecological, as the people will eventually disappear. So if you want to spot a character, you have to be out at the right time. But most often, the characters are taken by random people before they even have time to be destroyed by humidity or rain.\nIf you want to see more of Mr Surename Here?s creations, please visit Minimal Street Art or Minimal Street Art on  Facebook! If you do not speak Swedish, you can easily translate the blog with the Google Translate gadget on the blog. There, you will also find a link to the MSA photo blog, where pictures of street art found around town are posted. \nPhoto: Mr Surename Here\nRemember to share love, dear readers! If you have any questions for Mr Surename Here, please send an email to mrsurenamehere@gmail.com or leave a comment on the blog.","author":"Mr Surename Here","web_category":"art+and+design","title":"Little Playdough People Found on the Streets of Finland","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbX1DYM9.jpg","url":"http://www.environmentalgraffiti.com/art/news-minimal-street-art-ecological-street-art"}