{"summary":"Bright knots of glowing gas are most concentrated in the spiral arms and are regions where stars are in active formation in the Pinwheel Galaxy. Photo: HII Regions in Messier 101","advice_category":"4","content":"\nPhoto: The Pin Wheel Galaxy\nPhotos: NASA\n2009 is the International Year of Astronomy and a celebration of the 400th Anniversary of the invention of the telescope by Galileo. This exceptional photograph of the Pinwheel Galaxy is a fitting tribute to the capabilities of today's telescopes. No longer restricted to the visible light portion of the electromagnetic spectrum, today's astronomers 'see' at all wavelengths. The famous Hubble Space Telescope is an extraordinary visible light instrument, while Spitzer probes the infrared universe and Chandra lets us 'see' with X-ray vision. This composite image utilizes photographs from each of these three great space telescopes. Red reveals the Pin Wheel galaxy in infrared; note the dust lanes where stars form are prominent. Yellow is the visible light emitted by stars and it reveals the spiral structure of the galactic arms. Blue indicates gas at million degree temperatures, exploded stars and the material colliding around black holes just outside their event horizons.\nThis composite photo is the most detailed photo ever assembled of a spiral galaxy outside the Milky Way. The Pinwheel Galaxy is 25 million light years distant and found in the legendary constellation of the The Great Bear (Ursus Major). Remembering that the light year is a measurement of both distance and time, we are seeing the Pinwheel Galaxy as it was during the Miocene Period on earth when mammals were dominant and the first mastodons had appeared. More than 50 individual photos were used to create this montage; some were archival and taken many years ago. The numeric description of the Pinwheel Galaxy, which is the 101st object in Messier's Catalog, is awesome. The diameter of Messier 101 is 170,000 light years which is nearly twice the diameter of our Milky Way. It fills an area of the sky equal to one fifth the area of a full moon and has five companion galaxies. The Pin Wheel Galaxy contains at least one trillion - 1,000,000,000,000 - stars.\nPhoto: Star Formation in Messier 101\nPhoto: NASA\nThis black and white photograph is a combination of images taken with broad band blue, visible and infrared filters. The glowing hydrogen gas was revealed using a special narrow band filter. Bright knots of glowing gas are most concentrated in the spiral arms and are regions where stars are in active formation in the Pinwheel Galaxy. Softer gray areas near the galaxy center and between the spiral arms have high densities of old stars. In contrast, the dark dust lanes are much colder and dense. They are regions where interstellar clouds are believed to be collapsing as a first step in forming new stars.\nPerhaps 100 billion of the stars in the Pinwheel Galaxy might be like our sun in terms of temperature, nuclear fusion and lifetime, and therefore are potential candidates to have rocky planets with liquid water, oxygen/carbon dioxide atmospheres and possible DNA based life processes. Large regions of star forming nebula are found throughout the spiral arms and newborn, bright blue stars in the arms are found in clusters.\nPhoto: HII Regions in Messier 101\nPhoto: UIT / NASA\nPerhaps 3,000 HII regions are contained in Messier 101. The massive stars in HII regions emit the strong ultraviolet radiation that has been captured in this photograph. HII regions are extremely bright because they \"contain enormous clouds of high density hydrogen gas contracting under their own gravitational force\". (Source #2)  As contraction proceeds and temperatures rise, fusion reactions begin and stars are born. Young and very hot stars then emit strong blue light in the visible spectrum. The asymmetry of Messier 101 suggests a near collision with another galaxy not too long ago (as time is measured in the universe) which would have generated gravitational tidal forces. Amplification of the gravity tidal waves would compress interstellar gas and star formation is then triggered.\nThis post is the fourth in the EG series that presents some of the best astronomy photos from NASA and the ESA. 'Best' refers to exceptionally compelling images that are not only data rich and therefore extremely valuable for ongoing research, but also have exceptional artistic merit. At the end of the day, one thing has not changed over the four centuries since Galileo: a deep sense of awe and wonder as we probe the universe.\nSources:1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"science","title":"Gazing 25 Million Years into the Past","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/stars_0.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/pinwheel-galaxy-gazing-25-million-years-into-the-past/8308"}