{"summary":"Danish-born artist Peter Callesen is world renowned for his tremendous talent in using paper as his medium, creating sculptural works by folding, cutting and pasting pieces of paper. The single sheet work is extraordinary, but that is merely one aspect of the cornucopia of fabulous work that Peter Callesen consistently produces","advice_category":"6","content":"\nPhoto: Peter Callesen Mirage\nDanish-born artist Peter Callesen is world renowned for his tremendous talent in using paper as his medium, creating sculptural works by folding, cutting and pasting pieces of paper. Each work is made by cutting a single sheet and using only the removed paper to create figures or buildings. \nOn The Other SidePhoto: Peter Callesen \nCallesen was born in 1967 and his artistic education began in 1990, when he attended the Arhus School of Architecture for three years until 1994, followed by a one-year foundation course at the Arhus School of Art, in Denmark. He followed this with three years at the Arhus Det Jyske Kunstakademi, rounding off with a three-year stint at Goldsmiths College in London. Since 2000, Callesen has produced many notable works, some on water, as well as several large installations, but his single-sheet, paper-cut art is truly outstanding. \nFallen AngelPhoto: Peter Callesen  \nThese sheets can be as small as A4 size or as big as 25ft x 15ft but they always strike an interesting note. Peter comments: “My paper works have been based around an exploration of the relationship between two and three dimensionality. I find this materialization of a flat piece of paper into a 3D form almost a magic process”. \nThe Core of EverythingPhoto: Peter Callesen  \nThe meticulous works definitely hold a sense of wonder that comes from their precise detail capture through the utilization of such a common material, used to build some really beautiful compositions. Particularly noteworthy are Callesen's works where the remains of the cut and folded objects are literally shadows of the object's former self. He uses the positive and negative spaces to tell a sometimes dark story about the past and future of his subject - and all using only a white sheet of paper!\nIn the Shadow of an OrchidPhoto: Peter Callesen  \nBe it three-dimensional flowers falling from a bouquet's negative, a hummingbird flying from the page or a child-size castle crafted from a billboard-sized paper, each work is created from one sheet of paper. Callesen uses A4-size quite a bit because he says it is probably the most common and consumed media used for carrying information today, but we rarely notice the actual materiality of it. The imagery is always startling and the artistic meaning clear. There is a tragic quality to most of his subjects, whether it's a flower dying, an angel locked in a birdcage or even an apple reduced to its core. \nBound to be FreePhoto: Peter Callesen  \nSo the frail and delicate paper medium underlines that element of calamity, yet speaks of a strength that one might not at first suspect. The paper becomes more than it was, telling a story as you continue to view it. Says Callesen: \"The paper cut sculptures explore the probable and magical transformation of the flat sheet of paper into figures that expand into the space surrounding them. The negative and absent 2-dimensional space left by the cut points out the contrast to the 3-dimensional reality it creates, even though the figures still stick to their origin without the possibility of escaping. In that sense there is also an aspect of something tragic in many of the cuts.\"\nResurrectionPhoto: Peter Callesen  \nHis artworks always give you pause for thought, portraying such stark imagery in such pure form; the bright white creations lending a sharp contrast to the surroundings. Callesen seems able to somehow capture the spirit of whatever it is he chooses to model, and this gives a crisp quality to his work that makes it very memorable. The single sheet work is extraordinary, but that is merely one aspect of the cornucopia of fabulous work that Peter Callesen consistently produces. \nIt is no wonder that accolades for his superb art are many and loud. This is a truly gifted artist with a great future, to which we can all look forward eagerly, and feel privileged to bear witness to the fruits of his incredibly varied and exceptional talent. Brilliant. \nCowboyPhoto: Peter Callesen  \nMy sincere thanks to Peter Callesen for his consenting to my use of the images and information in this article.\nSources: 1, 2","author":"tonyleather","web_category":"art+and+design","title":"Amazing Single Sheet 3D Paper Sculptures","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb25.webshots.com-43608-2542567240105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-paper-cut-perfection-artwork-talented-peter-callesen"}