{"summary":"A second rocket signals that all six bulls and six steers have been released. After years of this practice, the transportation and hurrying began to turn into a competition, as young men would attempt to race in front of the bulls without being run over","advice_category":"8","content":"\nPhoto: Eneko Alonso\nSpain is a country full of amazing sights, sounds and tastes. But one event defines Spain like no other... the Running of the Bulls in Pamplona.\nStarted in the 14th Century, the purpose of this event (yes there IS a purpose!) is the transport of the bulls from the off-site corrals where they spend the night, to the bullring where they are killed in the evening bullfights.\nAccording to Spanish lore, the actual running of the bulls began as an attempt to speed the process of transporting the bulls to sell at market.  Cattlemen would hurry their cattle by using tactics such as fear and excitement. After years of this practice, the transportation and hurrying began to turn into a competition, as young men would attempt to race in front of the bulls without being run over. When the popularity of this practice increased and was noticed more and more by the expanding population of the Spanish city, a tradition was created and it stands to this day.\nPhoto: Baltasar Garc?a\nAuthor Ernest Hemingway also had a hand in spreading the popularity of this event as he romanticized the sport in his 1926 novel, The Sun Also Rises.\nPhoto: Baltasar Garc?a\nCurrently held every year from July 7 to 14, men from all over the world come to Pamplona for the running of the bulls - which is now the highest profile event of the San Fermin festival (Saint Fermin being the patron saint of Pamplona).\nPhoto: unknown\nFull of pomp and ceremony, the event begins the same way every year - runners dressed in the traditional white shirt and trousers with a red waistband and neckerchief, sing a tribute to Saint Fermin.\nPhoto: www.viajar24h.com\nThen precisely at 8am, a rocket is set off to alert the runners that the corral gate is open. A second rocket signals that all six bulls and six steers have been released. When the third and fourth rockets are released, this signifies that all six bulls and six steers have entered the bullring or pens. The run is now over. The actual duration - a mere 4 minutes long and 826 meters (0.513 miles).\nPhoto: Baltasar Garc?a\nOf course the running of the bulls is not without its serious injuries and deaths. Every year between 200 and 300 people are injured during the run. Since 1910, 15 people have been killed.\nPhoto: Baltasar Garc?a\nAnd of course, due to the brutality of the 'sport', many animal rights activists oppose the event. PETA activists have created the \"running of the nudes\", a demonstration the day before the beginning of the event. By marching naked, they protest the festival and the following bullfight, arguing the bulls are tortured for entertainment.\nPhoto: Melissa Karpel\nSo whether you're there to run it or watch it, the running of the bulls is one event that once you experience it, you'll never forget it!\nSources: 1, 2","author":"Elaine Furst","web_category":"travel","title":"The Running of the Bulls in Pamplona","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-bloodsport-running-bulls-pamplona"}