{"summary":"Dogon villages are spiritually divided one sense – a symbiotic relationship is thought to exist between living and dead men – but each person has a shared village surname, a sign of strong unity.. The Dogon also make ladders to reach high up the escarpment to spots where there are burial caves for the people.","advice_category":"8","content":"\nPhoto: Patrick Bombaert\n\nThe incredible Bandiagara Escarpment is over 150 kilometers long and rises 500 feet into the air – a monumental sandstone cliff that has been on UNESCO's list of World Heritage Sites since 1989.\nPhoto: H?vard Solstad\nThe escarpment – which is made of sandstone formed into horizontal layers – has all sorts of irregularities, some natural and some man-made. \nPhoto: Jialiang Gao \nThe Tellem people who existed in the area before the Dogon (who live there now) used to make use of caves carved into the wall to bury their dead, and both peoples have made their villages at not only the bottom of the escarpment but as part of it as well. \nPhoto: JialiangGao www.peace-on-earth.org\nThe Dogon are a people rich in cultural history. Back when they first came to the land – in approximately 1490 AD – they were fleeing from invaders and drought. The escarpment made the perfect place to set up their villages and defend them. \nPhoto: H?vard Solstad\nThe Dogon practice a religion that is based heavily on ancestor worship. A Hogon is a priest who works with a few villages (rather like a parish priest does in Christianity) and is the spiritual leader of the people. Religious life is part of the day-to-day as well, however. Dogon villages are spiritually divided one sense – a symbiotic relationship is thought to exist between living and dead men – but each person has a shared village surname, a sign of strong unity.\nPhoto: Dario Lorenzetti\nThe incredible rock art above is found in a ritual area for a triennial boys' circumcision ceremony. Ritual and ceremonies are rooted deeply in the culture, with many shrines to their gods and deities. One of the most important rituals is one we in Western society might well take note of; as one site has it: \"The women praise the men, the men thank the women, the young express appreciation for the old, and the old recognize the contributions of the young.\" \nPhoto: Lukecf\nRavines pierce the escarpment, making their own microclimate in its shaded terraces. It is humid in the ravines, and they have become home to dense vegetation – some not seen in the valley below.\nPhoto: upyernoz\nThere are even boggy areas that are formed due to water retention in the different fissures of the escarpment, at least on the gentler slopes and horizontal areas.\nPhoto: Crazy Joe Devola\nIn the image above, we have an example of a Dogon village built into the hills. For those who want to learn more about the Dogon, a good article on their beliefs and myths can be found here. \nPhoto: Jeff &amp; Susan\nDogon architecture is simple but attractive, made up of mud houses and granaries that traditionally have a thatched roof. The Dogon also make ladders to reach high up the escarpment to spots where there are burial caves for the people.\nPhoto: qiv\nHere we see one of the ravines mentioned above. The Bandiagara Escarpment is considered one of Africa's most imposing cliffs due to its archaeological and ethnological as well as geographical characteristics. The escarpment culminates in Mali's highest peak, Hombori Tondo.\nPhoto: Havard Solstad\nThe massive rock ends here, after journeying the full 150 km through Dogon land. One of the world’s most impressive cliffs, it can be compared to those of the Grand Canyon and other better-known sites.\nSource: 1, 2, 3, 4, 5","author":"Michele Collet","web_category":"travel","title":"Bandiagara Escarpment: Africa's 1,600ft High Tribal Burial Site","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","url":"http://www.environmentalgraffiti.com/news-bandiagara-escarpment"}