{"summary":"Despite the overwhelming number of visitors that make the trip to Siena for the race – held on July 2 and August 16 – Il Palio is first and foremost tradition and a reminder of Siena’s medieval past. Twice a summer, the Piazza del Campo, or central square, in the otherwise quiet Tuscan city of Siena swells to capacity with locals and tourists alike for one of the most pulsating sporting events in the world – Il Palio","advice_category":"8","content":"\nPhoto: Peter Sterling\nTwice a summer, the Piazza del Campo, or central square, in the otherwise quiet Tuscan city of Siena swells to capacity with locals and tourists alike for one of the most pulsating sporting events in the world – Il Palio. The horse race, held on a narrow strip of dirt imported specifically for the event, circles the piazza – and tens of thousands of onlookers – in less than two frenetic, often terrifying minutes. \nPhoto: PeterSterling\nDespite the overwhelming number of visitors that make the trip to Siena for the race – held on July 2 and August 16 – Il Palio is first and foremost tradition and a reminder of Siena’s medieval past. The build-up to the race involves fierce off-track jockeying for allegiance and leverage between the contrade, or neighborhoods, of Siena. All contrade have rivalries with different sections of the city, and strive to place themselves in a superior position through secretive dealings that continue until race day. \nThe build-up to Il Palio steadily gathers in momentum through the late afternoon heat, with the race itself taking place in the evening. A lengthy pageant parades the flags of each contrada around the square, as well as uniformed horsemen and, eventually, the banner itself – designed each year by a different artist. As Sienese nobility watch from surrounding terraces and roof decks and momentum builds in the square below, riders approach the starting rope and begin to position themselves. The drop of the rope – held taught across the dirt path – signifies the start of the main race. But it is up to one contrada, determined by lot, to race forward and cue the start. Because of this complexity, false starts are common and raise anxiety with each passing moment. As the evening shadows lengthen over the piazza, nervous energy builds and shouts of encouragement – and frustration – reverberate off the ancient stone facades. Then, when he glimpses his opportunity, the starting rider surges forth. The rope drops, and ten bareback riders spur their horses forward to glory. \nBecause of the narrowness of the track and tight corners, one of which measures almost 90 degrees, accidents are common, and it’s also not unusual to see a horse galloping to the finish without its rider. Several recent races have seen horses slam into the sidewalls and jockeys hurtling into the crowd. All of this adds to the incredible atmosphere of the evening, with thousands of voices imploring their contrada on while necks stretch to catch a glimpse of the drama. \nPhoto: Peter Sterling\nThe emotion of the event becomes even clearer at the finish. The winning jockey often collapses in tears of joy, enveloped by adoring contrada members, while other supporters immediately climb to where the Palio banner is held and carry it away euphorically. For the losers, there is temporary heartbreak. Supporters stand dumbfounded, often inconsolable in defeat. For tourists, the emotion is palpable, but often difficult to comprehend. While Il Palio is an accessible spectacle, costing nothing and held regularly each year, to witness it firsthand is to realize that it will continue, year after year, with or without outside interest. For the Sienese, it is a day of passion and tradition, joy and heartbreak.","author":"pasterling","web_category":"travel","title":"Il Palio: Siena's Electrifying Horse Race","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rural1.jpg","url":"http://www.environmentalgraffiti.com/cultures/news-galloping-glory-tuscan-town"}