{"summary":"Not surprisingly the colour changes of the chameleon are most dramatic and rapid when interacting with other chameleons – changing from one colour to the next may only take 20 seconds.. A chameleon’s skin does not grow so in order to expand it must shed frequently – baby chameleons shed every few weeks and adult chameleons about every four months.","advice_category":"2","content":"\nPhoto: Yo, what’s up y’all? DJ Cham is photoshopped but the rest are not! \nImage: marfis75\nWhen we think of chameleons, we think of their ability to change colour - and contrary to popular belief this is more a means of communication than camouflage. Lacking an outer or middle ear, or indeed facial expressions, it is believed chameleons are largely deaf and communicate instead via long-distance vibrations. And for eye-to-eye interaction they have another way of getting under each other’s skin: changing colour to indicate mood. Yellow means “Hands off, I’m grumpy!” and green “Proceed, I’m chilling”. Pretty cool we think. Definitely leaves mood rings far behind.\nChameleons belong to the family of Chamaeleonidae, a distinct and specialised subspecies of lizards. Around half the 160 known species live on Madagascar, and of these roughly 60 can only be found on this island nation of the eastern coast of Africa. Chameleons like warm habitats and can adjust to conditions ranging from rain forests to deserts. Their natural habitat stretches from Africa and southern Europe to South Asia and Sri Lanka, although they have also been introduced to Hawaii and California.\nGrumpy old men? Not really, read on:Photo: \nImage: cj berry 2009\nCommunication rather than camouflage is the main reason behind the chameleon’s ability to change colour. Chameleons communicate with each other by turning green, blue, yellow, red, brown, white or black. Contrary to popular belief chameleons don't simply take on colours from their surroundings, but rather display ones that indicate their moods and attitudes, for example their willingness to mate.\nA bit indecisive, are we? Panther chameleon at the zoo in Zurich:Photo: \nImage: Matthias Zepper\nSkin colour changes in response to temperature, mood and ultraviolet light, which is part of a chameleon's visible spectrum, and these variables also play a important part in dictating their social behaviour and activity levels. Female panther chameleons turn dark brown or black with orange stripes when they are carrying eggs or generally want to signify to males that they have no intention of mating. Talk about being direct!\nDon’t even think about it – gravid Panther chameleon female:Photo: \nImage: B.navez\nThe chameleon’s outer layer of skin is transparent, and it is the three layers below, each with different cells containing pigments called chromatophores, that give them their colour-changing ability. The first layer contains cells with red and yellow pigments called xantrophores; the second regulates blue tones with guanophores; and the deepest contains melanophors with black pigments - something familiar us all as melanin gives human skin its various shades of brown.\nFeeling blue? Veiled chameleon dressed to impress:Photo: \nImage: Matt Reinbold\nThe chameleon's skin cells expand or contract depending on external light and heat levels and internal chemical reactions. An angry chameleon, for example, may flash a bright yellow colour because the yellow cells have fully expanded, blocking all blue-reflected light from below.\nRather angry looking chameleon at the zoo in Zurich: Photo: \nImage: Tambako the Jaguar\nNotice the shedding skin at its tail. A chameleon’s skin does not grow so in order to expand it must shed frequently – baby chameleons shed every few weeks and adult chameleons about every four months.\nYoung and relaxed – baby chameleon at the zoo in Antwerp:Photo: \nImage: Frank Wouters\nFor chameleons, beauty is indeed skin deep. A calm chameleon looks green because the not fully contracted yellow cells allow blue light to pass through.\nFully chilled out – Yemen or Veiled chameleon at the Berlin Zoo:Photo: \nImage: Kupos\nChristopher Raxworthy, one of the world’s leading chameleon experts, had this to say about the relationship between colour and mood in chameleons:\n\n\nJust moments after the photo below was taken the chameleon opened its mouth wide and made a hissing sound, indicating it felt threatened.\nYup, here’s an angry fellow; note the dark colour, pincer feet and coiled tail:Photo: \nImage: JackyR\nIt’s hard to say if the fellow in the picture below has not yet finished changing from an angry yellow/red to an aggressive black or vice versa. It doesn't really matter as both moods indicate trouble...\nIf in doubt, hands off – dark chameleon in Andasibe, Madagascar:Photo: \nImage: David Dennis\nIf you think this sounds outlandish, consider that even humans change colour, though admittedly in a much less dramatic fashion: we turn red when we’re out of breath, angry or embarrassed and white when we're shocked or unwell. Of course colour isn't as important to us as an indicator of mood because, unlike chameleons, we have many more options for expressing ourselves, such as language, facial expressions or body language.\nRhinoceros chameleon - light colours mean ready to date, er, mate:Photo: \nImage: Colin Houston\nNot surprisingly the colour changes of the chameleon are most dramatic and rapid when interacting with other chameleons – changing from one colour to the next may only take 20 seconds.\nAnd although the scientific study of chameleons started in the 1960s, many questions as to why and when chameleons change colour and if they are aware of it remain unanswered. It seems that for quite a while longer they’ll have to remain Karma Chameleons...\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"The Many Moods of the Chameleon Illustrated in Colour","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-43404-2910915830103691965S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/mood-chameleon-colour/14886"}