{"summary":"Photo: Emergency BrakeNotice how clean this kid's running shoes are? I somehow don't think they will stay that way. Photo: Wesley Fryer Mutton busting equipment","advice_category":"8","content":"\nPhoto: Jeff JaquishMutton buster wearing his extra special mutton bustin' helmet\nThe song called \"Mamma don't let your babies grow up to be cowboys\" may give good advice, but once they get a gander of this sport, the kids may be lost to it at a young age. Mutton busting is the new activity in junior rodeo, where parents pay money for their two- to six-year-olds to climb on top of a sheep and try to hang on as long as they can as it tries to get them off!\nPhoto: Jeff JaquishA good ride for this little mutton buster!\nImagine bronco riding with no ropes, spurs, saddles and all riders have to be under 60 pounds! There is little danger to the sheep and the child as the entities that host the events are very careful to insist on safety for both. Even though there are no set national rules, weight limits are between 55 and 60 lbs to protect the sheep while to protect the child, helmets and padded vests are a must. Liability slips are naturally signed by the parents as well.\nPhoto: pinedaleonline.comDo they teach these kids how to slide down the side or is it innate?\nBill Armstrong, 69, who has run the Payson (AZ) Rodeo (the \"world's oldest continuous rodeo\") for 25 years says: \"I've watched a thousand of these and I've never seen a kid get hurt. Maybe scratched. Ninety-nine percent of the time it's their feelings that get hurt because they get knocked off.\" \nPhoto: Arthur MouratadisThis little sheepgirl is sticking like a burr to a dog!\nMutton busting is fun for all involved. The smallest toddlers, the two-year-olds, are often put on, geared up with safety helmet and padded vest, and as soon as the chute opens, Dad whisks them off the sheep's back, so they can say they actually rode a sheep while waiting a couple of years to do the real thing and get out into the arena.\nPhoto: Eric WardI am not sure here if he is falling off or prefers to ride from side saddle\nHow do they ride them? Well, many of them don't, beyond the chute, but for those who manage to stay on, they ride them lying down. As Mr. Armstong put it, \"imagine a monkey riding a football.\" They are more likely to slide off than fall that way. A very important note for the ladies - girls often do better than the boys because they are more coordinated at that age.\nPhoto: Emergency BrakeNotice how clean this kid's running shoes are? I somehow don't think they will stay that way\nNow obviously, not all mutton busting children are going to grow up to be cowboys or cowgirls, but seven-time allround cowboy world champion Ty Murray started out riding sheep, so you could be giving them a start to a good career! And even if they don't think it'ss fun, it builds self confidence, no matter how long they stay on for, just riding a sheep for a few seconds is going to be unusual and exciting for them.\nPhoto: rhyman007Ooomph! And he is still hanging on. Got grit this one does.<\nFalls and tumbles abound, cheers and shouts, smiles and lots of encouragement from the crowd, family and guests make the pain of a tumble go away pretty quickly. Especially if you are the winner! Most of the rodeos give all of the participants something like a belt buckle while the winner gets a separate prize of new boots, a hat or money.\nPhoto: Pirate Princess\nThe \"Hollywood Kid\" pictured here walked in and stole the show from the locals when his dad made a side trip, on a vacation drive from LA to Denver to catch a rodeo. Walked away with all the glory including $200, which he refused to let his dad use for gas!\nPhoto: Tom Pratt\nPhoto: dave mcmt\nFor those who like things a little tamer than mutton busting, another introductory sport for the big cowboy/cowgirl sports is stick horse racing! My favorite of all because the expressions on these kids' faces are as sweet as can be.\nPhoto: dave mcmt The photographer says he isn't sure whose eyes are bigger, the horse's or the little boy's! \nThe tiny tots practice for grown-up barrel racing by riding their stick horses around the buckets, and there is always a helping hand ready by either the parent or the judge, if the race gets a little scary for them!\nPhoto: davemcmtThis little girl gets a nod of encouragement as she starts the turn of a bucket!\nPhoto: Wesley Fryer Mutton busting equipment\nRodeo has evolved from the days of old when it was an adult sport only, with little care taken regarding the safety of man or beast at any level, to one with more safety precautions and concern for the humane treatment of the animals. With the advent of mutton busting, it truly is fun for the whole family, from the oldest to the very youngest.\nSpecial thanks to Dawn Ballou of PineOnline.com for all her help and permission to use pictures, as well as to Jeff Jaquish for the use of his photographs as well.<\n\nSources: 1, 2, 3","author":"Michele Collet","web_category":"lifestyle","title":"Mutton Busting: Children Riding Sheep in Junior Rodeos","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","url":"http://www.environmentalgraffiti.com/news-mutton-busting-new-activity-junior-rodeo"}