{"summary":"Making business and personal activities carbon neutral is the Mount Everest of the 21st century in terms of effectively reducing the amount of carbon released into the atmosphere. How do we stop polluting and start offsetting our own blunders effectively so the consciousness of the planet responds in more human friendly way? Some consider offsets to be papal indulgences, expiating our guilt and sins - and in a way they have a point","advice_category":"8","content":"\nPhoto: Kappa WayfarerCarbon offsets are environmental roads to a low carbon economy, but there are a few pot holes along the way\nMaking business and personal activities carbon neutral is the Mount Everest of the 21st century in terms of effectively reducing the amount of carbon released into the atmosphere. Carbon offsets are the new-age carbon emission solutions. They are designed to reduce carbon emissions proportionately with the energy expended in other activities.\nLike any new industry with minimal regulations there are risks of fraud which include the sale of credits from nonexistent carbon reduction projects or multiple sales of the same credits. The other issue is guaranteeing the permanence of the offsetting project. Young trees die and leakage occurs when a polluting activity is displaced from one location to another.\nPhoto: Alan Murray-RustOffsetting is a long way from producing a carbon stable world\nHow do we stop polluting and start offsetting our own blunders effectively so the consciousness of the planet responds in more human friendly way? Some consider offsets to be papal indulgences, expiating our guilt and sins - and in a way they have a point. We throw whatever sounds feasible into the offsetting pot and expect results while most governments around the world do little to promote group alternatives that include clean technologies and regulations to control greenhouse gas emissions.\nRelying on governments to pass laws that will effectively offset our senselessness is one road to take, but that road must start with personal responsibility to reduce and recycle our own wastage. One effective way to offset carbon emissions is to take a closer look at the EM energy field, which is capable of producing unlimited free energy. Nikola Tesla wrote about it in 1891 and T.E. Bearden and his associates received a patent on a generator to use that form of energy in 2002.\nThe impact that EM generators will have on the environment this century will offset our emissions faster than most of us realize. They will give our grandchildren the opportunity to experience a truly carbon neutral world.","author":"North","web_category":"lifestyle","title":"Offsets are the Papal Indulgences of the Environmental Faith","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","url":"http://www.environmentalgraffiti.com/nature/news-offsets-are-papal-indulgences-environmental-faith"}