{"summary":"\"I know it's important for some people but they shouldn't be killing the cats,\" 9-year-old Darcy Vasquez said while cradling her 4-week-old kitten.  In fact, the only thing that could possibly evoke stronger emotions is a multitude of kittens","advice_category":"8","content":"\nThere are few things in this world that elicit such strong reactions from people as a kitten.  In fact, the only thing that could possibly evoke stronger emotions is a multitude of kittens.  (My experience strongly suggests that the delight one feels from each kitten multiplies exponentially as each kitten is added to the equation).\nHowever, kittens are only kittens for a short while and spend the remaining ninety-six percent of their lives as adults.  While most tolerate and occasionally prefer this obviously less-cute form of a cat, the people of Peru will have nothing of the sort.\nEvery September, people from around the country flock to the small farming town of La Quebrada to celebrate the festival of Saint Efigenia.  During the festival, the small African descendant minority in Peru celebrate their unique forms of art, dancing, music, and, of course, cat cooking techniques.\n\"We want to show black people - and people of every race - that here in (La Quebrada) we have a black saint and we are descendants of (slaves) ... so we have a great big party,\" said Sabio Canas, president of a black art and culture association and avid cat eater.\n\"I think it's great that people have made the effort to dance, sing, eat a little cat,\" said Roberto, 17, who made the 90 mile trek from Lima for the event and apparently never has seen this picture.\nCat became a regular menu item to the black population of Peru when they were forced to scrape whatever food they could from the plantations they labored on.\nThe fricassee was a little lacking last year as only a minuscule 100 cats were caught due to protests by local animal rights activists.\n\"I know it's important for some people but they shouldn't be killing the cats,\" 9-year-old Darcy Vasquez said while cradling her 4-week-old kitten.  Much to the dismay of the crowd, Darcy's little appetizer was kept far from the frying pans.\nFurther Reading: 1, 2If you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Brad Handley","web_category":"lifestyle","title":"Cute Little Cats Get Made Into Burgers At Peruvian Festival","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Sphinx_1.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/cute-little-cats-get-made-into-burgers-at-peruvian-festival/1367"}