{"summary":"By day, he is a career counselor from Gladbrook, Iowa, and at night, he devotes his time to what he thinks of as a hobby  - creating truly beautiful things with thousands of matchsticks. After selling to Ripley’s, Pat wanted a permanent home for his work but could not afford to build one, so in 2000, the town of Gladbrook, through donations, grant money and volunteer labor, erected a place to house not only a museum for Acton’s work, but also a city hall and movie theater","advice_category":"6","content":"\nPhoto: dory four \nAnybody who read ‘Lord of the Rings’ in their younger days and saw those incredible movies of the trilogy will know how much film director Peter Jackson loved his details; something in which he is certainly not alone. One group of artists who possibly do not see themselves that way are the dedicated band of patient geniuses who create models from matchsticks, a real long-term commitment to art. \nPhoto: dory four \nOne of these amazing people is Patrick Acton. By day, he is a career counselor from Gladbrook, Iowa, and at night, he devotes his time to what he thinks of as a hobby  - creating truly beautiful things with thousands of matchsticks. \nIt began in 1977 when he created his first work, a model of a local church, but it was to be 16 years before his wonderful work began to be noticed by anyone outside of his own family. \nPhoto: Pat Acton, used with permission \nThat first model used only 500 matches, but by the time 1993 came around, Pat had created some fantastic items, and 15 of his sculptural masterpieces were bought by Edward Meyer, vice president of the famous ‘Ripley’s Believe It or Not' Museum. Meyer thought that Pat’s models were outstanding and commented: “I don’t think I’m exaggerating to say Pat is the best we’ve ever seen.” \nPhoto: Pat Acton, used with permission \nPat Acton had an expert stoneworker for a father, who seems to have passed on his artistic leanings. As a child, Pat always felt the need to take things apart, just to see how they went together. After selling to Ripley’s, Pat wanted a permanent home for his work but could not afford to build one, so in 2000, the town of Gladbrook, through donations, grant money and volunteer labor, erected a place to house not only a museum for Acton’s work, but also a city hall and movie theater. \nPhoto: Pat Acton, used with permission \nActon freely donated five of his best creations to set things in motion. In 2003, the ‘Matchstick Marvels Museum’ opened its doors and has been growing in popularity ever since. Small wonder, when you consider the time and effort that goes into some of these outstanding works. \nPhoto: Pat Acton, used with permission \nPat spent several hours every single night for three years developing and perfecting his Hogwarts School of Magic sculpture, and the detail is truly phenomenal, including all the turrets, walkways and gargoyle-festooned towers seen in the films. Pat had used a total of 602,000 matchsticks and 15 gallons of carpenter's glue for Hogwarts, which is 10 ft long and about 9 ft wide. The great tower stands at 7 ft.\nPhoto: Pat Acton, used with permission \nOver a period of 30 years, Pat Acton has created over 60 models, including the US Capitol building, the space shuttle Challenger, Notre Dame cathedral as well as ships, dinosaurs and more. At the onset of his modeling career, he got matches from a local store, using school glue, a craft knife and sandpaper. Today, he uses specialist matches, having over time developed a method for crimping and bending individual sticks into curved shapes with needle-nosed pliers, and without the need for water or steam.\nPhoto: dory four \nHis latest and most ambitious creation to date was the re-creation of Minas Tirith, the capital city that played a pivotal role in the ‘Lord of the Rings’. This incredible structure took an incredibly long time to put together, but the end result is a truly breathtaking edifice, mind-blowing in scope. \nPhoto: nostri-imago \nOf course, Pat Acton is not the only matchstick modeler around. Rex Pollard from Manchester in the UK created a stunning three-quarter scale replica of a 1907 Rolls-Royce Silver Ghost, using over a million individual matchsticks! Thirteen feet in length, the model boasts moving engine parts, turning wheels, working lights and took Mr. Pollard 4,609 man-hours to build! \nThis is another awesome example of patient dedication to art and deserves much praise. These fantastic people are genuine artists in every sense, bringing objects into being that fascinate and inspire us with their attention to detail and superb talent. No matter how ambitious future projects may appear, have no doubt that the dedication they are always willing to show will shine through, and they will almost certainly achieve spectacular results, whatever they choose to tackle. We can hardly wait to see what comes next. \nPhoto: doryfour \n\nSources: 1, 2, 3, 4","author":"tonyleather","web_category":"art+and+design","title":"Incredible Matchstick Models by Pat Acton","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Mini1.jpg","url":"http://www.environmentalgraffiti.com/news-incredible-matchstick-models-amazingly-artistic-people"}