{"summary":"Image: Green Roof Blocks. Image: Green Roof Blocks","advice_category":"6","content":"\nImage: Green Roof Blocks\nEuropeans have known and enjoyed the benefits of living roofs, or green roofs, for many years. Only now, as the push to ‘go green’ has increased, are Americans finding the same cost and earth saving advantages. Living roofs not only increase energy efficiency, by reducing the amount of heat or cold radiated into a home or building, they also collect storm water runoff. The plus side of which is a reduction in ‘Urban Heat Island,’ a phenomenon in large cities where the heat of the buildings raises the overall city temperature by as much as 10 degrees.\nImage: Green Roof Blocks\nGreen Roof Blocks, available exclusively through Saint Louis Metalworks Company in Florissant, Missouri, has a ground breaking new product. These ‘blocks’ allow builders, home and business owners the ability to enjoy a green roof without the massive soil amounts used in other green roof applications, which add unnecessary weight and cost to such a project. They have a designed weight, similar to the ballast weight recommended by single ply roofing manufacturers, and starting at $15 per square foot, are also affordable.\nImage: Green Roof Eco Cap\nNo matter your plant choice, evergreens, flowers, whatever your fancy, a living roof will bring years of energy efficiency, with minimal upkeep, and help reduce your personal carbon footprint. Mother Nature will thank you, so will your wallet.\nImage: Green Roof Blocks\nFor more information, visit The Green Roof Blog.\nSource: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album. ","author":"luanndawkins","web_category":"art+and+design","title":"Green Roof Craze Strikes America","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/green-roof-craze-strikes-america/2522"}