{"summary":"Urban farms with less access to sunlight depend on technologies that convert electricity into light and help more light from lamps to reach leaves. Conventional grow lamps, LED light sources and other innovations keep indoor crops growing when natural sunlight is scare.","advice_category":"4","content":"\nPhoto: Joseph Dunsay\nDuring the short days of late December, many New York City households bring light into their neighborhoods with candles and holiday decorations. New York City's indoor farmers face a similar need to bring light to dark places. Conventional grow lamps, LED light sources and other innovations keep indoor crops growing when natural sunlight is scare.\nBoswyck Farms is a New York City company dedicated to indoor farming R&D and education. The chief hydroponicist at Boswyck Farms explained past and present projects during a tour of his lab. Boswyck Farms has built indoor farming systems for local nonprofits such as a food pantry and a center for recovering patients. The next project is a greenhouse at a school. Research and development at Boswyck Farms includes work on lighting systems. Various lab stations at Boswyck Farms test different techniques.\nPhoto: Joseph Dunsay\nMany of the stations are near large windows to utilize natural sunlight. Conventional grow lamps light most of the crops. One station contains plants in a cabinet. The white interior of the cabinet reflects light back to the crop. Peppers at another station have grow lamps very close to them so that a higher intensity of light reaches the plants. The grow lamp moves between multiple plants to supply all of them with light. An LED grow lamp at another station produces light with less energy compared to traditional grow lamps.\nPhoto: Joseph Dunsay\nIndoor agriculture is still a developing field. Single-story greenhouses are economically viable because they can rely heavily on natural sunlight. However, this design is not always practical in a densely populated neighborhood. Urban farms with less access to sunlight depend on technologies that convert electricity into light and help more light from lamps to reach leaves. Ongoing research is improving these technologies. Overall, the future looks bright for energy-efficient greenhouse lighting.","author":"Joseph Dunsay","web_category":"science","title":"Lighting Technology Makes the Future Look Bright for Indoor Farming","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb27.webshots.com-14490-2300872820102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/biology/news-lighting-technology-makes-farming-indoors-more-feasible"}