{"summary":"Paul Cook is an artist who works with geometry and symmetry to make amazing prints. I asked Paul why symmetry was so important to him","advice_category":"6","content":"\nPhoto: Paul Cook\nPaul Cook is an artist who works with geometry and symmetry to make amazing prints. He uses a wide range of subjects in his work and here we take a look at his \"menagerie\" series.\nPhoto: Paul Cook\nCould you tell this was a closeup of an ostrich face at first? Wouldn't want that pecking at me!\nPhoto: Paul Cook\nThis stunning tiger print is an enveloping piece of artistry and symmetry. Paul says about his work: \"The exploration of symmetry as a holistic aesthetic has become something of an obsessive compulsion.\"\nPhoto: Paul Cook\nI asked Paul why symmetry was so important to him. \"When my images are crafted, composed and resolved the harmony and balance often unlock abstract anthropomorphic 'secrets'. (Not unlike the subliminal effect of a Rorschach test.)\"\nPhoto: Paul Cook\n\"The images overlay fragments into forms reminiscent of microscopic organisms and architectural molecular structures. The unique technique of isolating the subject matter creates an iconic effect that sometimes makes it difficult to navigate the origin of the picture.\"\nPhoto: Paul Cook\nPaul's background is in custom digital audio and he discusses how that may have had an influence: \"The sample, cut and paste, loop methodology of modern composition might have something to do with the way I approach fine art photography and graphic design. Some of my audio work (from the '90s) can be viewed on my FB video page.\" \nPhoto: Paul Cook\nPhoto: Paul Cook\nI am not sure what animal the above is (maybe a crocodile?!), but the pattern is an incredible whole that negates the need for a definitive origin.\nPhoto: Paul Cook\nHis artistic statement says that the images are the \"study of inherent beauty of sacred geometry.\"\nHis work is up for consideration in the Courvoisier collective and any votes can be given here","author":"Michele Collet","web_category":"art+and+design","title":"The Amazing Symmetrical World of Paul Cook's Art","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/rat-in-doel.jpg","url":"http://www.environmentalgraffiti.com/news-paul-cook"}