{"summary":"While many of us love sunflower seeds, pumpkin seeds and squash seeds, there are people who also eat apricot seeds. Can you believe that the most venomous fish in the world is currently being eaten by us humans? Served as sashimi called Okoze, the Stonefish has 13 poison-equipped spines which, if you were SO unlucky to step on it while diving, better hurry to get help with anti-venom or you are bye-bye","advice_category":"8","content":"\nAre you a Romeo or a Juliet looking to score some poison from the apothecary? Well too bad, because these dangerous foods won't actually kill you - if you eat them right!\nPhoto: cakeskye\nThrill-seekers who are too afraid to skydive from an airplane, swim in shark-infested waters or enter a haunted house can (for a bit of money) eat stuff that can, well, provide a bit of excitement to their daily normal lives. What makes it daring is the fact that these are deadly foods that many people wouldn't go near!\nPufferfish!Photo: Matt O Hara\nMany have heard of the notoriously popular \"fugu\", which is Japanese for pufferfish. Many too know that it can cause paralysis and eventually, death, if the dish is prepared incorrectly. \nPhoto: Suguri F\nPickled, fried, stewed or made into salad, this is nothing compared to the sashimi version where the dish is arranged in a way that resembles a Chrysanthemum, otherwise known in Japanese culture as the symbol of death. Feeling hungry? Take note folks: there is no known cure!\nJuicy berriesPhoto: oceandesetoiles\nElderberries, delightful as marmalade, wine and pancake syrup, have a dark secret hidden in its branches: cyanide. But fear not! For only its leaves, twigs, seeds and roots contain the deadly toxin. Take caution though when drinking herbal teas made of elderberry leaves, and don't even think about eating the unripe fruits and flowers that contain a toxic alkaloid.\nCook it right!Photo: Emily Barney\nA food staple in places such as the Carribean, Central & South Americas, cassava (also known as yucca) when improperly cooked, turns into cyanide as it is digested in the human body! Having enough poison to kill a cow, cassava can still be delicious as long as the proper measures are taken in its cooking. Though it is best not to eat the rootcrop during drought as the toxin is at its most potent at these times.\nAlcohol not allowedPhoto: James Lindsey\nMushroom lovers beware: the inky cap mushroom may be eaten fine, but do not mix in any alcoholic drinks! Violent illness will await those who don't take heed! It is advised to even stay away from perfume or rubbing alcohol as a slight hint and sniff of either can trigger the effects of facial reddening, nausea, vomiting, malaise agitation, palpitations and tingling in limbs. Yikes! Best to stay away from alcohol five days after eating the 'shroom too, as it takes that long for its effects to wear off.\nSeedyPhoto: king_david_uk\nSeeds are not just for the birds. While many of us love sunflower seeds, pumpkin seeds and squash seeds, there are people who also eat apricot seeds. While this may seem uncommon, some unfortunate people in Turkey where apricot trees are a-plenty, have died of overeating its seeds. If you must insist on sampling it, roasted seeds with a bowl of milk are safe. Take note though that this seed awareness should extend to cherries, plums, peaches, almonds, and even apples, all of which contain cyanogenetic glycosides, and upon ingestion releases hydrogen cyanide... an extremely poisonous liquid. But it will take massive amounts of seeds anyway, so you're safe (yes, I mean you, the reader eating an apple).\nBanned clamsPhoto: willsfca\nWhen in Shanghai, avoid eating Blood Clams, regardless if they're a delicacy. Known to cause hepatitis A & E, typhoid and dysentery, these red clams have been banned there since 1988. Should you encounter them in Japan as sushi, where it is called akagai, you can be assured of its safety - as long as you have proof that they were safely cultivated! Illegal imports of the clams are found in New York's Chinatown though, so be forewarned!\nCroaking seasonPhoto: Nick Harris1\nOshiketakata disease...wait, what? Yes, that is what you call the result of eating a bullfrog which hasn't matured. In Namibian traditional cuisine, one of their delicacies is the massive bullfrog. Eaten whole but with a lot of risks, the bullfrog's skin and organs are dangerous and if you are unlucky, eating the toxic portions will give you kidney failure. If you dare to try it out, waiting until the \"third rain of spring\" preferably after mating season, and when it starts to croak, is the best time to catch it. I won't double dare you.\nJamaican vomiting sicknessPhoto: kaiton\nPerfect timing is crucial in preparing ackee, the national fruit of Jamaica. If eaten too ripe or not ripe enough, it can cause a \"Jamaican vomiting sickness\", seizures or fatal hypoglycemia. Only the inner yellow parts can be eaten, forget the rest (which includes the red skin and black bits), and when cooked right it is actually quite tasty and high in protein, essential fatty acids and vitamin A.\nDeadly fishPhoto: yfrog.com\nA fishy Indian Ocean delicacy, the Silver-striped Blaasop may be delish, but much care and caution should be taken during its preparation. The skin, liver and reproductive organs when eaten, can cause fatal muscle paralysis and breathing problems. Ten deaths have been attributed to this fish, let's not add more to that!\nAnother deadly fishPhoto: ippei naoi\nCan you believe that the most venomous fish in the world is currently being eaten by us humans? Served as sashimi called Okoze, the Stonefish has 13 poison-equipped spines which, if you were SO unlucky to step on it while diving, better hurry to get help with anti-venom or you are bye-bye. And be careful while walking the beaches of Australia as stonefish can stay out of the water for up to 24 hours and are sometimes mistaken for rocks and corals.\nVenomous relativePhoto: Richard Ling\nAnd yet another delicious fish with 13 venomous spines also being enjoyed as food is the Red Rock Cod. Found in the waters of New Zealand and Australia, this creature is a member of the prestigious scorpionfish family, many of them, poisonous.\nMonster jellyfish!Photo: hushigi.com akita\nThe Echizen Jellyfish, otherwise known as the ginormous jellyfish that invades Japan every autumn and causes problems for the fishing industry, has now been turned into a delicacy. Salted with cucumber and vinegar soy sauce or plum sauce, it is best eaten raw and without the toxic parts of course. That's a lotta jellyfish as this certain species, also called Nomura's Jellyfish, grows up to 6 feet long!\nBeware of this vegetablePhoto: Bob Gutowski\nRhubarb is best loved as a pie, but never use its leafy leaves for anything! They contain poisonous substances, such as a corrosive toxin called oxalic acid. Only the stalks are used, but follow the recipe very well just to be on the safe side. Enjoy your pie! \nPhoto: Vilseskogen\nWhat is it about living life on the edge that we intelligent humans seek to eat things that could potentially harm us, paralyze us, and maybe even kill us?\n\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13","author":"eve","web_category":"lifestyle","title":"13 Most Poisonous Dishes You Can Eat","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/casu-marzu.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-edible-poisons"}