{"summary":"We must limit our intake of these bad foods and learn to enjoy the benefits of healthy alternatives. We are told that the food we buy and enjoy is unhealthy so we must buy more products to make us healthy again","advice_category":"8","content":"\nPhoto: Meadow Vale\nTo start, I am no way a physical fitness expert. Hell, I only quit smoking because of the high New York State cigarette taxes! I passed high school phys ed a few points shy of a failing grade, and I could in no way ever successfully hit a baseball or throw a football. I’m just not good at sports and I‘m in no way an overly healthy person. I am, on the other hand, a great observer and over the last 4 to 5 years, I have observed an increasing and unsettling trend in the media concerning public health. We, as a society, have a terrible relationship with both physical fitness and food.\nObesity is placed on the same level as neo Nazis and al Qaeda. As if this invisible force is lurking in the shadows somewhere, waiting to strike and kill us all. All around me, I see news reports of “increased obesity” and “the evils of sugars and fats”. Is the food we’re eating really killing us? No, it’s really not. It’s actually how much of it we are consuming.\nWhen you think about things in a clear and completely unbiased, level-headed way, you cannot buy this obesity crap. What many of these personal trainers, fitness gurus and even nutrition experts won’t tell you is that what you eat has literally no reflection on how your body looks. In reality, is it how much you are eating and the quality of your food. Although the level of activity does have a lot to do with personal health, eating the occasional steak or plate of nachos will not mean a coronary bypass down the road.\nPhoto: Top News\nThis is not to say you can engorge yourself on Double Downs and Mountain Dew and still turn out with Twilight-level, wash-worked abs and a butt like an Olympic Swimmer. However, simply looking at how many times you eat that bacon double cheese burger or extra serving of red skinned mashed potatoes each week will get you well on your way to understanding how to maintain a healthy diet without unnecessary freak outs. You really need to look at what your eating and see what’s inside of it. The foods that have a lot of chemicals, salts, fats and sugars should simply be consumed less often. It is even said that one should save these tasty yet fatty foods for the weekend as a reward for eating healthy during the week.\nUnfortunately, persons who come onto television programs and sell exercise equipment and health foods will not tell you that you do not need to have the workout routine of a football player and the diet of a ballet dancer to live a healthy life. The more exercise DVDs and healthy-minded literature you buy puts more money in the pockets of supposed health experts. Of course they are going to perpetuate the stereotypes of that evil Obesity character and tell you that if you don’t limit yourself in this way, you are going to die. Honestly, would Jillian Michaels or Billy Blanks be doing the programs they are doing without the paycheck?\nPhoto: Jack Lalanne Juicers\nAs with everything else in this flawed world, healthy living is based on money. Obesity is used as a scapegoat as well as fast food and soda. We are told that the food we buy and enjoy is unhealthy so we must buy more products to make us healthy again. This is simply two factions of corporations fighting over consumers. It is up to us as consumers to determine for ourselves that fried, processed foods are bad for us and fresh, non-messed around with foods are great. We must limit our intake of these bad foods and learn to enjoy the benefits of healthy alternatives. We must wean ourselves from unhealthy lifestyles without corporate influence and not take these experts for face value.\nAgain, I am NOT a health expert but I am not going to let someone else make choices for me. I remember an old clip from a late night comedy TV show in which a television jokester ate a huge cheese burger in front of notorious fitness expert, Jack Lalanne. Lalanne grimaced as the guy enjoyed the cheese burger and exclaimed, “I wouldn’t feed that thing to my worst enemy. You are KILLING yourself”. No offence, Jack, but there is something wrong with you if you cannot enjoy the occasional bit of junk food. Perhaps super healthy lifestyles are actually an early warning sign of some kind of deep-rooted psychological disorder. One can only hope.\nSources:1, 2, 3\n","author":"WillieMain","web_category":"lifestyle","title":"Exploding the Myth of the Healthy Lifestyle","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/7-foods_veggies.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-are-foods-we-are-killing-us"}