{"summary":"Merely offsetting holiday travel through carbon credits is not enough to stop the harm being done to the environment and it is a token gesture at best when faced with the amount of pollution created by second homes.. Airline travel, especially that for those who go on holiday, has been blamed for the increase in carbon pollution","advice_category":"8","content":"\nPhoto: Adrian Pingstone\n\nWhile not a perfect solution to the growing environmental threat facing society, carbon offsetting does offer a way to help reduce some of the future damage. Airline travel, especially that for those who go on holiday, has been blamed for the increase in carbon pollution. While it is true that these flights do create large amounts of pollution that needs to be offset there are a number of other factors in the increase of pollution that should be addressed.\nThe wasteful attitudes found in many Western societies is responsible for a large portion of the waste and pollution produced. Consumerism and disposable goods have made mass consumption easy without reminding consumers about the environmental costs of these items. Merely offsetting holiday travel through carbon credits is not enough to stop the harm being done to the environment and it is a token gesture at best when faced with the amount of pollution created by second homes.\nPhoto: Pam Brophy\nOwning a second or vacation home is a luxuty that more and more Westerners are adopting. Having an additional home in a warmer climate in which to vacation creates unnecessary strain on the environment by producing additional pollution. These second homes create a larger problem due to the fact that they must be traveled to either by car or by plane whenever they are visited, further adding to the environmental toll. Climate control and lighting on second homes creates additional pollution that is rarely offset through carbon credits.\nIn addition to the problem created by owning a second home, this kind of lifestyle reinforces a level of harm far worse than that created by flights. Steps must be taken to reduce the impact created by all aspects of daily life in Western society as opposed to just thinking about the carbon impact of luxury travel.","author":"Slade","web_category":"lifestyle","title":"Are Second Homes Worse For The Environment Than Flights?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","url":"http://www.environmentalgraffiti.com/nature/news-are-second-homes-worse-environment-flights"}