{"summary":"Most Christians would expect either burial or cremation after a funeral. Hindu Cremation or Burial in India","advice_category":"8","content":"\nPhoto: markhillary\nMost Christians would expect either burial or cremation after a funeral. In India, Hindus have similar options, with different environmental impacts; Parsi rituals are the most eco-friendly but have had their own difficulties. How should an environmentalist greet death?\nChristian Funeral Arrangements in the Western World\nBurial in a cemetery is the most common course of action. The environment benefits from the preservation of grassland and trees.\nThe Green Burial Council is an organization promoting \"caring for the dead with minimal environmental impact\". In addition to certifying that burial grounds will not degrade an ecosystem, they make the following points about embalming, concrete burial vaults and cremation.\nTraditional embalming fluid uses formaldehyde. As reported by the Green Burial Council, this is a carcinogen and therefore threatens the health of embalmers. The Council has approved an alternative product made of \"nontoxic and biodegradable essential oils\". It is not clear how long the funeral can be delayed if eco-friendly embalming fluid is used.\nConcrete burial vaults require a significant amount of material. Both the processing and transportation stages of making concrete result in carbon dioxide emissions. Other methods of burial avoid concrete and are endorsed by the Council.\nAlternatives to Cremation in Western Countries\nIn western countries, the Globe and Mail reports that cremation uses about 92 cubic metres of natural gas. This would heat a Canadian home for about twelve days. Is this an extravagant waste of energy resources or a way to avoid tying up a patch of land for years?\nTwo alternatives to cremation are resomation and promession: each will turn a body into powder suitable for an urn. Resomation uses an alkaline chemical; promession uses freeze-drying with liquid nitrogen and then ultrasonic vibration - this would seem to have the smallest environmental impact.\nPhoto: MACSURAK\nHindu Cremation or Burial in India\nIn the Hindu faith, a funeral is the final ritual to dispose of a body after death. A samskara is a \"rite of passage and transformation\". At least one unique samskara deals with each of conception, birth, naming and marriage. The funeral samskara refines the material body by turning it into ashes or consigning it to the earth. Meanwhile, the soul is liberated for its next birth.\nWhile burial is an option for Hindus, cremation is preferred. In India, a traditional Hindu cremation requires about a half-tonne (500kg or 1,100 pounds) of wood for an open pyre. A \"green cremation\" in a more enclosed bier uses about one-third that much wood. However, this type of facility is not available everywhere. \nIndia has recognized the environmental impact of cremation, which uses some 50 million trees annually. Afterward, the bones are placed in the holy Ganges river.\nPhoto: poida.smith\nA Parsi Funeral in India\nParsi (Zoroastrian) funeral arrangements in India involve laying the corpse on a marble slab in a Tower of Silence. There, vultures and the sun dispose of the flesh of the deceased. However, those vultures are nearly extinct because of eating cattle that has been treated by a specific drug. A proposed alternative is to use solar concentrators to raise the temperature at the slabs, and thereby reducing the time before the corpse is ready for its final burial. Religious concerns and, perhaps, financial costs may have delayed this plan.\nPhoto: damo1977\nPlanning a Green Death\nAnyone can minimize his or her final impact on the environment with carefully planned funeral arrangements. \nReferences:\nGary May, Globe and Mail, \"The Green Final Frontier: Eco-burial\", published March 3, 2010, referenced Nov. 13, 2010.\nDavid M. Knipe, Hindu Gateway, \"The Journey of a Lifebody\", published 1991, referenced Nov. 13, 2010.\nManipadma Jena, IPS News, \"‘Green Cremation’ Gets A Second Look\", published July 12, 2010, referenced Nov. 13, 2010.\nJason Overdorf, Parsi Khabar, \"Shrinking flocks of vultures spoil ancient culture’s funeral rituals\", referenced Nov. 13, 2010.\nGreen Burial Council, \"FAQs and Fictions\", referenced Nov. 13, 2010.","author":"MikeDeHaan","web_category":"lifestyle","title":"The Green Death: Funerals for the Environmentally Conscious","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","url":"http://www.environmentalgraffiti.com/spirituality/news-death-funeral-arrangements-and-environment"}