{"summary":"Since her certification as the World’s Smallest Horse, Thumbelina has acquired a huge fan club all over the world, with many millions of adoring fans in over 150 countries, with more finding out about her every week. Although she is much smaller than most miniatures, Thumbelina seems to be completely unaware of her supposed size disadvantage","advice_category":"2","content":"\nPhoto: darleeneisms \nSometimes you see the sweetest things without truly appreciating how very special they are. An excellent example of this is Thumbelina, the smallest horse in the world, according to the Guinness Book of Records. Born on May 1st 2001, this dwarf miniature horse stands only 17.5in tall and weighs a mere 57lb. She is not only certified as the world's smallest living horse but also the smallest ever recorded. Miniature horses are not a recent fad, as they originated in Europe nearly four centuries ago, originally bred as pets for European royal families. The earliest recorded was in 1650, in the Palace at Versailles where King Louis XIV lived. This monarch had his own zoo, featuring unusual species, including tiny horses. By 1765, these little equines featured in many paintings and articles throughout Europe.\nPhoto: darleeneisms \nDuring the 18th century, it was realized that certain workplaces would benefit from employing miniature draft animals like horses, notably coal mines. This meant that breeders began to diversify, breeding not only pet horses but also working beasts. 'Draft' miniatures were very strong for their height, and still working in some American mines as late as the 1950s.\nPhoto: darleeneisms \nThumbelina was born on May 1st, 2001 on Goose Creek Farms in St Louis. Since both parent horses were standard miniatures, it cam as a shock when the foal proved to be an extremely small one, even by miniature standards. Thumbelina turned out to be a dwarf who, despite her tiny birth weight and health problems, proved to be a real fighter and is today perfectly healthy and a real character. In spite of her size, she bosses every other animal on the farm, even including the dogs.\nPhoto: Philkon \nIn actual fact, as a very young horse, Thumbelina adopted the doghouse in the barn as her own, and has been sleeping there ever since. Although she is much smaller than most miniatures, Thumbelina seems to be completely unaware of her supposed size disadvantage. A supremely confident little individual, Thumbelina unwittingly provides those who see her in action with an endless source of amusement on the farm.\nBecause she is such a lovable little character, this precious being is constantly surrounded by adoring children. For a great number of them, particularly those who are ill, seeing Thumbelina in the flesh is among the happiest moments in their young lives, especially as she gives so much, only wanting to be petted in return. \nPhoto: darleeneisms \nSince her certification as the World’s Smallest Horse, Thumbelina has acquired a huge fan club all over the world, with many millions of adoring fans in over 150 countries, with more finding out about her every week. This tiny horse has become a symbol of love, hope and comfort to kids everywhere. Having overcome the severe challenges of her young life, Thumbelina reminds us that even the least blessed among us can achieve greatness. She is not only beautiful but inspirational, too. Unforgettable Thumbelina!\nMore information about Thumbelina can be found here and at worldssmallesthorse.com.","author":"tonyleather","web_category":"nature","title":"Thumbelina: The World's Smallest Horse","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyjryjdfghjg.jpg","url":"http://www.environmentalgraffiti.com/animals/news-astonishing-story-smallest-horse-world-–-thumbelina"}