{"summary":"The Ganges river is the most sacred river in the Hindu tradition. However, the warm water, lack of proper filtering equipment, and lack of sanitizing chemicals are ideal for the dreaded Naegleria fowler","advice_category":"8","content":"\nimage by km6xo \nA healthy mistrust of all bodies of water, no matter how innocuous, is probably in your best interest as an air-breathing mammal. In this article we have gathered a list of some damn stupid places to don that new speedo. The list is in a chaotic order of coolness, not most dangerous/stupid, so if you know of any other places where you shouldn’t swim, drop them in the comments and enjoy!Ganges River, India, Bangladesh.Hazard: sharks.\nThe Ganges river is the most sacred river in the Hindu tradition. It is the very artery through which the eternal blood of many Indians flow. Hindus from across the country come to the banks of the Ganges to cleanse their sins while others come to deliver deceased loved ones to its depths. Inhabitants along the Ganges depend on the river for their daily needs. It is this very relationship with the Ganges that make it dangerous.\nThe bull shark is responsible for more attacks on humans than any other shark. Their unique ability to survive in fresh water, with a relatively low profile allow them to traverse rivers and streams. Bull sharks have been found 2500 miles (4000 km) up the Amazon river and even inhabit Lake Nicaragua in Central America. The sharks are regularly found throughout the Ganges in India and Bangladesh. It is believed that they feed on the dead interned to the sacred waters and are responsible for many injuries throughout the region. Actual figures are unknown as many go unreported.\nFear: Low.\nThough this is one of the scarier places on the list, the absence of actual statistics prevent me from raising the alarm bells.\nYour own bathtub.Hazard(s): drowning, wrinkly fingers.\nHow ironic. Ok, ok, we know it's a bathtub - most people bathe there. Notwithstanding this, it is necessary to list the danger that seven inches of water can bring to the bathroom. Amazingly, 402 people died in bathtubs in the US in 2004.\nFear: Low.\nSome might be surprised how easy it is to fall asleep in a tub while intoxicated. Personally, I was not.Lake of the Ozarks,  USA.Hazard(s): drowning, keg-stands.\nThe US Coast Guard lists the Lake of the Ozarks as the third most dangerous body of water in the US behind the Atlantic Ocean and the Colorado River. While many of the dangers discussed in this list involve natural phenomena, this lake is actually dangerous because of the people who play in it. As of 2006, 151 of Missouri's 212 BUI arrests occurred on the Lake of the Ozarks.\nFear: Medium.\nAnyone who has been on the water with a drunken skipper can relate.Angel FallsHazard(s): \nWhile many people would enjoy a lazy float down the KerepRiver, it is pretty unlikely that anyone could enjoy the 979 m (3,212 ft) drop at the end of the ride. AngelFalls is the highest waterfall in the world and one of Venezuela's top tourist attractions. Most of us don't have to worry about stumbling across this natural wonder by accident as it is surrounded by dense jungle.The River Citarum, West Java.Hazard(s): used syringes, fecal bacteria, plague.\nThe pollution in the River Citarum is so bad that the citizens here no longer bother to fish its waters but rather sift through the rubbish on the surface and find items to trade and sell. Under the strain of five million people, the river has been regarded by many as the most polluted river in the world.\nFear: High.\nThis is how plagues are born.Hot Springs (anywhere).Hazard(s): utter and miserable death. \nTo most, a beautiful cool evening in a hot spring might sound like a perfect night. However, the warm water, lack of proper filtering equipment, and lack of sanitizing chemicals are ideal for the dreaded Naegleria fowler. Also known as the “brain eating amoeba,” the Negleria fowler enters through the nasal cavities and begins feasting on your gray matter. Within days, the victim experiences changes in taste and smell, followed by fever, headache, nausea and vomiting. Within two weeks, the victim succumbs to coma and, finally, death.\nOverall Fear: High\nWhile the Naegleria fowler was only responsible for six documented US deaths is 2007, the idea of something eating my brain scares the absolute piss out of me.Sources:1, 2, 3, 4, 5, 6,\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Brad Handley","web_category":"travel","title":"6 Damn Stupid Places to Bathe","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/ecology/6-damn-stupid-places-to-bathe/1276"}