{"summary":"Taal Volcano is also considered one of the world’s most active volcanoes with 20 eruptions since 1572.. The Sinarapan (Mistichthys luzonensis) is the world’s smallest commercial fish, which is also found in the Philippines","advice_category":"2","content":"\nPhoto: Google\nHere are four of the world's smallest creations that one can find in the Philippines, starting with the biggest smallest thing first. \nWorld's Smallest Volcano\nThe smallest volcano in the world is said to be found in Tagaytay, Philippines. It is known as Taal Volcano, which is an only 406-meter-high crater. It is often described as “a crater within an island within a lake” because it stands as an island at Taal Lake. The lake was formed after the volcano that used to be much larger collapsed, and the ridges around Tagaytay City, which overlooks the lake, are believed to be part of the crater of the old volcano.\nThe ridges now serve as the border of the 18-mile-in-diameter Taal Lake and stretch out for 32 kilometers. Taal Volcano is also considered one of the world’s most active volcanoes with 20 eruptions since 1572.\nPhoto: ZDP-189\nWorld's Smallest Bat\nThe smallest bat in the world is the Philippine bamboo bat (vespertilionid). This bat measures about four centimeters (1 ? inches) in length with a wingspan of 15 cm. It  weighs approximately 1.5 grams.\nThe Philippines has at least 56 species of bats and is home to the smallest among the 1,000 known bat species in the world.\nPhoto: Enoch\nWorld's Smallest Hoofed Mammal\nThe Philippine mouse deer, locally known as Pilandok (Tragalus nigricans), is the world’s smallest hoofed mammal, standing only about 40 cm at shoulder level.  This mammal can be found south of Palawan in the Philippines. \nThis creature is not a member of the deer family but belongs to the Tragulidae in the mammalian order Artiodactyla. The male species does not have antlers like the real deer but uses its large tusk-like canine teeth on its upper jaw for self-defense.  In other countries, it is called chevrotain, or simply mouse deer.\nPhoto: Serafin \"Jun\" Ramos Jr.\nWorld's Smallest Monkey\nThe Philippine Tarsier is considered the world’s smallest primate and measures only 12 cm in length. The average adult is about the size of a human fist and would comfortably fit into one. It has also been considered to be the mammal with the biggest eyes. They are 16 mm across and huge in proportion to its body size. The fascinating thing is that the eyes are fixed in the sockets. In short, they could not even turn and only a special adaptation in the neck allows the tarsier's round head to be rotated by 180 degrees. The tarsier is found in the southeastern part of the Philippines, particularly in Bohol, Samar, Leyte and Mindanao.\nPhoto: Google\nWorld's Smallest Fish\nThe Dwarf Goby (Pandaka pygmaea) is the world’s smallest freshwater fish. It measures 1.2 cm or less than half of an inch, the tiniest known vertebrate. It was first discovered in Malabon River in 1925 by American Ichthyologist Albert Herre. \nThe Sinarapan (Mistichthys luzonensis) is the world’s smallest commercial fish, which is also found in the Philippines. It is a goby found only in Lakes Bato and Buhi in Camarines Sur province. It grows to an average length of 1.25cm, only slightly longer than the dwarf goby. ","author":"JannMartin","web_category":"nature","title":"The Philippines: Where 4 of the World's Smallest Things Can Be Found ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyjryjdfghjg.jpg","url":"http://www.environmentalgraffiti.com/nature/news-some-smallest-things-world-philippines"}