{"summary":"It calls forth visions of a simpler world in keeping with nature and is one of sculptor Patrick Dougherty's 150 amazing twig art installations that have sprung up all around the world to the wonderment of passersby since 1982. Na Hale 'o waiawi (translated from Hawaiian to more or less mean 'wild dwellings built from strawberry guava'Photo: Image: Paul Kodama","advice_category":"6","content":"\nPhoto: Childhood DreamsImage: Adam Rodriguez\nIf hobbits didn't live under hills, they might like this homey structure that seems to fit right into its surroundings. It calls forth visions of a simpler world in keeping with nature and is one of sculptor Patrick Dougherty's 150 amazing twig art installations that have sprung up all around the world to the wonderment of passersby since 1982. \nSays curator Linda Johnson: \nBe prepared to transport yourself to another world.\nNa Hale 'o waiawi (translated from Hawaiian to more or less mean 'wild dwellings built from strawberry guava'Photo: Image: Paul Kodama\nThis one looks like an elven dwelling nestled in a protective mountain range:\nToad HallPhoto: Image: Nell Campbell\nWith the pull of a twig or the whisper of a magical phrase, these 'buildings' might lead you into another realm:\nAround the CornerPhoto: Image: Doyle Dean\nSpinoffsPhoto: Image: George Vasquez\nCall of the WildPhoto: Image: Duncan Price\nAnd these look like comfy places to rest your head after a long day's hike:\nClose TiesPhoto: Image: Fin Macrae\nTrailheadsPhoto: Image: North Carolina Museum of Art\nCheck out Patrick Dougherty's site at stickwork.net to see more images of his amazing work. Unless otherwise noted, all images are via Dougherty's web site.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"art+and+design","title":"Patrick Dougherty's Incredible Nest Houses","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/patrick-dougherty-incredible-nest-houses/6642"}