{"summary":"Most of the time this perfection is revealed in patterns that we can recognize in very different organisms and shapes. The Golden Ratio is a number that appears in a dazzling array of mathematical and natural structures","advice_category":"4","content":"\nPhoto: josef.stuefer\nGalileo said: \"The book of Nature is written with the characters of geometry.\" This confirms that the harmony of the world is in shapes and numbers. The soul and the poetry of natural philosophy are in the concept of mathematical beauty: what is graceful and regular is useful and perfect. Even in ancient cultures perfection was making people curious and admiring, stimulating the study of the secretes hidden behind nature's incredible beauty.\nMost of the time this perfection is revealed in patterns that we can recognize in very different organisms and shapes. Sometimes they belong to different reigns or they repeat the same perfection in incomparable dimensions.\nPhoto: Genista\nAs we can compare the seeds of a sunflower with the leaves of a plant, it is interesting to find how the geometry of a snowflake calls to mind the lily, as they both show six tips.\nPhoto: lucapost\nIf the number of tips is five we will find the same pattern in an exotic star fruit or in a marine star. Most of these patterns reflect the Golden Ratio. The Golden Ratio is a number that appears in a dazzling array of mathematical and natural structures. This number generates a sequence that was discovered by Fibonacci and can be represented as a spiral.\nThis is why the spiral is such a compelling shape and why it has a positive meaning for every culture that ascribes meaning to it. On this tiny planet whirling around one of 100 billion suns, we can call a spiral galaxy home.\nPhoto: thebadastronomer\nThe spiral has found its way into the art of almost all cultures, from ancient primitive rock carvings, on all continents, to today's corporate logos. No religious or political group has claimed exclusive rights to the spiral. The spiral belongs to everyone and excludes no one.","author":"dariosorgato","web_category":"science","title":"The Fibonacci Sequence: Nature's Golden Ratio","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb29.webshots.com-24732-2041103860104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-natural-patterns-and-their-perfection"}