{"summary":"The Philippine Tarsier is a member of a primate family that is about 45 million years old. The Philippine Tarsier (Tarsius syrichta), is a tarsier species endemic to the Philippines","advice_category":"2","content":"\nPhoto: Kok Leng Yeo\nThe Philippine Tarsier (Tarsius syrichta), is a tarsier species endemic to the Philippines. It is found in the southeastern part of the Philippines, particularly in Bohol, Samar, Leyte and Mindanao. The Philippine Tarsier is a member of a primate family that is about 45 million years old. Western biologists first discovered and introduced it in the 18th century. \nThe Philippine Tarsier is one of the smallest primates ever recorded; it measures about 3.35 to 6.30 inches in height and only weighs  80-160 grams. The average adult is about the size of a human fist and would comfortably fit into one. \nPhoto: Jasper Greek Golangco\nThe first thing one notices about a tarsier are its huge eyes. In fact, the Philippine Tarsier has been considered to be the mammal with the biggest eyes. They are 16mm across and huge in proportion to its body size. What's almost more fascinating is that the eyes are fixed in the sockets. In short, they could not even turn and only a special adaptation in the neck allows the tarsier's round head to be rotated by 180 degrees. \nThe tarsier's thin tail is usually used for balancing; and its length is about twice the tarsier's height.\nThe Philippine Tarsier's habitat includes tropical rainforests with dense vegetation and trees that offer protection like tall grass and bamboo shoots.\nPrimarily, the Philippine Tarsier is insectivorous, therefore of course feeds on live insects but it has also been observed to feed on spiders, small lizards, birds and the like.\nPhoto: Serafin \"Jun\" Ramos Jr.\nThe pregnancy or gestation period of a Philippine Tarsier often lasts about six months. Mating season begins in April and lasts to May. Females actually carry their offspring in their mouth and a newborn can already cling to branches in less than a month after birth and will start leaping. \nPhoto: Magalh?es\nOn September 13, 1991, the Department of Environment and Natural Resources (DENR), listed the Philippine Tarsier as an endangered species; species and subspecies of wildlife whose populations are in danger of extinction and whose survival is unlikely if the causal factors continue operating.\nPhoto: Lsj\nAnyone who could actually see this amazing primate would want to have one but there is a catch:  This creature does not like to be taken care of by humans. Once removed from its natural habitat, it has a tendency to kill itself either through starvation or breaking its own neck.\nIt is now up to us save this ancient creature for the future generations to see and appreciate.","author":"JannMartin","web_category":"nature","title":"The Philippine Tarsier: Meet the World's Cutest Monkey","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb62.webshots.com-41661-2565778670105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-45-million-year-old-primate-philippine-tarsier"}