{"summary":"Nek Chand's sculpture garden has long attracted tourists, and to add to its beauty, streams and waterfalls weave around the buildings and paths throughout the rock garden. The specialty of this garden is that it is built of industrial and home waste and other items that have been thrown away","advice_category":"8","content":"\nPhoto: appaji\nHave you looked forward to visiting someplace that is really worthwhile and that could leave an impact on you once you have been there? Well now your wait is over as we explore an interesting world monument that is contemporary and through imagination as well as ingenuity speaks all about global concerns. Out of the beautiful cities in India, Chandigarh is known for its sculpture garden. This garden is Nek Chand’s Rock Garden, named after its founder, Nek Chand. The specialty of this garden is that it is built of industrial and home waste and other items that have been thrown away. Isn't it amazing? \nPhoto: Giridhar Appaji Nag Y\nPhoto: appaji\nThis sculpture garden marked its launch in the year 1957 when it was started by Nek Chand secretly. But, now it is run by the Rock Garden Society and is reported to be spread over forty acres. The rock garden comprises of sculptures made from broken light bulbs, tires, broken bangles and other different kinds of waste items which in turn makes visitors attracted to it. As a matter of fact, who would not want to visit a place which is so interesting? Surprisingly, the creator of this garden hid it from the authorities for many years but today it is one of the most popular sites in India with more than 3000 visitors a day.\nPhoto: appaji\nThe city of Chandigarh is beautiful and well organized with well ordered streets, and if you are wondering where this rock garden is exactly located, it is near the Sukhna Lake. Once you enter Nek Chand's Rock Garden, you can see amazingly beautiful walls built of terra cotta pots while sherds shade cobblestone paths. \nIf we consider the basic architecture of the buildings associated with the rock garden, we can say that some of them show relation to Mughal traditions while others showcase the elegance of village architecture. As you take a walk along the garden you will realize various sculptures and fanciful creatures have been made up of broken bottles, glasses, tiles, ceramic pot, electrical wastes etc. This seems to be highly innovative, as who would have thought of transforming such waste into something which has now been admired by the whole world.\nPhoto: appaji\nNek Chand's sculpture garden has long attracted tourists, and to add to its beauty, streams and waterfalls weave around the buildings and paths throughout the rock garden. If we talk about the sculptures, you can see beautifully sculpted figures of animals, people as well as some mythological creatures. Along with these, you cannot keep your eyes off other sculptures such as those of musicians and dancers. And all these are made of waste. It is hard to believe but it is the truth.\nPhoto: Koshy Koshy\nNobody would have ever thought that waste materials which we generally throw away could be of so much value. One of the important aspects of this sculpture garden is that though it has been an attraction for a large number of visitors, it definitely reflects the multiplicity of ideas, cultural heritage and attitude within India. For example, the statues of animals found here reveal the diversity of wildlife found in India. There are several architectural monuments in India but as far as creativity and universality is concerned, Nek Chand's Rock Garden definitely stands out and leaves an impact on those who visit.\nPhoto: Lian Chang\n","author":"shefalikrishna","web_category":"travel","title":"The Rock Garden of Chandigarh","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb46.webshots.com-43501-2637862130104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/cities/news-sculpture-garden-showcasing-contemporary-cultural-heritage-india-0"}