{"summary":"From there, the kissing bug uses its proboscis to suck blood, giving the appearance that the bug is kissing its victim. That means that we humans are included in the menu for the kissing bug","advice_category":"2","content":"\nPhoto: Dr. Dennis D. Juranek\nYes, we're talking about lice. These wingless parasites come in three types depending on where on the human body they live. Head lice are found on the human scalp, hiding amidst our hair which provide the perfect cover and breeding ground for these bugs. Body lice lurk in our clothing where they also attach their eggs until they hatch to produce more of these tiny critters. The last kind, somewhat more exotic as it lives mainly in the pubic area, hence its name, pubic louse. It is also called crab louse because of its distinct crab-like appearance, well suited for clinging on to human pubic hair, which is thicker than normal body hair.\nAll three types of lice do one thing, namely feeding on human blood. On top of that, lice have been one of the oldest sources of itch for humans as they have also been living on our bodies as far back as when the first human ancestors evolved hundreds of thousands of years ago. Lice have also been attributed with spreading diseases among human populations, particularly the body louse, which is a known vector of typhus (Rickettsia prowazeki), trench fever (Rochalimaea quintana) and louse-borne relapsing fever (Borrellia recurrentis).\nPhoto: CDC/ Harvard University, Dr. Gary Alpert; Dr. Harold Harlan; Richard Pollack. Photo Credit: Piotr Naskrecki\nAs their name implies, tiny bed bugs are often found within a hundred feet of where humans - that means you - sleep. A crack or hole in your wooden head board, in between your walls or even right inside your mattress (as long as it is hidden and away from the sunlight) is just fine for the lice to settle in and make a nest out of.\nBed bugs come out at night, right in the middle of your sleep, crawl up to any exposed part of your body and suck your blood. The darkness of your room does not help in deterring bed bugs as they use your body heat and the carbon dioxide you exhale to locate where you are. Once they've found you, they suck your blood using two proboscis. One pumps in anti-coagulants that keep your blood flowing and an anesthetic, so that you would not feel the bite. The other one, of course, draws the blood.\nAfter they have had their fill of your blood, they retreat into hiding to digest and rest. You know you've been bitten when an itch occurs a few days after the bite, which can be in a row pattern or clustered if the lice are disturbed when feeding. Infestations can become serious when left unchecked, you could even be bitten 500 times in one night!\nPhoto: gauchocat\nIf the first two had already made you think twice before jumping into bed at night, the third bug on this list, the Kissing bug, is something that will make you check your bedroom if not your entire house before turning in for the night.\nThis bug belongs to the Triatominae subfamily; members under this group are known as haematophagus or feed on vertebrate blood. That means that we humans are included in the menu for the kissing bug. Also known as the assassin bug, its other name \"kissing bug\" has a sinister and nerve-wrecking story behind it. Like most other blood-sucking insects, the kissing bug is attracted to the chemicals included in our breath. They follow the trail to its source, leading the kissing bug more often than not to our face, right around the mouth or eyes.\nFrom there, the kissing bug uses its proboscis to suck blood, giving the appearance that the bug is kissing its victim. If that's not unnerving enough, here's another habit of the kissing bug that is even more unsettling. Once it has bloated itself with your blood, it defecates on your face, usually near the site of the bite, in order to create more room inside its gut for your blood.\nIts feces, particularly those species such as Triatoma infestans and Rhodnius prolixus which have adapted well to living with humans, contains the protozoan parasite Trypanosoma cruzi which causes Chagas disease, a parasitic disease that is endemic to South America and parts of Mexico. The disease can lead to complications that can compromise the victim's immune system, damage the heart and liver and the digestive and nervous system. Chagas disease is public health concern in the South Americas and is being fought by eliminating and controlling its primary vector, the kissing bug.\nSo the next time you go to bed, it's worth the trouble of making sure there are no bugs that could come visit you in your sleep or share the bed with you.","author":"JhayRocas","web_category":"nature","title":"The Bloodsucking Parasites That Lurk in Your Bed","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-41431-2008295160104178106S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/animals/news-creepy-bugs-visit-your-sleep"}