{"summary":"The creation museum, which is an outpost of \"young earth\" creationists, seeks to establish proof that the earth is less than 10,000 years old, and that science to the contrary is the deceptive work of the devil. The Creation Museum, an international abomination laying just a few miles from the Cincinnati-Northern KentuckyAirport, is only one year old, but it's already had enough success that it's planning to expand over the next year","advice_category":"2","content":"\nBy Ben RayPhoto: Image from John Scalzi\nThe Creation Museum, an international abomination laying just a few miles from the Cincinnati-Northern KentuckyAirport, is only one year old, but it's already had enough success that it's planning to expand over the next year. Ken Ham, who founded \"Answers in Genesis,\" the fundamentalist religious organization that established the museum, said that the focus would be largely on making it more \"kid-friendly\" with a series of kiosks throughout the museum, and an outdoor playground\nThe creation museum, which is an outpost of \"young earth\" creationists, seeks to establish proof that the earth is less than 10,000 years old, and that science to the contrary is the deceptive work of the devil. Among the more controversial claims made at the state-of-the-art facility are that Adam and Eve's children were given an exemption from being susceptible to incest by God, and that dinosaurs lived peacefully with humans until the flood of Noah. The latter claim is displayed in especially ludicrous fashion-- velociraptors munch calmly on stalks of ferns as human children play behind them, and triceratops is featured with a saddle blanket and mount for a rider.\nThe museum has been the subject of criticism for obvious reasons, and from a multitude of scientific and cultural sources, but continues to be wildly popular among evangelical Christians--over 400,000 have visited in the last year.\n[Lexington Herald-Leader]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"$22 Million Creation Musuem Expanding, Focusing On Kids","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-45419-2401300890104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/22-million-creation-musuem-expanding-focusing-on-kids/1219"}