{"summary":"There has been a controversy surrounding sphynx cats with a number of people who believe that it is cruel to breed them for their lack of fur. With a face that only a mother and owner could love, Lotta the sphynx cat looks more like a gargoyle than any cat most of us are used to","advice_category":"2","content":"\nPhoto: Niklas Pivic\nCats are known for their love of taunting their prey by 'playing' with it until it dies, but in this sequence of images we have a very unusual cat (and not your normal prey either!). With a face that only a mother and owner could love, Lotta the sphynx cat looks more like a gargoyle than any cat most of us are used to. She can't help her looks, though. It isn't a result of illness but the normal appearance of an actual breed. Here Lotta is playing with a toy mouse, while photos of her frozen in motion make it look as though she's doing an impersonation of a carved stone grotesque!\nPhoto: Niklas Pivic\nSphynx cats are a breed with a genetic mutation that makes them look hairless. In actual fact, they have very short soft hair, rather like humans do. The hair is invisible, though the they have the same amount of hair follicles that normal furry cats have, and their skin is the color their fur would be. Another characteristic of the sphynx is a small, rounded pot belly. Lotta shows off her beautiful chest and the gossamer skin under the arms in the above picture. \nPhoto: Niklas Pivic\nOh Lotta! Terrible catch for a cat: if that was a real mouse it definitely would have escaped. Sphynx cats need more warmth than furry ones and will cuddle up under the covers with their owners as well as with each other in a multi-cat home. They can't go outside in cold climates and have to be careful about too much sun in the summer, too. \nPhoto: Niklas Pivic\nThere has been a controversy surrounding sphynx cats with a number of people who believe that it is cruel to breed them for their lack of fur. Strict standards now apply, however, and reputable breeders follow them. The mutation does occur in nature, and the breed now has a strong genetic pool making it a sturdy and healthy cat.","author":"Michele Collet","web_category":"nature","title":"Sphynx Cat with Toy Mouse Impersonates a Gargoyle!","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/31983352129fae817afezjpg","url":"http://www.environmentalgraffiti.com/news-sphynx-cat-toy-mouse-impersonating-gargoyle"}