{"summary":"Artwork donated by the Endangered Species Print Project. Not only can one learn more about the six species featured and overpopulation, one can also volunteer to be an official Endangered Species Condom distributor or win free condoms for life – but it's for United States residents only","advice_category":"2","content":"\nAll images courtesy of EndangeredSpeciesCondoms.com. Design donated by Lori Lieber. Artwork donated by the Endangered Species Print Project. ? 2010. All rights reserved.\n“Wrap with care, save the polar bear,” “hump smarter, save the snail darter,” “wear a condom now, save the spotted owl.” No, we at EG haven’t gone a little wonky; we’re not even making this up. These are slogans (plus artwork) printed on condom packets to entice people to hump like animals. Just kidding: to use condoms while humping like animals. And all that to avoid human overpopulation. The idea is ingenious but we fear the thought of endangered species coupled with bad rhymes could put people off sex altogether. One way of stopping overpopulation, but at what a price!  \nSafe sex with endangered species?Photo: \nThe clever idea is the brainchild of the Tucson-based Center for Biological Diversity. The Center currently has a network of 3,000 volunteers ranging from “ministers to grandmothers to healthcare providers to college students and biologists” who hand out the condom packets at bars, concerts, local events, farmer’s markets, universities and spiritual meetings in all 50 states of the US.\nThe aim is to “highlight how unsustainable human population growth is driving species extinct at a cataclysmic rate.” The logic is that humans, as the most populous large mammals on Earth, take up way too many resources and therefore contribute to the extinction of other species. According to the Center, humans are currently endangering 12% of mammals, 12% of birds, 31% of reptiles, 30% of amphibians and 37% of fish.   \nWe don’t know about you but we’d rather pull the blanket tightly over our heads upon hearing this sad news than throw the duvet off frivolously. Or, to say it in the words of the CBD: bury that tweedle, forget that jimmy and stop humping! \nVisiting EndangeredSpeciesCondoms.com might pay off though. Not only can one learn more about the six species featured and overpopulation, one can also volunteer to be an official Endangered Species Condom distributor or win free condoms for life – but it's for United States residents only. Aw, shucks!  \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"nature","title":"Cover Your Tweedle...","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/WEB283423jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/cover-your-tweedle/20219"}