{"summary":"Java is certainly not the only island with active volcanoes on it. Other mountains in the area, like Gunung Gede, offer a more wild view of volcanoes","advice_category":"2","content":"\nPhoto: Remy Fesnoux\nWith over 120 volcanoes dotting the islands that make up Indonesia, it is hard to escape their looming presence. As bringers of both life and death, these growing mountains are ingrained in the local cultures. These pictures were taken over 3 years of exploring volcanoes in the archipelago of Indonesia.\nPhoto: Noan Fesnoux\nThis photo tour moves from West Java eastwards through the archipelago. Which starts us in....\nSurrounded by cities of several million people, the volcanoes around Bandung dominate the skyline. While the north faces are visible from Jakarta, most of these mountains have easy access from Bandung. Tangkuban Perahu (pictured above) means 'overturned boat', and features in much of the local folklore. With road access, the top of the volcano is usually crowded with tourists.\nPhoto: Noan Fesnoux\nOther mountains in the area, like Gunung Gede, offer a more wild view of volcanoes. A grueling 6 hour ascent takes you to the summit and rim of a massive crater. Along the trail is a magical hot spring waterfall, which gives hikers a respite from the cold while looking across the volcano strewn landscape.\nDieng Plateau\nPhoto: Noan Fesnoux\nVolcanoes usually conjure up images of death and destruction, but their ash has also brought the incredible productivity of the lands surrounding them. Javanese civilization can attribute it's prominence to the fact that the lands they resided on were incredibly fertile.\nThe Dieng Plateau is such a place. Despite steep slopes, the mountains are covered in vegetable farms. While sitting right at the tropics, the altitude means the temperature up here rarely gets hot.\nPhoto: Noan Fesnoux\nThe volcanic nature of the place is apparent as cars ascend to the plateau. Every view features the triangular silhouette of a volcano.\nPhoto: Noan Fesnoux\nOnce on the plateau, a strange silence covers the landscape. The high altitude winds are blocked by the ancient volcanic rim. On closer inspection, though, the area is still quite active, with sulphur lakes bubbling perpetually...\nPhoto: Noan Fesnoux\n... and bubbling vents ensure you do not forget that you are sitting right above viscous magma chambers. In many sites, pipes used to harness geothermal energy are strewn across the countryside.\nCentral Java\nLooking at a map of Java you can see that the backbone of the island is a chain of volcanoes. The island was born from a volcano, and will continue to grow since it sits on the ring of fire.\nPhoto: Noan Fesnoux\nTo really get an idea of the size of these mountains, you need to climb one of them. \nPhoto: Noan Fesnoux\nPhoto: Noan Fesnoux\nMount Merapi, just 2 hours north of the Kraton (palace) in Jogjakarta, is a good place to start. Since we were climbing in the rainy season, the best time to start a climb is just after midnight. After 6 hours of climbing the sun finally rose and started to warm our seriously chilled bones. The relief of Merapi's twin, Mt Merbabu, provided a perfect chance to get an idea of just how high we had climbed.\nPhoto: Noan Fesnoux\nOther peaks were visible in the distance, each sporting a cap of lenticular cloud.\nPhoto: Noan Fesnoux\nA hike up at night means the way down is just that much more surprising. Looking back, we saw the first clouds of the day rushing over the peak of Merapi. Much of the cloud seen on the left of this picture is in fact steam coming from the volcano. The final ascent to the crater rim was confounded by this, and even several hundred meters below the rim the air was rank.\nCertainly one of the most famous volcanic landscapes in Indonesia, this national park is actually a number of volcanoes that reside in one supervolcano now lying dormant.\nPhoto: Noan Fesnoux\nThe floor of this extinct crater is made of black volcanic sand. Some plant life has started to colonize this area, but for the most part, the sea of sand remains just that.\nPhoto: Noan Fesnoux\nIn the middle of the sand Mt. Batok stands tall, with Mt. Bromo fuming away beside it. On a clear day, you can see The tallest mountain in Java, Mt. Semeru, behind these volcanoes. Incidentally, Mt. Semeru is one of the most active volcanoes in Indonesia.\nPhoto: Noan Fesnoux\nThe landscape is awash with a variety of colors. The black sand contrasts with the fresh green grass slowly encroaching from the crater rim. The flanks of Gunung Batok are covered in tall grasses and small pines. \nPhoto: Noan Fesnoux\nOn the outside of the crater, things are much much greener. Vegetable fields and thick jungle vied for space on these steep cliffs. Water has carved deep valleys with razor sharp ridges between them. The locals here must have a hard time imagining something as flat as a soccer field.\nGunung Agung in Bali\nJava is certainly not the only island with active volcanoes on it. Other parts of Indonesia also contain a number of these fuming mountains. Directly to the east of Java is the reknowned island of Bali.\nHere, like Java, the culture has grown alongside the volcanoes, and therefore the mountains of Gunung Agung (seen top) and Gunung Batur are deeply entrenched in their culture and traditions.\nManado, North Sulawesi:\nSome of the volcanoes in Indonesia have just broken the surface, forming new islands.\nPhoto: Remy Fesnoux\nNorth Sulawesi is also a volcanic hotspot. There are a number of active volcanoes in the area to explore. The easiest and most visited is Manado Tua, which lies just outside of the city of Manado. People come from across the world to dive the amazing reefs underwater, and as a bonus get to watch the Sun set each night behind this young peak.\nIt is not possible to separate the volcanoes from Indonesia. Inextricably linked to both the culture and landscape, it is a prime example of the intimate relationship between humans and nature. \nPhoto: Noan Fesnoux\nEven from 10000 ftup, the volcanoes still stand out...","author":"noan","web_category":"nature","title":"Exploring Indonesia's Breathtaking Volcanoes","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb49.webshots.com-42672-2131093250104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/mountains/news-volcano-tour-indonesia"}