{"summary":"In return, the wasps each pollinate one of the 800 or so modern tree species while ignoring the other fig trees. \"This means that the complex relationship that exists today between the fig wasps and their host trees developed more than 34 million years ago and has remained unchanged since then.\"","advice_category":"4","content":"\nPhoto: livescience.com\nWe have all seen 'Jurassic Park' and the mosquitoes fixed in amber resin - just like the spider below - which died long before humanity ever took a breath. However, the latest find really is extraordinary. The world's oldest discovered example of a fig wasp has been identified from an old find on the Isle of Wight. Dating back 34 million years, the fossil wasp looks almost identical to the modern version of the species, suggesting this specialized insect has remained virtually unchanged since the insect was trapped in amber so long ago.\nThese fossils were actually found in the 1920s, but had been identified, mistakenly, as belonging to an ant. New research and tests point to the remains belonging to a fig wasp.\n\"We believe from molecular evidence that fig wasps and fig trees have been evolving together for over 60 million years,\" said Steve Compton, an expert at the University of Leeds. \"Now we have fossil confirmation that gets us a bit closer to that date. Although we often think of the world as constantly changing, what this fossil gives us is an example of something remaining unchanged for tens of millions of years.”\nFig wasps measure just 0.06 inches in length and breed exclusively within figs. In return, the wasps each pollinate one of the 800 or so modern tree species while ignoring the other fig trees. The flowers to be pollinated are completely concealed within the fig. The wasps have developed a particular body shape and features so they can crawl into figs to reach the flowers. \nPhoto: PNAS E Saupe\nThe larvae of fig wasps thrive inside pollinated flowers, and so the most highly developed species of wasps actively pollinate the figs before laying their eggs, rather than passively spreading pollen as they move between trees. The wasps collect pollen in pockets on the underside of their bodies and then take it to another tree, where they pull it out and spread it on the flowers before laying their eggs.\nCompton and his colleagues used high-tech microscopy techniques to compare the ancient wasp fossils with modern fig wasps and with a specimen of a fig wasp encased in Dominican amber dated to 20 million years ago. Both fossil insects showed the same body shape and features as the modern species. The team also found pollen pockets on the underside of the fossil wasp and identified grains of fig pollen within those pockets.\nPhoto: PNS M Svojtka\n\"What makes this fossil fascinating is not just its age, but that it is so similar to the modern species,\" Compton said. \"This means that the complex relationship that exists today between the fig wasps and their host trees developed more than 34 million years ago and has remained unchanged since then.\"\nPhoto: live.science.com\nA cheating tactic used by modern trees today seems to have already been in play years ago as well. The edible figs we eat are produced on specialized female plants that trick the wasps into entering the figs and strip off their wings, but then prevent them from laying any eggs. As a result, the figs produce only seeds and no wasp offspring. The length of the ovipositor that the wasp uses to lay its eggs on the 1920s fig wasp suggests its host fig tree had already evolved this method of cheating on its insect partner. Below you will see another example of life trapped in Amber, this time in the form of an ant. These finds not only provide scientists with real windows into the past, but give us all the chance to look at life in aland that time has long forgotten.\nPhoto: PNAS V Perichot\nMy sincere thanks go to livescience.com for the information and images used in this article.","author":"tonyleather","web_category":"science","title":"The Modern Day Wasp That Lived 34 Million Years Ago ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-43415-2749333010104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/conservation/news-wasp-finally-got-noticed-mere-34000000-years-after-it-died"}