{"summary":"I discovered that with a landmass of just over 1,100km2 and a population of over seven million, Hong Kong is one of the most densely populated areas in the world. It may seem somewhat extreme, maybe even hectic, but the innovative features of Gary’s project will not be limited to Hong Kong forever","advice_category":"6","content":"\nPhoto: georgio\nWhen I first watched the video below, I thought: very cool, but maybe a tad exaggerated. I decided to see for myself whether such a creation was in fact necessary and to what extent it could really change someone’s life.\nI discovered that with a landmass of just over 1,100km2 and a population of over seven million, Hong Kong is one of the most densely populated areas in the world. To put this into perspective, the UK has a whopping population of sixty-two million, but it is spread out over 243,610km2, which means that in every 1000 metres2 (1km2) there are under 250 people, whereas in Hong Kong there are about 6000. Now I started to believe Gary Chang’s genius. \nLg9qnWg9kak\nWhat is particularly interesting is that like any true work of art, the innovation was inspired by the artist's experiences and life challenges. The apartment shown in the video is 32m2 (8m by 4m) and Chang lived there with his parents, three sisters and paying boarder. \nToday he lives there alone and it encompasses over 24 interchangeable ‘living spaces’, each with its amenities and memorabilia. Hidden behind shifting walls is a world of fully-air-conditioned secrets, which delivers a bedroom (complete with flat screen TV), a guest bed, a laundry, a bathroom (with an actual bathtub) and a shower/steam room, a library (including office materials, desk and chair), a kitchen, a dining room, a dressing room and a ‘screening room’, or rather a lounge with a hammock. The video shows us exactly how Gary was able to make all the pieces of what is essentially an intricate puzzle fit together.\nWhat is really quite fascinating is that at no point is the apartment windowless, which in itself is an amazing feat. What’s more, the windows are sepia tinted to keep the sun flowing, even when it isn’t!\nPhoto: stevecadman\nThe only possible issue that jumps to mind is the actual logistics of order: you can’t be messy, you can’t leave things lying around, and if you have children over they can’t leave things lying around – otherwise the whole shifting wall logic can’t come into effect. Also, what kind of food can you cook in such a small kitchen?\nIt may seem somewhat extreme, maybe even hectic, but the innovative features of Gary’s project will not be limited to Hong Kong forever. The global population has been estimated at 6,818,300,000 (as of today) and it is not showing signs of stopping. Unless we colonise another planet, chances are that in the next 100 years Gary’s model will become increasingly useful.","author":"marianovellamonti","web_category":"art+and+design","title":"The Apartment with 24 Rooms in 32 Square Metres","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-42662-2234922970104237032S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/architecture/news-24-rooms-32square-metres-fact-or-fiction-0"}