{"summary":"Bain said: “Rats on St Kilda would really matter, because the islands are one of the most important seabird stations in the north-east Atlantic. Bain says: “St Kilda's isolation means that there are no land-based predators on the bird colonies and we've got strict guidelines to make sure people don't accidentally bring non-native species such as cats or rats on to the islands","advice_category":"2","content":"\nEarly on Friday morning, heavy storms off the coast of Scotland forced a trawler onto the rocks around St. Kilda, an archipelago in Scotland’s Outer Hebrides.\nThe islands are home to an amazing amount of birds, including 90% of the continent's Leach’s storm petrels and the world’s largest populations of gannets and puffins. The ship was most likely home to rats.\nThose rats could become a severe environmental problem for the island, far more than the oil spilled by the trawler when it grounded. St. Kilda is an isolated island with no land predators. The rat population could thrive on eggs from the birds, most of which are ground nesting species.\nSusan Bain is the caretaker of St. Kilda for Scotland’s National Trust. Bain says: “St Kilda's isolation means that there are no land-based predators on the bird colonies and we've got strict guidelines to make sure people don't accidentally bring non-native species such as cats or rats on to the islands. We have to act on the assumption there are rats on the trawler. It would only take one pregnant female to get ashore to devastate the bird populations.”\nConservationists have already sprung into action on the island, which was recently given UNESCO World Heritage Site status. Rat traps baited with chocolate have been placed in areas where the threat is greatest.\nBain said: “Rats on St Kilda would really matter, because the islands are one of the most important seabird stations in the north-east Atlantic. They would go through those colonies, eating eggs and chicks. And if that happened, it would be coming after four poor breeding seasons. These birds are already heading into a crisis. They don't need another.”\nInfo from Guardian Unlimited\nIf you want to find out all the latest ecology news, why not subcribe to our RSS feed? We'll even throw in a free album.","author":"Chris","web_category":"nature","title":"Shipwrecked Rats Could Destroy World Heritage Site","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/thumbW4PpoO.jpg","url":"http://www.environmentalgraffiti.com/ecology/shipwrecked-rats-could-destroy-world-heritage-site/760"}