{"summary":" This would make it, in effect, just like any other lake, pond, or body of water, and give it the same murky green hue.. The lake, which is over 1,600 feet deep, has an abundance of nutrients in the depths, but must be able to circulate oxygen to that level in order to support life, something which happens as the entire body of water repositions itself every four years.","advice_category":"4","content":"\nLake Tahoe, the famed jewel on the California-Nevada border, may be losing her blue luster as soon as the next ten years, when global warming is expected to disrupt the cycles that make this lake so different from any other.\n Image by Will_Hybrid on Flickr\nA University of California-Davis study has determined that as the lake temperature rises, fewer of the coldwater fish that thrive in its waters will be around to mix the waters, allowing the water to stagnate and stratify.  This would make it, in effect, just like any other lake, pond, or body of water, and give it the same murky green hue.\nThe lake, which is over 1,600 feet deep, has an abundance of nutrients in the depths, but must be able to circulate oxygen to that level in order to support life, something which happens as the entire body of water repositions itself every four years.\nWith that mixing action shut down, the nutrients would instead be consumed by algae, eventually leading to the greening of Lake Tahoe.\nInfo from Yahoo News.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album. ","author":"whatsrequired","web_category":"science","title":"Global Warming Turns Lake Tahoe Green","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb59.webshots.com-32954-2593707860105960926S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/ecology/global-warming-turns-lake-tahoe-green/966"}