{"summary":"Larry Pierce, a horticulturalist with Duda Farm Fresh Foods, spent over 18 years cross-breeding a reddish celery variety from Eastern Europe with a modern commercial celery. Duda Farm Fresh Foods, \"Fact Sheet: The Sensational Facts Behind Red Celery\", published 2010, referenced Oct","advice_category":"8","content":"\nPhoto: Duda Farm Fresh Foods \nRed Celery is the newest variety of a familiar kitchen staple. It will be available in selected regions of the United States in time for the 2010 Christmas holiday season.\nHow to Put The Red Into Celery\nDr. Larry Pierce, a horticulturalist with Duda Farm Fresh Foods, spent over 18 years cross-breeding a reddish celery variety from Eastern Europe with a modern commercial celery. Many generations of cross-pollination resulted in marrying the red color with the crunch and flavor of popular green celery.\nPhoto: Duda Farm Fresh Foods\nDifferent Color but Familiar Flavor\nThe process has achieved three goals: creating the new color; preserving the other familiar culinary characteristics; and creating a commercially-viable product.\nAs seen in the images here, the red color is a bit subtle. It is more of a \"red onion\" than a \"beet red\" shade. That said, the color would be a terrific highlight in tossed salads.\nIt was important to preserve the culinary characteristics of green celery. Chefs and consumers can expect that the taste, crunch and cooking qualities will be the same between the red and green varieties.\nFinally, there are important commercial considerations. How long does it take to grow a crop? Does it resist disease? Will it be available all year round? Will it stay fresh through harvesting and marketing? Red celery will be available through retailers because these concerns have been successfully addressed.\nPhoto: Duda Farm Fresh Foods\nThe Nutritional Value of Celery\nMany people overlook the valuable nutrition that a healthy vegetable like celery provides. They see it simply as a low-calorie platform for dips: something like a potato chip with virtue instead of fat.\nThe USDA reports that, by itself, a serving of celery provides 4% of the daily requirement for fiber and vitamin A, and 2% for calcium and vitamin C. It has no fat and only about four calories of carbohydrate.\nCelery can be an important part of weight control. Because it is crunchy and filling, it helps one feel \"full\". That feeling, along with the dietary fiber, slows down the digestion of carbohydrates to help stave off the next pangs of hunger.\nOther health and whole-food organizations tout further nutritional benefits of celery: more vitamins, the electrolytes sodium and potassium and beneficial phytochemicals. They may also make claims for a variety of health benefits.\nPhoto: hotblack\nStalking the Elusive Red Celery\nThe initial test markets are in the Northwest, Southwest, and West coast of the United States. Those fortunate enough to live there can be the first to sample Red Celery in December of 2010. The rest of us will just have to wait...or travel.\nDisclaimerThe information contained in this article is for educational purposes only and should not be used for diagnosis or to guide treatment without the opinion of a health professional. Any reader who is concerned about his or her health should contact a doctor for advice.\nPhoto: kramerhawks\nReferences:\nKyle Rosenbaum (contact), Duda Farm Fresh Foods (news release), \"'The New Red' Revealed at PMA Fresh Summit Today\", published Oct. 16, 2010, referenced Oct. 20, 2010.\nDuda Farm Fresh Foods, \"Fact Sheet: The Sensational Facts Behind Red Celery\", published 2010, referenced Oct. 20, 2010.\nSteve Karnowski (AP), Toronto Star, \"Company launches red celery for holidays\", published Oct. 19, 2010, referenced Oct. 20, 2010.\nUS Dept of Agriculture, \"Celery, fresh\", published April, 2009, referenced Oct. 20, 2010.\nEvery Nutrient, \"Health Benefits of Celery\", referenced Oct. 20, 2010.\nSeveral images courtesy of Duda Farm Fresh Foods.","author":"MikeDeHaan","web_category":"lifestyle","title":"Red Celery: Healthy Eating's New Power Vegetable","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb24.webshots.com-44055-2359028470104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/food-and-drink/news-red-celery-will-brighten-some-holiday-tables-new-healthy-vegetable"}