{"summary":"Jencks built the six sections of kitchen garden into a DNA garden. So the idea of the garden as a microcosm of the universe is quite a familiar one","advice_category":"6","content":"\nPhoto: Flexdream\nA garden should present a puzzle to be fathomed, some things very clear and others veiled ~Charles Jencks\nThis incredible garden, known as The Garden of Cosmic Speculation, is not your everyday example of landscaping; instead it is based on mathematics and science mixed with nature and man-made lakes. Built in 1989, it has been called by some the most important garden in the 21st century. It is a private garden built by Charles Jencks and his late wife Maggie in Portrack House, Dumfries, Scotland.\nPhoto: Flexdream\nIts design was influenced by Chinese garden philosophy. One of its main features is long snaking curves and waves that both satisfied the couple's love for Chinese landscape painting and complemented the Scottish hills around them. Jencks makes use of one of the new scientific theories as well, the theory of complexity, which states that everything is \"self organizing and harmonic\". \nPhoto: Helen J Nicol\nThe area of the garden with the red spiral bridge is called Heaven-Hell and is meant to show the interrelationship between birth and life, good and evil. Some large plants live beside the bridge at the far end, while trees cut down due to Dutch elm disease lie where they fell.\nPhoto: Helen J Nicol\nJencks recalls: \"When we began the garden, I was not concerned with the larger issues of the cosmos. But over the years, they came more and more to the fore and I have used them as a spur to think about nature and to contemplate and speculate on the origins of the universe. And in that respect, this garden is part of a long historical tradition. Japanese Zen gardens, Persian paradise gardens, the English and French Renaissance gardens played out the story of the cosmos as it was understood then. So the idea of the garden as a microcosm of the universe is quite a familiar one. In fact, I feel it is the most compelling motive to create a garden. What is a garden if not a celebration of our place in the universe?\"\nPhoto: Flexdream\nThis beautiful and powerful staircase is called The Universe Cascade. It has 25 jumps of steps that represent how the universe unfolded over billions of years. As you climb the stairs, you need to look carefully as there are beautiful and mysterious items for you to sit at and contemplate on on each level.\nPhoto: Helen J Nicol\nJencks built the six sections of kitchen garden into a DNA garden. He and his wife also wanted to keep to a plan so that each section would represent one of the five senses, as well as the sixth sense of intuition. They brought both themes together by putting the form of a double helix in each along with a sculpture for the sense of that section, as you can see above and below.\nPhoto: Helen J Nicol\nCharles and Maggie Jencks' garden is a labor of love with enough in it that it would take a few visits to really understand the whole. Unfortunately it is only open half a day a year with all proceeds going to a charity, Maggie's Center, but if you get the chance it is well worth visiting.\nPhoto: Flexdream\nA quote in closing: \"Gardens are like whispering games in which the key is to pass on meaning even as it changes. They may reach momentary equilibrium, but they should never be pickled or remain static. True respect to our project would be shown by continuing and transforming the plots because a garden is never finished. Here in the garden we can celebrate the beauty and organization of the universe, and what better task can a person engage in.\"\nSources: 1, 2","author":"Michele Collet","web_category":"art+and+design","title":"Scotland's Incredible Garden of Cosmic Speculation","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/4_darrenchin.jpg","url":"http://www.environmentalgraffiti.com/news-garden-cosmic-speculation"}