{"summary":"And if the following incredible images inspire you to play sunball yourself, don’t forget – practice makes perfect!. Photo: Perfect kick","advice_category":"6","content":"\nPhoto: Perfect kick\nImage: Rama V.\nPlaying with fire is an art only few have mastered. Most of us have to resort to more harmless entertainment instead. The setting sun has illuminated many a mind the world over, and voila - sunball was born. As you will see, the rules are simple and all you need is a bit of luck, a good eye and patience. And if the following incredible images inspire you to play sunball yourself, don’t forget – practice makes perfect!\nKarate chop that fireball:Photo: \nImage: Umberto Salvagnin\nBeach volleyball - catch, hold and throw:Photo: \nImage: Jeff McNeil\nWaiting to start the rhythmic gymnastics routine:Photo: \nImage via mastriana \nA chiseled black-and-white dancer reaching for the sky: Photo: \nImage: Glendon Heath\nWould you believe that a version of sunball was already played in ancient Mesoamerica? Well, if not quite as portrayed here, the Maya and other pre-Columbian peoples played a game similar to our racquetball or volleyball. Their version symbolised the struggle between day and night and major formal ballgames had a high ritualistic significance. One player of the losing team was often sacrificed to appease the gods, his death representing the death of the sun, which was then reborn. Hm, we'd rather stick with the more harmless variant.\nGot it! If Federer will give me an autograph?Photo: \nImage: Von Fromdiphils\nWhere’s the basket?Photo: \nImage via impactlab\nAh, here. Slam dunk:Photo: \nImage: simply a photographer\nThen there are those who simply like to horse around:Photo: \nImage via impactlab\nReach for the sun but don’t burn your hand!Photo: \nImage: jam343\nAnd what better way to end our sun chase then with the opening lyrics of the Beatles’ classic “I’ll Follow the Sun”? Here it is - now hum along:\nOne day you'll look to see I've gone\nFor tomorrow may rain, so I'll follow the sun\nSome day you'll know I was the one\nBut tomorrow may rain, so I'll follow the sun\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Taming the Sun","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/droplets4.jpg","url":"http://www.environmentalgraffiti.com/featured/taming-sun/14942"}