{"summary":"What do Bob Marley, De la Soul, Muddy Waters and Spike Lee have in common? Not much you think? Ask Denver-based artist Dan “DUNN” Ericson a.k.a. The graphic designer with an animation background came to street sign art by chance – he credits fate and a love of urban culture, not to mention donations of discarded street signs by the city of Denver – for the extensive body of work he can look at today, comprised of hundreds of unique street sign portraits","advice_category":"6","content":"\nPhoto: \nAll images courtesy of The Signtologist\nWhat do Bob Marley, De la Soul, Muddy Waters and Spike Lee have in common? Not much you think? Ask Denver-based artist Dan “DUNN” Ericson a.k.a. the Signtologist and he’ll show you his collection of portraits. The unifying factor is that they are all done on old street signs. Who would have thought that One Way, No Parking, STOP or Tow Away Zone could be so inspirational?\n“50 vs. Kayne”:Photo: \nThe graphic designer with an animation background came to street sign art by chance – he credits fate and a love of urban culture, not to mention donations of discarded street signs by the city of Denver – for the extensive body of work he can look at today, comprised of hundreds of unique street sign portraits. \nBob Marley:Photo: \nDe la Soul:Photo: \nThe artist and Spike Lee with his portrait:Photo: \nBlues legend Muddy Waters:Photo: \nIt was on a fateful day in 2005 when legendary Roots MC, Black Thought named Dan the Signtologist. The artist formerly known as Dunn the Street Sign Artist hasn’t looked back since, unless to scrounge the streets for more canvases maybe. \nThe artist at work…Photo: \n… and among unexplored “canvases”:Photo: \nOne does not have to look far for the source of Dan’s creative talent – he credits his mother as one of his biggest influences. Both mother and son are fascinated by the faces of their subjects, with Dan focusing on musicians and painter Mary Lou Ericson on colourful portraits of people from around the world. Those in the Denver area can even catch a combined show of the mother and son duo until January 18th!  \nMore artworks and information can be found on Dan Ericson’s website, TheSigntologist. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.\n","author":"Simone Preuss","web_category":"art+and+design","title":"The Insane Designs of Signtology","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","url":"http://www.environmentalgraffiti.com/featured/insane-designs-signtology/18872"}