{"summary":"For most of us, hubcaps exist only as parts of our cars, but for some, they form the creative basis of art. Ptolemy Elrington is one of those people","advice_category":"6","content":"\n\nFor most of us, hubcaps exist only as parts of our cars, but for some, they form the creative basis of art. Ptolemy Elrington is one of those people. We met him last weekend at London Aware 08 and we were fascinated by his incredible sculptures. He makes all sorts of creatures out of hubcaps, from giant dragon flies, fish, dogs and crocodiles. It’s his passion and it’s also a spectacular message: discarded materials can be brought back to life. Recycling after all, can be interesting.\n\n\nPtolemy is proud that his designs carry a very noble environmental cause behind them, however this wasn’t initially his intention. He used to collect interesting pieces of junk and his first idea was actually to build an armored suit out of used hubcaps. Although that would have been incredibly cool, he ended up with a fish instead, which is arguably more impressive. \"I like natural forms as they’re challenging in terms of capturing the character,\" he says. Over time, because of his natural predisposition, Ptolemy’s work has turned into a way of raising environmental awareness. Children are especially receptive to it and more open-minded about the concept than adults, which I guess is a good thing, as they are the future generation after all.\n\n\nPtolemy is living in Brighton at the moment and is commissioned to create these masterpieces for a living. He tries to be as green as possible by recycling, avoiding plastic bags and using his van only for longer trips. All of us here at Environmental Graffiti are left with much to admire.\nBy the way, in case you were wondering where you might be able to get your hands on one of these creatures, he sells them on his site - it's well worth checking out.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"mentol","web_category":"art+and+design","title":"Recycled Hubcap Creatures: From Scary Dragons to Beautiful Fish","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/steel-dragon_0.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/creatures-made-from-used-hubcaps-from-scary-dragons-to-beautiful-fish/1191"}