{"summary":"Come 2013, the bustling metropolitan area will be home to Milano Santa Monica, a two million square metre green space that will feature 2,000 apartments alongside schools, shops and sporting facilities. Milano Santa Monica uses principles of bio-architecture, also known as organic architecture","advice_category":"8","content":"\nPhoto: All images via Home Design Find\nLong famed for its legendary fashion houses, Milan soon hopes to be known as a cutting-edge leader in yet another area of design: green communities. Come 2013, the bustling metropolitan area will be home to Milano Santa Monica, a two million square metre green space that will feature 2,000 apartments alongside schools, shops and sporting facilities. \nThe project will be located seven kilometres outside the Milanese city centre in the town of Segrate, currently home to about 33,000 inhabitants. The ‘park’, as it is known, will take up about 10 percent of this small city’s total area. \nMilano Santa Monica uses principles of bio-architecture, also known as organic architecture. This type of design is heavily informed by the location and climate of the building site and strives to unify, or harmonize, the natural world with the human world.  \nIndeed, residents within the high-rise buildings are imagined to have calming views of nature and ample physical access in this green space as well. The plants will also help with insulation while providing clean, fresh air.\nEnergy conservation will be another hallmark of the project, with plans to generate both electricity and warm water using strategically placed solar panels. \nWith no cars in sight, denizens of this town-within-a-town are shown in pictures strolling beside waterways under the cool shade of trees, or enjoying the sunshine in small groups.\nSources: 1, 2, 3, 4\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"soniaydong","web_category":"travel","title":"Milano Santa Monica: An Eco-City Within a City","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-46070-2865240290104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/green-living/milano-santa-monica-an-eco-city-within-a-city/5845"}