{"summary":"Photo: Swarm, 2004 (fairy vs hornet)All images courtesy of Tessa Farmer. Evil fairies fighting, torturing and even riding on the backs of swarming insects might sound like the fantastical product of an earlier age – the imagination of a vindictive young child, perhaps, or a sick Victorian mind","advice_category":"6","content":"\nPhoto: Swarm, 2004 (fairy vs hornet)All images courtesy of Tessa Farmer\nEvil fairies fighting, torturing and even riding on the backs of swarming insects might sound like the fantastical product of an earlier age – the imagination of a vindictive young child, perhaps, or a sick Victorian mind. But such miniature scenes exist in the real world, brought to life by the creative energy and deft hand of British artist Tessa Farmer. When Farmer exhibits, the fairies take over the museum – macabre hybrid creatures sprouting insect wings hell bent on malice and destruction.\nPhoto: The Insectary, 2007 (fairy on dragonfly steed weilding sea urchin spine club)\nPart humanoid, part insect, Farmer’s creations stand – or rather float – scarcely a centimetre tall with grinning skulls and ribs like tiny glockenspiels. Each figure’s spindly skeletal frame is formed from organic matter such as plant roots, and endowed with wings plucked from insect carcasses. Dead bees, wasps and dragonflies also find themselves collected and reincarnated as the antagonists of the fairies and victims of their ambitious, morally corrupt schemes.\nPhoto: Swarm, 2004 (devouring a dragonfly)\nSuspended from ceilings, Farmer’s installations offer three-dimensional pictures of epic Boschian battles between her tiny winged prot?g?s and their arthropod opposites. Yet according to Miniature Worlds, the artist “presents herself the conjurer of, rather than the maker, of these creatures.” Spawned from the darker reaches of folklore, she less concocts than recounts their narratives, observing their ever more sinister behaviour and overseeing their evolution over the past decade.\nPhoto: Swarm, 2004 (bucking dragonfly)\nWhat began as mischievous, crudely crafted 3-inch high sprites grew smaller and nastier as the artist’s skill developed. By 2004’s Swarm, Farmer’s fictional world had taken on a life of its own, and her preserved protagonists were acting in newly perverse ways. The fairies started enslaving insects, then mutilating and consuming them. Soon they were using the bones of snakes and rabbits as flying ships to facilitate their reign of terror, and recently attacked and infested a fox. We're next.\nPhoto: Swarm, 2004 (de-legging spider)\nFarmer’s vicious little fairies at once draw on and turn on Victorian notions of elfin fantasy, whetting the crueller edge of the childhood imagination yet hovering with a fragile, antique beauty – “translating,\" in the words of Patricia Ellis, \"pastoral fable into nightmarish lore.” If there is something of the past in Farmer’s pieces, there is also something of the future. Each elaborate scene might be part of an apocalyptic vision in which fairy warfare is the order of the day – and people are wiped out.\nPhoto: Swarm, 2004 (injured hoverfairy)\nFarmer has explained: “They're evolving independently and their behaviour is based on how insects act. They’re stealing ideas from the bugs and torturing and abusing and eating them.” Yet while insects might be accused of cold brutality to which even humans have not sunk, their infliction of pain on others is at least less calculating. One suspects the artist realises her malevolent miniature species mimics our own more than she lets on, just as they alert us to our destructive deeds.\nPhoto: The Insectary, 2007\nThe germ of the idea for Farmer’s work came when, as part of her course at Ruskin School of Drawing and Fine Art, Oxford, she was obliged to draw cadavers – which initially repulsed but grew to fascinate her. Her own techniques she learned painstakingly, aided by tweezers but never a magnifying glass despite the near-microscopically intricate detail in her pieces. In terms of materials, the dead animal corpses she uses she either finds or has donated by friends and family.\nPhoto: Little Savages, 2007\nIsn't this a bit too much on the revolting side? Not enough to deter Farmer. The artist admits there is a gruesome, not to say putrid, element to her work that is less than pleasant – and when working with larger creatures has been saddened by what she has seen – but her art and fascination for the physiology of animals have overridden such misgivings. Her stomach needs to be strong though as she regularly decomposes her finds by burying them for a spell or leaving the bodies in water.\nPhoto: Little Savages, 2007\nTessa Farmer has been nominated or presented with various awards including the Vivien Leigh Prize. She has shown her work in numerous exhibitions such as Miniature Worlds at the Jerwood Space and more recently Little Savages at the Natural History Museum in London. Her pieces are included in many European and British collections, including those of the Saatchi Gallery. To view more of her vicious work, visit her website.\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"art+and+design","title":"Evil Fairies Massacre Insects in Mid-Air ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dimitri-tsykalov-art2.jpg","url":"http://www.environmentalgraffiti.com/featured/evil-fairies-massacre-insects/19642"}