{"summary":"However, there are a few cannibalistic species of fireflies that deliberately use their flashing rear ends as a lure to call in other lightning bugs so they can capture and eat them.. If someone tried to imagine a Lightning Bug for a story no one would believe it","advice_category":"2","content":"\nPhoto: www.ysmad.com\nThe Lightning Bug is one of the most conspicuous and most unique insects you'll ever see. Their twinkling rear ends bring the stars down to Earth – or so it seems. \nIf someone tried to imagine a Lightning Bug for a story no one would believe it. An insect that creates its own light and never needs a battery change? Impossible. The very idea makes Godzilla sound positively rational!\nPhoto: Wofl\nLike they say, truth is stranger than fiction.\nLightning Bugs, or fireflies, are members of the Lampyridae family in the Beetles order. Yep, those fireflies are beetles, related to June Bugs and Ladybugs.\nTheir glow-ability is called 'bioluminescence'. Unlike our lightbulbs and candles, the firefly's light comes from a chemical reaction that releases all its energy as light. Luciferin and luciferase are the chemicals involved that produce this 'cold' light (since no heat is produced from the reaction).\nPhoto: Emmanuelm at en.wikipedia\nAlthough not all lightning bug species flash their lights, the ones that do have a specific sort of code they use to attract their future mates. Males generally flash from trees and on the wing; females respond from their places on the ground below.\nMost adult lightning bugs eat nectar or pollen, if they feed at all. However, there are a few cannibalistic species of fireflies that deliberately use their flashing rear ends as a lure to call in other lightning bugs so they can capture and eat them.\nEven when you understand the process behind this insect's glowing abdomen, a certain sense of magic remains.\nPhoto: Living Lights: A Glowing Compendium\nThe ethereal beauty of twinkling stars among the trees and flying through the evening dusk creates a deep, lasting wonder.\nSources: 1, 2","author":"dorothydot","web_category":"nature","title":"The Luminescent Magic of Fireflies","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb49.webshots.com-42672-2131093250104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-mystical-magical-lightning-bug"}