{"summary":"But they don't value us for our ideas and our minds. There are some smart initiatives to get our ideas valued, like these, check out the Roosevelt Institution and submit your brilliant policy ideas","advice_category":"8","content":"\nI have spent the last two days talking to and listening to Ted Nordhaus and Michael Shellenberger, , of Death of Environmentalism fame/infamy, and the question they always are asked is: \"What is your positive vision for the future?\" \nWell, I will be doing a full review of the book soon, but the question is being asked of all the wrong  people. The activists engaged in the Youth Climate Movement are the most innovative, creative, and brilliant creators of a green future and are both inspired by and engaging with the \"bright green\" thinkers that are launching a community thinking experiment online. If you have never gone to WorldChanging, go there. Now. Then come back.\nFriedman wants us to hit the streets, Gore wants us to encircle bulldozers. Sure, done that. Will do more. But they value us for our passion, our bodies and our commitment. But they don't value us for our ideas and our minds. That just makes us feel like exploited dates. The diversity of solutions launched by the Campus Climate Challenge, in our efforts to challenge the rest of society to act by building carbon neutral campuses and a clean energy economy, is awe inspiring. We have designed better bio-reactors for biodiesel from waste, clean energy investment funds, green building innovations by the score,  alternative transportation systems and dense campus-community development plans, . We've erected utility scale wind turbines, researched best practices for every major system the microcosm of a campus uses, launched fair trade companies...trust me, I can go on.\nThe Solar Decathlon on the National Mall right now represents pioneering developments in sustainable housing by student teams, the EPA's national design for sustainability competition is, you guessed it, for student teams. We are designing a brilliant future, today. There are some smart initiatives to get our ideas valued, like these, check out the Roosevelt Institution and submit your brilliant policy ideas. But policy is just part of it. We can communicate our ideas to each other, here, or elsewhere online. I promise I will fight for the resources to we can do just that and I know others will join me. So come to Power Shift 2007, and bring your thinking caps as much as your boots, cause we got work to do!\nA word of caution, Big NGOs, talking heads, and others will want us to protest, to act, to support their ideas. But policies like Cap and Auction or even a Big Federal Investment in Clean Energy RnD, while they have tremendous value, leave the job of innovating, launching the projects, ideas, businesses, and community efforts, to others. They want to light the spark of creative imagination, but they don't always value those who have already lit it and and are showing it to the world. Hold your head up high. If you take an internship or a job where you aren't valued because you are young, learn as much as you can but remember you can build a brilliant future with the power of your ideas.\n\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"RichardGraves","web_category":"lifestyle","title":"Your Days Are Numbered, Oldies","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/tyson.jpg","url":"http://www.environmentalgraffiti.com/businesspolitics/your-days-are-numbered-oldies/322"}