{"summary":". Photo: Nasa","advice_category":"8","content":"\nPhoto: Nasa\n\nThe Aurora Borealis, or Northern Lights, attracts thousands of sky-gazers throughout the year. This stunning atmospheric phenomenon can be experienced in the polar regions, with the auroral zone covering northern Scandinavia, Canada, Alaska and the northern coast of Siberia. Norway is a particularly popular destination for tourists who wish to see these ethereal light displays, and northerly regions such as Troms?, Finnmark, Alta and Harstad are likely to offer you the best vantage point, especially between November and February when the evenings are darkest and so the effect ever more brilliant and breathtaking. (Unsurprisingly, Christmas cruises along the majestic Norwegian fjords are usually fully booked up months in advance.)\nThe lights, seen as green, yellowish, red/pinky and sometimes violet/blue swirls and arcs illuminating the pitch black wintry sky, are caused by solar-energised electrons charging along Earth’s magnetic field at around a million miles per hour and colliding with the rarefied gas particles of the upper atmosphere. The effect as they fluoresce in the sky is rather like a giant celestial lava lamp. The flashes and bands of technicolour light have been described as one of the most spectacular natural displays on the planet.\nDuring peak travel times, visitors can choose to combine the sights of the fjords, immaculate arctic mountains and glaciers and these sensational rainbow night lights with other winter activities, such as dog sledding, snowshoeing and ice fishing. To make it a proper winter holiday, there is the option of staying in an authentic log cabin or even in an ice hotel – which is a whole other once-in-a-lifetime experience in its own right!","author":"darconvillescat","web_category":"travel","title":"The Luminous Beauty of Norway's Northern Lights","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/15_lighthouse_0.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-numinous-luminous-beauty-norways-northern-lights"}