{"summary":"Brahman cattle were developed in the United States from four different breeds of Indian Cattle and some British cattle varieties as well. Two Indian bulls imported in 1885 were mated to offspring from the Barrow Cattle and the Brahman breed was secured in the United States","advice_category":"2","content":"\nPhoto: Bull heading towards Tulsa, Oklahoma\nPhoto ?- Spin Drift / Wooden Boat Forum\nDid you ever wonder how to get your Brahman bull from Kansas to Tulsa, Oklahoma?\nBrahman cattle were developed in the United States from four different breeds of Indian Cattle and some British cattle varieties as well. Indian cattle were first imported into the United States in 1849 by Dr. James Bolton Davis who had?come across?them?through?an adviser to the Sultan of Turkey. The identity of the descendants of these cattle was lost during the Civil War. Two Indian bulls were next given to Richard Barrow , a cotton planter in Louisiana,?by the British Crown in recognition of his work teaching cotton and sugar cane to consultants working in India.\nOffspring of these Brahman bulls were successful and widely recognized as Barrow Grade Cattle in the American Gulf Coast region. Two Indian bulls imported in 1885 were mated to offspring from the Barrow Cattle and the Brahman breed was secured in the United States. Additional Brahman cattle were imported by circuses and some of those were?eventually resold to ranches. By 1925, about 300 Indian Brahmans had been imported into the United States of which the majority were bulls. The American Brahman breed has genetic input from the British Barrow cattle descendants and several Indian breeds including the Guzerat, Gir and Nellore varieties.\nPhoto:  Brahma Bull with proud owner\nPhoto ?- Spin Drift / Wooden Boat Forum\nThe American Breeders Association proposed the name 'Brahman'. Brahman cattle have a distinctive large hump on the shoulder and neck. Brahman bulls are big and can weigh more than one ton when fully grown. Despite their large size, Brahman cattle respond to affection, are docile and usually calm unless raised in overcrowded conditions. They tolerate hot humid weather very well, have superior insect resistance, and are excellent milk producers.\nPhoto: Statue of Nandi / Bull Temple at Chamundi, Mysore, Karnataka, India\nPhoto ?- Sanjay Acharya / Wikimedia\nThe Brahman in India is named after the sacred cow in Hinduism and is a breed of Zebu cattle. Sacred cattle have a very special status for several reasons and cannot be eaten, slaughtered or sold. 1. They generously give nourishing milk intended for their calves to humans. 2. Cattle are strong, valuable work animals and very valuable within a farming culture. 3. Shiva, The Destroyer of Evil, rides on an ox called Nandhi who is also the gatekeeper for Siva and Parvati. 4. Nandhi is Siva's most important disciple and a primary guru. 5. Nandhi as a primary and separate god can be found in the ancient Indus Valley Civilization where a Shiva like deity who is 'keeper of the herds' has also been identified. 6. Lord Krishna, an incarnation of Vishnu, was a cowherd and a sacred cow called Kamadhenu gave milk to Lord Vishnu.\nSpeeding down an American highway in the summer should be no problem for these magnificent cattle. Be certain to take a second look, Lord Shiva may be nearby.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.\nSources -1, 2, 3, 4\nThanks to John Lee for finding the photos of a Brahman bull motoring down the highway to Tusla.","author":"merlynne6","web_category":"nature","title":"Take Your Brahman Bull to Tulsa, Oklahoma ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/inca-quill-face.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/take-your-bull-to-tulsa-oklahoma/14874"}