{"summary":"Donate to organizations like Oceana and others which are fighting for our oceans and marine life. Only eat sustainable fish and try to avoid those caught by bottom trawling or which come from big industrial ships","advice_category":"2","content":"\nPhoto: OCEANA Carlos Minguell\nJune 8, 2011 is World Oceans Day, and it's a day to be taken seriously. Never before have the oceans been so endangered from pollution, overfishing and more. Here are some startling figures from Oceana: \"The international marine conservation organization estimates that since the beginning of the 21st century, 70 million tonnes of fish have been caught and afterwards discarded dead, 110,000 hectares of seagrass meadows that were home to thousands of organisms have been destroyed and 99% of the marine species in danger of extinction still lack conservation plans.\" Oceana is the largest international organization dedicated exclusively to marine conservation. Here are seven tips that they have has put together on how we can all help to save the world's oceans.\n7. Beach cleanupsPhoto: OCEANA Enrique Talledo\nPollution is a huge danger to marine life forms, many of which swallow or get caught up in it. Cans, the plastic rings used to hold them together, bilge water and beach trash all contribute to this problem. Oceana's underwater remotely operated underwater vehicle has shown this garbage even at depths of 500 meters. Then there is the danger from cut nets that entangle everything in their path, including coral. Organizing beach cleanups is one way we can help to tackle this problem.\n6. Watch what you eatPhoto: OCEANA LX\nOnly eat sustainable fish and try to avoid those caught by bottom trawling or which come from big industrial ships. Check with your fishmonger or supermarket fish manager to see which, if any, fish come from local fishermen associations. It really does work; consumer pressure made one of the largest grocery chains in Canada implement a \"sustainable fish only\" policy in all their stores. Fish 2 Fork is a resource that will help you see which restaurants in your area only use sustainable fish.\n5. Shop with a consciencePhoto: OCEANA Carlos Minguell_182\nProducts to avoid buying include coral jewelry, sea turtle shells, dried seahorses and shark products. However, there are a lot of things you can buy that help conservation, like bags made from old fishing nets and cosmetics that don't use shark acids. Coral that is thousands of years old has been destroyed in just a few years, and sharks have been overfished leading to their being threatened – as some species only give birth to one individual a year.\n4. Put away the plastic Photo: OCEANA Carlos Su?rez\nOne notorious example of pollution is an area called the \"Great Pacific Garbage Patch\". Oceana explains: \"It’s a mass of floating marine litter that contains an estimated 150 million tons of plastic covering an area estimated to be twice the size of France. It has caused the death of millions of seabirds and over a hundred thousand marine mammals.\" So, try to avoid using plastic bags; they take 400 years to decompose and kill thousands of marine animals.\n3. Educate yourselfPhoto: OCEANA Carlos Minguell\nThere are many wonderful books and TV shows that explain the predicament the world's oceans are in. One idea might therefore be to start a book club where you can read and discuss books together with other information about the perils the planet is facing. Book clubs are informative and fun, which makes educating yourself a pleasure rather than a chore.\n2. Spread the wordPhoto: OCEANA Carlos Minguell\nGet involved! Tell your friends and family about the plight of the oceans and marine life, and sign petitions and talk to politicians about such issues. It is amazing what spreading the word, one person at a time, can accomplish. \n1. Donate Photo: OCEANA Carlos Minguell\nDonate to organizations like Oceana and others which are fighting for our oceans and marine life. They fight to create Marine Protected Areas (MPA) throughout the world, to give fish some places to safely breed, coral a chance to regrow, and seabirds and mammals some safety from human predators and pollution.\nThe world's oceans are vital to our well-being. Not just because we eat fish but because their health contributes to the health of the environment as a whole. One of the most dangerous greenhouse gases is water vapor, which increases as the oceans rise, causing extreme weather conditions. Seafood is vital to seaboard towns, cities and village economies. And destroying species will cause long-term pain because if it continues there will be nothing left to fish. Even now some areas are running out of crab and lobsters, and this also means that predators who prey on them are running out of food and won't themselves thrive.","author":"Michele Collet","web_category":"nature","title":"7 Tips to Save the World's Oceans ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-7-tips-help-oceans-world-ocean-day"}