{"summary":"All the dresses Adriana made were from condoms that were expired or were rejected at the quality control station. And to play the numbers games: Adriana has made over 200 sculptures and dresses, 160 figurines and 80 pictures, all made of condoms","advice_category":"6","content":"\nPhoto: Richie Diesterheft\nCondoms are becoming more popular nowadays in advocating safe sex, but now condoms are turning heads in the fashion world. Enter Adriana Bertini, a 35-year-old Brazilian artist who's turning condoms into dresses.\nPhoto: Richie Diesterheft\nYears before, Adriana worked as a volunteer for Gay Asian Pacific Alliance (GAPA) to raise awareness about AIDS and the people who suffer from it. She also met with many HIV-positive children while volunteering, who inspired her to meld both her creativity and her advocacy. In 1997, she launched her project called “Dress Up Against AIDS: Condom Couture.” From afar, this cream-colored dress doesn't even look like it's made from condoms.\nPhoto: Richie Diesterheft\n?\nBut take closer look and you'll see how Adriana artistically stitches and folds the condoms to create different textures and designs.\nPhoto: Richie Diesterheft\nNot only is the project raising awareness about AIDS and HIV, it’s also pushing for a greener living. All the dresses Adriana made were from condoms that were expired or were rejected at the quality control station. If these rejected condoms were chucked out in the trash instead of being recycled, they would have produced sulfur and carbon footprints from incineration. Although one can say condom latex is biodegradable, it’s safer to re-use them than to throw them away. And Adriana should know: she was a Greenpeace activist, too.\nPhoto: Richie Diesterheft\nCondoms have always been under scrutiny when it comes to issues like safe sex, pre-marital sex and sexually-transmitted diseases, among others. During the time when STDs, teenage pregnancies and abortions were on the rise, condoms were shunned by the conservatives and the Catholic Church, who thought it better to use abstinence and early withdrawal to fight off these problems. Thus, the war between “pro-choice” and “pro-life” was born.\nPhoto: Anya Levinson; Infowidget\nToday, condoms have come a long way: from the time that they weren’t promoted even by the US military during WWI, they are now readily sold in convenience stores, with different designs, colors and even flavors. This condom even comes with a glow-in the dark tip.\nPhoto: Kulmalukko\nChina even has condom vending machines out on the streets.\nPhoto: Christopher (Augapfel)\nTo date, the exhibition of “Dress Up Against AIDS: Condom Couture” has toured around Asia, Europe and Canada besides touring the United States as well. And to play the numbers games: Adriana has made over 200 sculptures and dresses, 160 figurines and 80 pictures, all made of condoms. And the largest number of condoms she used for one dress was 80,000. Would you believe that she made a wedding dress with those 80,000 condoms? That would be a lot of protection come the honeymoon.\nPhoto: Richie Diesterheft\nAdriana Bertini isn’t stopping with those numbers. She’s also planning to make condom garments for men and has already made a series of male busts made of condoms. She’s also planning a project called “Fashion Show Stars” where celebrities could endorse her cause and raise more awareness to the public. And because Adriana is a big dreamer, she also wants to build a “Venus’ House” complete with condom furniture, but which will also be an education venue for issues like STDs, sex, contraceptives and related issues.\nAdrian Bertini isn’t the only one who’s making waves when it comes to AIDS and HIV awareness. In Bangkok, Thailand, a restaurant called Cabbages and Condoms have their own line of colorful condom fashion, as you can see here.\nPhoto: Taylorandayumi\nAside from offering succulent and genuine Thai dishes, Cabbages and Condoms is a supporter of the Population and Community Development Association (PDA) in Thailand, which focuses on educating the rural poor about sex issues and other community development matters. All proceeds the restaurant earns go to programs like free vasectomies, mobile health clinics, vegetable banks, income generation and environmental education programs, among others.\nPhoto: Michael Stout\nGuests are greeted with a poster that offers free condoms that comes in two sizes! Customers will sure get huge laughs from the tagline.\nPhoto: Ryan Harvey\nCondom couture might be more popular among the fashion-forward, or among parents who have jitters when their kids are off to their homecoming dances and prom nights. Condom prom dresses, anyone?\nPhoto: Smile for Camera\nSources: 1 2 3 4 5 6","author":"Karize Uy","web_category":"art+and+design","title":"Condom Couture: Turning Rubbers into Dresses","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","url":"http://www.environmentalgraffiti.com/fashion/news-condom-couture-turning-condoms-dresses"}