{"summary":"EG: How did your first pyrography happen? When did you first draw a sparkler portrait?  Tobias Kipp and Timo Pitk?m?: At the time, we were studying in Weimar in the central German state of Thuringia. EG: What keeps you going to again and again grab a sparkler and draw a portrait?TK & TP: There are many motivating factors","advice_category":"6","content":"\nPhoto: The sparkling processAll images courtesy of Die Zeichner, Tobias Kipp and Timo Pitk?m?.\nPyrography literally means “writing with fire,” a concept two German artists have turned into an unusual art form and profession: In 1999, they experimented with sparkler drawings, creating ad hoc portraits of people with sparklers in the time it took for two sparklers to burn (84 seconds exactly). More than 10 years and 60,000 (!) portraits later, Tobias Kipp and Timo Pitk?m? reflect in an interview with Environmental Graffiti on their unusual career choice and the hazards and perks of the profession.\nEG: How did your first pyrography happen? When did you first draw a sparkler portrait?  Tobias Kipp and Timo Pitk?m?: At the time, we were studying in Weimar in the central German state of Thuringia. In 1999, this small city was declared the cultural capital of Europe and was soon flattened by a gigantic wave of tourists. Most of Weimar’s inhabitants at the time came up with obscure ideas as to how to commercially exploit this unusual situation. We developed our idea for drawing portraits in the midst of this gold rush atmosphere. But we were wondering how exactly? Maybe with the famous Thuringian sausages or with burning matches? From there, the spark somehow flew to the idea of drawing with sparklers. \nA finished portrait:Photo: \nOn May 17th 1999, we drew our first sparkler portrait in Weimar’s own Schiller Street. The first sparkler drawings – singed and full of huge holes – hardly looked anything like those portrayed. Early reactions therefore were “This is supposed to be me?”, sometimes followed by “You have a lot of nerve!”. It also happened that whole sheets of paper burned to ash in front of the model’s eyes or landed torn up in the next garbage can. \nOur main customers in those days were friends, local students and whole school classes who wanted an ugly portrait of their teachers for the school yearbook. But we did earn money with it, initially 3 marks per portrait (about $1.50). Self-deprecating, we used the slogan “ugly portraits for beautiful people” and developed different avantgardistic marketing techniques that were often close to brain washing. A year later, thanks to a tip by an anonymous French artist at Montmartre, we found a fitting name for our art: Pyrography. \nAt an event:Photo: \nEG: How did you come up with the idea to do this professionally?TK & TP: When tourism finally died down in Weimar, we wanted to carry the pyrographic torch into the world and promptly started the “Pyro-Portrait European Tour 2008” with the aim of visiting 85 European cities. For this purpose, we had contacted a pyrotechnics manufacturer for sponsorship. \nWe visited the company and made friends with the people who manufactured our sparklers. They in turn were so thrilled with our technique that they invited us to create sparkler portraits at the annual media fund-raiser in Bonn. This was our first paid event. From then on, it was all word-of-mouth: someone saw us and recommended us to their friends. We didn’t intend to do this professionally initially but simply got more and more engagements that culminated in an unusual profession: sparkler portrait artist. \nDrawing a portrait:Photo: \nEG: What keeps you going to again and again grab a sparkler and draw a portrait?TK & TP: There are many motivating factors. First of all, it’s a good job that strangely makes money. And studying faces in detail is still a challenge, even after 10 years and especially with this technique: Will I manage to capture the characteristics of this face or will the sparkler explode and ruin the portrait? \nConcentration on the street:Photo: \nWe sometimes get into a creative trance, a beautiful moment when drawing happens almost instinctively and there’s only the face of the other person, one’s own eyes, taking it all in and the hands that deliver the portrait. Like a drawing machine, Zen like. And a final motivation is the “prototype,” the bigger picture that we’re pursuing with pyrography. \nWant to know what a “prototype” is? More below:Photo: \nEG: Speaking of exploding sparklers, what are the risks and disadvantages of your profession? Have you faced accidents – burns, holes in your clothes, etc.? And does burning so many sparklers pose a health risk for you? TK & TP: Burns are not only a risk of our profession; they are an unavoidable side effect that happens constantly. Blisters from burns belong to this job like a bus to the bus driver. Before the invention of protective metal rails on our drawing boards, we had so many holes in our shirts that they practically were one big hole. \nEspecially dangerous are the smouldering particles that fall off the sparkler. Especially painful when they fall into the shoes and burn the tender skin at the bottom of the feet (ouch!). Sparklers can’t be extinguished; they smoulder further even after stepping on them. After the German Poison Control Centre warned of the high barium nitrate content in sparklers, we got high-tech face guards. We therefore advise people to serve cocktails, desserts and cakes garnished with sparklers to their enemies only, not their friends. \nMen in Black? Photo: \nEG: You’ve started out as street artists – what were the initial reactions of passers-by?TK & TP: The street, especially around shopping centres, is the birth place of our pyrography, that’s where it all started. The enthusiastic reactions of predominantly American tourists (“amazing”, “wonderful”, “impressive”) who sat for portraits have initially given us the impression that we had invented something special. \nIt only later dawned on us that these complements were reserved for everything, from splashing fountains to children playing the recorder. However, overall we received such positive feedback that we were motivated to continue. Only in France do we face a real problem as the French don’t have a word for sparkler, therefore it is very difficult to sum up what we do in a few words. \nDrawing a crowd:Photo: \nEG: How many pyrographic portraits have you created so far? And are you thinking of exhibiting them somewhere?TK & TP: Till date, we’ve created almost exactly 30,000 portraits – each! At the moment, we are looking for a nice gallery space to exhibit our “prototypes”: While drawing each portrait, a shadow-like silhouette gets copied onto the page below. We therefore keep a schematic copy of each portrait. And then we use the paper again. And again. This way, the copies of many different portraits overlap and after about 300 to 400 of them, a kind of collective portrait or the average of all the others emerges. We’ve collected these prototypes over the years – they are in a way the basis of our work as portrait artists. In addition, we also work on large-scale sparkler drawings and with other techniques. We can’t exhibit the sparkler portraits themselves as they’re with the clients. \nA “prototype” - or should we say pyrotype?Photo: \nEG: A final question about your background: What are you up to when you’re not serving the art of pyrography?TK & TP: Using a sports metaphor, we basically follow the supporting leg–free leg principle: Pyrography is our supporting leg that provides our livelihood; with the free leg, we can do whatever we want. That means for Timo music, fine and martial arts and for Tobias film-making, drawing and being a father.            \nReady for the next gig - Timo Pitk?m? (left) and Tobias Kipp:Photo: \nEG: What about future plans, where will some of your next events take place?TK & TP: Planned is an exhibition of our prototypes and advancing large-scale pyrography. We’ll have our first event in the Far East and local events in January in Wermelskirchen, D?sseldorf, Berlin, Frankfurt, Hamburg, Bremen and Dortmund.\nTimo and Tobias, thank you very much for taking the time to answer all our questions so diligently! \nFor more information about pyrography or to book an event, visit the Zeichner or Pyrografie websites.   \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Drawing With Fire ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb54.webshots.com-45365-2599442840104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/drawing-with-fire/19242"}