{"summary":"Every native bear was hunted to extinction, with the bear Marqueze shot supposedly the last native female. In 2004, French hunter Rene Marqueze was hunting boar in the Aspe valley in the Pyrenees mountains near the French border with Spain","advice_category":"2","content":"\nA French hunter is on trial, facing serious charges over the shooting of what was likely the last native female Pyrenees bear in existence.\nA Pyrenees bear in a French animal park\nIn 2004, French hunter Rene Marqueze was hunting boar in the Aspe valley in the Pyrenees mountains near the French border with Spain. Marqueze shot and killed the bear, which had been named Cannelle, allegedly in self defense.  \nThe Pyrenees bear no longer exists in the wild. Every native bear was hunted to extinction, with the bear Marqueze shot supposedly the last native female. \nThe case of Marqueze and Cannelle drew heaps of media attention. Former French President Jacques Chirac called the animal’s death a “great loss for biodiversity”. It sparked a movement to reintroduce bears to the region which saw several bears imported from Slovenia. Finally, it sparked Marqueze’s trial, which was the result of an action brought by several environmental groups against him for killing a protected species.\nMarqueze says he shot the bear in self defense when he was surprised by the animal. He said \"She was standing on her hind legs, her two ears were standing up. She raced forward when I saw her, I took off to get out of her way but she didn't hesitate, she charged me from behind.\"\nMany environmentalists think otherwise. Francois Ruffie is a lawyer working for the two environmental groups that brought the action against Marqueze. Ruffie says that Marqueze was aware of the presence of the bear, which was also travelling with cubs, and that there was no way he could have been surprised by the bear.\nRuffie said: \"Everyone who uses natural spaces has rights but also responsibility and hunters, who use weapons, most of all.\"\nIf convicted, Marqueze faces up to nine months in prison and a nine thousand Euro fine.  He has the backing of the local community, however. Livestock herders in the Pyrenees were thrilled that the bear disappeared. It allowed them to leave their flocks mostly unattended without danger. They are fiercely opposed to recent efforts to reintroduce the bear to the mountain range. \nInfo from Reuters\nEnvironmental Graffiti is up for four bloggers choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"The French Will Mess You Up for Killing Their Bears","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2892083918_4fff6472b9_o.jpg","url":"http://www.environmentalgraffiti.com/ecology/the-french-will-mess-you-up-for-killing-their-bears/918"}