{"summary":"A flash flood is more often than not caused by abrupt, excessive rainfall that sends a body of water such as a river or stream quickly out of its banks. Listen to weather reports for flood information and be knowledgeable of what the terminology is","advice_category":"4","content":"\nPhoto: Tina Hemerlein-McDonald\nPractically every community in the United States has experienced some type of flooding at one point or another because of long spring rain fall, severe thunderstorms or winter snow thaws, but all flooding is not alike. Some floods develop gradually, sometimes over a period of days or weeks\nand cause little to no damage at all, but then there are violent deluges of\nrushing water called flash floods.\nPhoto: Tina Hemerlein-McDonald\nA flash flood is more often than not caused by abrupt, excessive rainfall that sends a body of water such as a river or stream quickly out of its banks. Often this takes place in a short amount of time, only few hours or less. Most frightening is the rapidity with which the water rises. Flash floods can also be caused by ice jams on rivers along with the winter or spring thaw; occasionally a dam break will also lead to a flash flood especially downstream. With all of these, the relentless incursion of water finally causes an unstable overflow to begin, powerful enough to sweep away everything and anything. This powerful flow of water can even level buildings and knock bridges off their piers, causing total destruction of all property in its path.\nPhoto: Tina Hemerlein- McDonald\nThe sudden nature of the flood makes it extremely dangerous, and it is the number one weather-related cause of deaths in the United States. According to the U.S. National Weather Service in 2005, the national 30-year average for weather-related deaths showed that 127 people died from floods compared to 73 people from lightning, 65 people from tornadoes and 16 people from hurricanes, making it by far the deadliest weather phenomenon.\nPhoto: Tina Hemerlein-McDonald\nSo how can you prepare for a floor or even flash flood? Well really, you cannot. All you can do is be conscious of the weather and take notice when there is especially heavy rainfall. Listen to weather reports for flood information and be knowledgeable of what the terminology is. \nPhoto: Tina Hemerlein- McDonald\nHere are a few helpful terms and information from the Federal Emergency Management Agency (FEMA): \nFlood Watch:\nFlooding is possible. Tune in to NOAA Weather Radio, commercial radio or\ntelevision for information.\nFlash Flood Watch:\nFlash flooding is possible. Be prepared to move to higher ground; listen to\nNOAA Weather Radio, commercial radio or television for information.\nFlood Warning:\nFlooding is occurring or will occur soon; if advised to evacuate, do so\nimmediately.\nFlash Flood Warning:\nA flash flood is occurring; seek higher ground on foot immediately\nPhoto: Tina Hemerlein-Mcdonald\n\nOther important tips and information from FEMA:\nIf you have to leave your home, remember these evacuation tips:\nThe following are essential points to remember when driving\nin flood conditions:\nSources:http://www.fema.gov/hazard/flood/index.shtmhttp://en.wikipedia.org/wiki/Flash_flood","author":"Tinahm","web_category":"science","title":"Flash Floods: America’s Silent Killer","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/heq_0.jpg","url":"http://www.environmentalgraffiti.com/meteorology/news-america’s-silent-killer"}