{"summary":"Photo: Oh these hands, Buff Diss’s trademark – “Bridging the Gap” in BerlinAll images courtesy of Buff Diss. Melbourne-based graffiti artist Buff Diss is on a mission to find the perfect place for his graffiti so that it completes and complements what is already there: A friendly hand lending a match to light a random pile of wood, the same hand now shattering a brick wall, adding to the debris below, or in another place, taping shut a historical gate","advice_category":"6","content":"\nPhoto: Oh these hands, Buff Diss’s trademark – “Bridging the Gap” in BerlinAll images courtesy of Buff Diss\nMelbourne-based graffiti artist Buff Diss is on a mission to find the perfect place for his graffiti so that it completes and complements what is already there: A friendly hand lending a match to light a random pile of wood, the same hand now shattering a brick wall, adding to the debris below, or in another place, taping shut a historical gate. And local authorities are not too upset either as Buff Diss has long since exchanged his spray paints for simple masking tape. \n“Aftermatch”:Photo: \nBuff Diss says about the work above: “When I did that piece with the match I liked the idea of the aftermath. How did it start and was it a match? That piece was so enjoyable to do. And I felt so lucky to be able to find that space and to be able to create something in a space like that.” \n“Train train” – even the Germans didn’t know what to make of it:Photo: \nOn a recent trip to Berlin, he even got the chance to use his graffiti art on an InterRegio prototype, one of Germany’s new regional trains. Asked about reactions by officials, Buff Diss replies: “Because it comes off, a majority of authorities doesn’t know what to do. When I see that it comes off and it doesn’t affect the architecture, I enjoy the confusion it creates.”  \n“Sistine Hotel”:Photo: \nIn a local Walrus TV Artist Feature, Buff Diss talks about his motivation and constant interaction with the urban environment and the city’s architecture. \n“Daedelus”:Photo: http://www.flickr.com/photos/buffdiss/3524594371\nMore permanent than chalk yet less environmentally damaging than spray paints, could  masking tape be the new graffiti medium? Says Buff Diss:   \nFound in the trees – “Winter Burn”:Photo: \nFor Buff Diss, it’s all about the vibe, the relationship graffiti artists have with the environment they’re in. Like urban explorers, they discover a city’s underbelly and go where most citizens would not. He explains:\nUnder the skin of the city – “Tax Deductable Darls”:Photo: \n“I think graffiti artists are really blessed in that context; they get to see under the skin of the city. All the skeletons that sit in the city that [have] got so many stories - and that’s what’s fascinating.”\n“Rebeldia”:Photo: \nAt the recent GAS exhibition:Photo: \nFrom the WOW exhibition at GPO:Photo: \nWould Buff Diss ever want to do anything else? Not likely, he says: “I could spend the rest of my life finding derelict warehouses and just playing in the room, and just leaving art in the room play. Interpret it in the different spaces, just having conversations with old buildings perhaps.” We sure hope he’ll do this a bit longer to put into context for us what would be hidden otherwise.                 \n“In Company with Giants”:Photo: \nHere’s a video of the artist creating one of his tape art works from start to finish, with just the right kind of background music:\nYou can view many more of Buff Diss’s masking tape artworks on his Flickr page. We first found Buff Diss on Crooked Brains.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Amazing Tape Graffiti by Buff Diss","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb13.webshots.com-44172-2592185230103830173S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/tape-graffiti-buff-diss/20588"}