{"summary":"Luckily for the happy house buyer your stilted paradise is also an eco-friendly haven, built from timber frames sourced from sustainable forests, rainwater capture facilities and sloped roofs to maximise solar efficiency – not only is a cheap alternative to a two-up two-down in the centre of town, it’s also more energy efficient and sustainable to run – yippee!. Built on stilts to overcome the milder floods, and it’s easy and cheap to erect a new one if yours suddenly disappears into the local ‘stream’.","advice_category":"8","content":"\nIn accordance with Gordon Brown’s recent affordable housing promise and the Government’s Housing Green Paper, Living Space 21 have designed a house which can be built anywhere your heart desires for under ¢G60K, or under ¢G20K if you fancy doing it yourself, minus the price of the land that is.\n In the wake of the recent, and reoccurring, floods in the Midlands, this house seems ideal. Built on stilts to overcome the milder floods, and it’s easy and cheap to erect a new one if yours suddenly disappears into the local ‘stream’.\nThe time has come for the average Briton to realise his/her Bangladeshi dream – a waterfront house, a boat, a suntan, It’s all very exciting, I feel the Buddhist inside me stirring.\n Fabulously the Co-Operative Bank is sponsoring this venture, easing the way to your Bollywood paradise. And if you’re flash enough to have a spare bit of garden, field, lawn, Living Space 21 will happily buy that land from you to sell in conjunction with the stilted houses.\nLuckily for the happy house buyer your stilted paradise is also an eco-friendly haven, built from timber frames sourced from sustainable forests, rainwater capture facilities and sloped roofs to maximise solar efficiency – not only is a cheap alternative to a two-up two-down in the centre of town, it’s also more energy efficient and sustainable to run – yippee!\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"emma","web_category":"lifestyle","title":"Co-operative Living","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/sleeping_rudy.jpg","url":"http://www.environmentalgraffiti.com/green-living/co-operative-living/234"}