{"summary":"I deeply appreciate Frederico Uribe for allowing me to use the above images in this article. It's kind of what a nightmare about Barbies would look like! As one would have likely noted, Uribe creates sculptures that are not sculpted but constructed and weaved, in all kinds of different ways, curious and unpredictable, repetitive and almost compulsive","advice_category":"6","content":"\nPhoto: Federico Uribe \nOne of the best perks about being a freelance writer is that you meet some very spectacular, interesting people. Some of these people are ordinary folks who suffer from adversarial obstacles in their life that you yourself may have gone through. Less commonly, you meet talented celebrities from across the globe who have unusual stories to share. Their life experiences are nothing like your own, and the intrigue about them is too enormous to describe in words.\nThis is what it has been like to meet Federico Uribe. The above image reminds me of what would be envisioned of their rooms if my daughters were still here today. See how the following images grasp your hearts and imagination. \nPhoto: Federico Uribe \nIncredibly, the above image was made of pencils - that people no longer needed, used or wanted. These are not tiny sculptures. Rather, most of them are approximately 4 1/2 to 6 feet tall. The rest are life-sized. \nBorn in Bogota, Colombia, in 1962, Federico Uribe lives and works in Miami. There is no way the art world can classify his brand of art. It simply has never been seen before - literally. He takes pop art and twists it into a comical historical display of ordinary objects now formed into scenes in Uribe's real life. \nThe image below is a sculpture made of simple pennies: Photo: Federico Uribe\nUribe studied art at the University of Los Andes in Bogota and in 1988, left for New York to pursue a master of fine arts degree under the supervision of Luis Camnitzer. He has been all over the world. His hunger to study art took him to Russia, Cuba, Mexico, England and then, finally, to Miami. \nPhoto: Federico Uribe \nPhoto: Federico Uribe \nThe above images were made from old shoes. The one below was made of discarded wood chips. \nPhoto: Federico Uribe\nHere are some more sculptures made from pencils. Photo: Federico Uribe\nPhoto: federico uribe \nUribe's Catholic upbringing was the source of his inspiration. He obviously is a family man, and you will see later on that he has a very healthy sense of humor. The impression Uribe got from the Catholic church was one of rather dark intentions: pain, guilt and sexuality. Here are some sculptures made of screws, bolts, metal mesh, and metal fasteners. \nPhoto: Federico Uribe\nPhoto: Federico Uribe\nPhoto: Federico Uribe \nUribe didn't want to be just another artist with a paintbrush. He didn't want his work to be put above some person's mantle only to be forgotten or taken for granted. He wanted to shake up the art world and force the viewer to take a hard look at the beauty all around us and think about them in a much different way. The image below is made from shoelaces. \nPhoto: Federico Uribe \nThe anesthetic playfulness of Uribe's sculptures and art pieces are carefully designed after the artist collects the necessary materials and arranges, rearranges and manipulates the materials until he is inspired to make a one-of-a-kind piece of beauty.  \nIt's kind of what a nightmare about Barbies would look like! As one would have likely noted, Uribe creates sculptures that are not sculpted but constructed and weaved, in all kinds of different ways, curious and unpredictable, repetitive and almost compulsive. Here's a torso made of many different materials (scroll over picture for more information). You can see the frisky humor of Uribe live and well. \nPhoto: Federico Uribe \nWhen observed from close, his works reveal various kinds of interpretations; they invite us to touch them, to discover the detail and connection between one element and another. We are allured by the ordinary that becomes extraordinary by an artist's skillful hands. It makes us yearn to want to see more and never tire from viewing these exquisite pieces of magnificence. \nPhoto: Federico Uribe\nPhoto: federico uribe \nPhoto: Frederico Uribe \nDistance, proximity and perception are key factors in the interaction between Uribe’s work and its viewers. The title that Uribe gives the art pieces is very important. It reflects his deep passion for literature and language. You can see the evidence in this sculpture: \nPhoto: Frederico Uribe\nUribe is quoted as saying: \"Most of my work is based on words. I sometimes start with a name and look for my objects, sometimes the object makes me think of the word, and I exploit it to create a work.\" \nHaving had 26 solo exhibitions since 1999 and 19 group exhibitions since 2000, this artist is quite busy and making a big name for himself. From 1984 through 1987, he went to the University of Los Andes (Bogata, Cuba). From there, he spent the next year at the State University of New York. He then flew to La Habana, Cuba, where he spent another year at the Institute of Arts. \nPhoto: Frederico Uribe \nThis article only scratches at the most superficial surface of what this gifted artist has created. If you would like to know where he will be at next, you can click here. You could also click here to see where he has been. Chances are he will never be far from his throngs of fans and admirers! \nPhoto: Frederico Uribe \nWhat is truly impressive, something I have not seen by other artists yet, is the fact that Uribe has been well represented in the media, not tucked under a rock. He has had eight books written about him, has been summoned to make eight lectures thus far, and he has three permanently erected sculptures in public museums. Uribe is now represented by the Now Contemporary Art Gallery. \nI am deeply honored that Mr. Uribe bestowed to me never seen by the public images (below) of his upcoming show \"Once Upon A Time\", November 13th (you will not find these on his website). It's a solo show in Miami, FL, and will be at Now Contemporary Art. You may click on the link to find out more. As you can see, they are still putting the final touches of the show together, and the lighting is not perfect yet. The show will end on January 10, 2011. The forest is made of books. It is truly a feast for the eyes! \nPhoto: Frederico Uribe\nPhoto: Frederico Uribe \nPhoto: Frederico Uribe\nPhoto: Frederico Uribe \nI deeply appreciate Frederico Uribe for allowing me to use the above images in this article. I wish him the very best in his \"Once Upon A Time\" solo exhibition, as well as many others in his bright future.","author":"Asher Kade","web_category":"art+and+design","title":"Federico Uribe: Turning Recycling into an Art Form","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/CW-vivid-625x500x72jpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-federico-uribe-making-recycling-artform"}