{"summary":"We’ve already featured Lyagushkin on Environmental Graffiti, covering a different series of photographs he took in the White Sea – and it’s not surprising that he was once again drawn to this beautiful and amazingly unusual environment.. Here in the Velikaya Salma strait, there are vibrant sponges, species of Laminaria kelp, mollusks and gorgeous anemones – not to mention the fascinating beluga whale.","advice_category":"8","content":"\nPhoto: Viktor LyagushkinA diver explores the otherworldly White Sea.\nThe eerie green light combined with the creaking sounds of the ice and the slow, hypnotic movements of the underwater plant life create a strange, otherworldly atmosphere. It could almost be a dream – were it not for the all too perceptible stinging cold. Welcome to the Arctic waters of the Velikaya Salma strait, in the Kandalaksha Gulf of Russia's White Sea.\nPhoto: Viktor LyagushkinA beluga illuminated under chunks of ice\nRussian photographer Viktor Lyagushkin, notable for his stunning underwater images, took these photographs in April 2013. We’ve already featured Lyagushkin on Environmental Graffiti, covering a different series of photographs he took in the White Sea – and it’s not surprising that he was once again drawn to this beautiful and amazingly unusual environment.\nPhoto: Viktor LyagushkinIt really does look like another world.\nThe White Sea is a fascinating place, both above and below the water. It forms part of Russia’s internal waters and is bordered by the Kola Peninsula to the north and the Kanin Peninsula in the northeast, with the land of Karelia lying to the west. A Soviet naval and submarine base was located there, but for a long time before that it served as a hub for global maritime trade.\nPhoto: Viktor LyagushkinA diver spots something interesting swimming by.\nThe floor of the White Sea is broken up and bumpy. In fact, it is actually a depression in the Baltic Shield continental shelf, which was gouged out by ice sheets during the Pleistocene epoch. The bottom of the Kandalaksha Gulf is covered with sand and stones and is the deepest part of the White Sea, descending to a depth of 1,115 feet (340 meters). \nPhoto: Viktor LyagushkinHydrogen sulfide floats up around this diver.\n\nIn winter – which stretches from October or November to around May or June – the sea is frozen over. The ice is normally about 15 inches (40 centimeters) thick, but during especially chilly winters it can reach a depth of 59 inches (150 centimeters). Almost all the ice is mobile rather than stationary, and it is constantly making its way to the Barents Sea, which lies to the north.\nPhoto: Viktor LyagushkinThe illuminated underwater world of the White Sea.\nAs you can imagine, diving in such cold conditions – where the water temperature stays at around 28?F (-2?C) – requires special preparation. A normal wetsuit is not adequate; divers need to wear a hooded drysuit over a warm undergarment. When diving in cold water, divers are liable to use up air and energy more rapidly and can become tired and less coordinated. It is therefore crucial to stay warm. \nPhoto: Viktor LyagushkinAnemones and kelp decorate this rock.\nDivers’ regulators (the devices that supply air) need to be specially protected to prevent them from freezing up in the icy water. Another factor to consider when ice diving is visibility. Although the water is very clear, the conditions under all that ice and snow can be very dark – much like night dives. As such, torches are another necessary piece of equipment – and, generally, it’s important for divers to be properly trained. This is not an environment that forgives mistakes and a lack of preparation.\nPhoto: Viktor LyagushkinThe green light is less obvious in this shot.\nWhile diving here is challenging enough in itself, taking photographs at the same time requires extra skill. For one, the freezing temperatures cause camera batteries to become depleted at a faster rate. Cameras need extra care in these conditions, and then there’s the problem of lighting in the darkened environment.\nPhoto: Viktor LyagushkinA diver swims close to the sandy ocean floor.\nAll this being said, braving the cold and dark does come with rewards – as these stunning photographs show. There is abundant flora and fauna under the White Sea. Here in the Velikaya Salma strait, there are vibrant sponges, species of Laminaria kelp, mollusks and gorgeous anemones – not to mention the fascinating beluga whale.\nPhoto: Viktor LyagushkinDiving beneath thick sheets of ice\nBeluga whales are some of the main attractions of diving in these Arctic waters. These amazing animals are easily recognizable thanks to their white skin and large foreheads. Beluga whales are related to narwhals and are found around the Arctic and sub-Arctic. Sometimes referred to as “sea canaries,” these marine mammals are very vocal, and their song is sometimes audible above the surface of the water.\nPhoto: Viktor LyagushkinDivers enter the water through holes cut into the surface ice.\nThe beluga whale is one of the smallest whale species, measuring anywhere between 13 to 20 feet (4 to 6.1 meters) in length. To cope with life in these icy waters, they are covered in a layer of fat, which often forms folds. This fat can make up nearly half their bodyweight – much more than whales in warmer waters, whose fat only speaks for around 30 percent of their bodyweight.\nPhoto: Viktor LyagushkinA stream of hydrogen sulfide in the Bay of Biofiltry.\nSadly, the beluga whale is currently on the International Union for Conservation of Nature’s (IUCN) “Near Threatened” list. Global warming is a serious threat to these beautiful Arctic creatures. Scientists say that the melting ice caps will not only have a direct effect on the habitat and food sources of beluga whales but will also encourage more harmful human activity – like shipping and mining in their natural environments.\nPhoto: Viktor LyagushkinThe sun shining through the ice gives off an eerie green glow.\nFor the moment, the White Sea remains mostly untouched by human beings. It has a unique ecology and is home to five different types of marine mammals, around 60 fish species, jellyfish, soft corals, and sea anemones. There is no large-scale fishing industry, with only a small number of species pursued in the area, among them herring, cod and salmon. For those willing to endure the unpredictable and sometimes harsh weather, it’s definitely a place worth visiting.\nPhoto: Viktor LyagushkinA beluga whale glows in the darkness.\nThanks to Viktor Lyagushkin for once again sharing his incredible photography with us.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9","author":"Yohani Kamarudin","web_category":"outdoor","title":"Ice Diving in the Otherworldly Glow of Russia’s White Sea","picture_url":"","url":"http://www.environmentalgraffiti.com/news-under-white-sea"}