{"summary":"The hormone that spikes in humans and chimpanzees that is focused on status is testosterone. These same men have a spike in testosterone simply by being insulted—more so than men who are more “ape-like\".","advice_category":"2","content":"\nPhoto: hotblack\nIf you have ever observed a sports competition and noted the clear and distinctive behavioral patterns between the winner and loser, you may dismiss it casually as a simple learned behavior. However, that defeat/conquer behavior is quite complex and involves a series of hormones, chemicals, and alterations in the competitors’ mind and body. This same phenomenon has been recorded in primates, even dogs. This article will address the observable facts about such behavior in primates.\nWhen men strive for status, they undergo a hormonal influx similar to that of the chimpanzee. Chimpanzees are aggressive, competitive and males always dominate the pack, family, or group. Female chimpanzees’ sole purpose is to breed and care for young. They are the submissive sex.\nPhoto: kfjmiller\nThe hormone that spikes in humans and chimpanzees that is focused on status is testosterone. It is the chemical by which aggression, sexual prowess, and competitive domination is defined. Unlike the chimpanzee, men see a unique second spike in even more testosterone when they win a competition, say recent studies. Likewise, after losing a competition, a significant drop in testosterone is experienced. This distinctive difference in human males puts them in a league all of their own.\nPhoto: lightfoot\nIn apes, however, the social roles are vastly different. Females dominate the roost or group. Therefore, a higher tolerance and amicability towards others in the group is observed. Food sharing and cooperation is also noted. When apes experience stress, there is a small increase in testosterone, as expected, but it is cortisol that spikes in these times. Cortisol is responsible for the flight or fight mechanism when one is stressed. Like apes, men who experience stress when competition presents itself will be more passive and more likely to formulate social strategies so that the problem is resolved.\nFascinatingly, men who are hardwired to be more like chimpanzees function better in high status positions, pay more attention to status cues and perform poorly on complex cognitive tasks if failure is realized, says a study by the University of Texas. Adversely, if success is gained, and there is social reward given, there is a spike in pleasure recorded in the brain and adaptive function (like increased functioning in complex cognitive tasks), this aforementioned study notes. A study by Duke University confirms that this activity inhibition is a measure of self-control that is associated with right-hemispheric brain functions (so men like chimpanzees have right-hemisphere dominance.) Victory is the only goal, and defeat is massively stressful and a blow to the mental and physical stability of these men.\nPhoto: lemai13\nConversely, men with low levels of testosterone, those who are hardwired to have a spike in cortisol in times of stress, react negatively to high status positions, this study reflects. These men were “hypervigilant to status cues, showed elevated cardiovascular arousal, and performed poorly on complex cognitive tasks in a high status position but not in a low status position\". The study even goes as far as saying that these men prefer low status positions and avoid high status ones. It is far more stressful to realize victory than defeat.\nMen who are like chimpanzees succeed in positions of management and productive careers where there is strong influence over others, gain reward and reinforcement from others, and are seen as competitive and persuasive, says a study by Duke University. Men who are driven by the influences of testosterone are generally:\n•\tExcellent presidents, especially in times of war\n•\tAutocratic, and don’t seek the advice of coworkers\n•\tMore generative as they get older\n•\tOwn flamboyant things\n•\tMore likely to be violent with others, like their partners\n•\tAbuse alcohol\n•\tMore likely to be a political radical\n•\tBe more likely to be sexually promiscuous\nPhoto: kabir\nTestosterone is not the only factor that influences men who are like chimpanzees. Parental styles that men grow up with, life experiences and heritability also act on these types of men. “Chimpanzee-like men” are aroused by movies, media, and images that portray dominance. These same men have a spike in testosterone simply by being insulted—more so than men who are more “ape-like\".\nPhoto: kakisky\nMen who are testosterone driven, or “chimpanzee-like”, are more likely to have dimorphic or masculine features due to influence of higher levels of hormones in their system. These features are preferred by most women, particularly when they are ovulating. Thus, it can be presumed that these men are also more likely to gain positive feedback from females than men who are more “ape-like”.\nPhoto: hotblack\nThe pros and cons of being either “chimpanzee-like” or “ape-like” are relatively equal, but can slightly skewed depending on what one perceives as a pro or con. I found that I am more “chimpanzee-like” despite never battering my spouse or experimenting with drugs!","author":"Asher Kade","web_category":"nature","title":"Why Men Are Either Like Apes or Chimps","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6chimpanzee-and-tiger-cubjpg","url":"http://www.environmentalgraffiti.com/animals/news-why-men-are-apes-and-chimps"}