{"summary":"If you live in a newer home you may not even be aware that you are helping the green movement. These appliances cut down on electricity which can help you save money","advice_category":"8","content":"\nPhoto: epSos.de\nGoing green, that keyword for eco-friendly organizations is becoming an ever increasingly popular choice for many households. Not only is going green eco-friendly, by being good for the environment, it can also be a way of saving money, by cutting back on electricity and other costly items in the household. Making some small changes can lead you to discovering how exciting the challenges of being frugal and green can be.\nChanging to a green lifestyle may seem a little bit intimidating. However, there are so many things that many people don't even consider which are considered eco friendly or green. Arm yourself with a little knowledge and begin making an effort to live a greener lifestyle by adopting small green changes.\nPhoto: Sunfox\nOne thing that many homes can utilize in the way of being green are energy star appliances. If you live in a newer home you may not even be aware that you are helping the green movement. These appliances cut down on electricity which can help you save money. Most major brands offer energy star appliances, so look for the energy star label on your appliances to see if your home is already on the way to being green, and if it's not, when you replace an appliance, make sure that you look for the energy star label before you buy.\nGrowing your own vegetables, composting, and mulching, are all ways to contribute to a green environment in your home. Eggs shells, fruit rinds and coffee grounds are great for compost. These are simple easy tasks that will allow you to cut down on waste, save money and reuse and recycle natural resources.\nUsing natural cleansers or cleansers that use household items is also a step you can take. For example, you can clean glass with vinegar and newspaper, or you can use baking soda instead of scouring powder. These are things that you may not think of off the top of your head, but with a little research and knowledge you will not even think about stopping in the cleaning aisle at the grocery store.\nA green lifestyle choice that you probably haven't thought of? is cutting out fast foods. Most fast food products are wrapped, boxed and then bagged, which is a huge waste of paper products. In order to preserve trees, cut down on waste in the landfills, and help you and your family be more healthy, why not cut down on fast food?\nPhoto: moriza\nWhen it comes to green ideas that are good for your body as well as the environment, choose to walk or bike wherever you can and leave the car in the garage. You'll exercise your body and reduce pollution. When looking around the house for ways to go green, use your imagination and you will probably realize that many items can be reused or recycled, in order to cut down on waste. Old clothing can be used to make cleaning rags. Paper that has only been used on one side can be flipped over to use as a notepad. Plastic and paper bags can be reused over and over again.\nThere are many small things that you can change in your home that will help your family think greener, save you money and help the environment. These ideas are just the tip of the iceberg; you can take several small steps or commit to a completely green lifestyle.","author":"suzalicie","web_category":"lifestyle","title":"How to Make Going Green Easy on Your Family","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/funeral15.jpg","url":"http://www.environmentalgraffiti.com/lifestyle/news-ideas-make-going-green-easy-your-family"}