{"summary":"Below is a page from Gwon’s sketchbook for his solo exhibition Deodorant Type: Sculptures by Gwon Osang at Manchester Art Gallery from June 21-December 21, 2008.. Unlike many of his contemporaries, Osang Gwon decided not to leave Korea for international shores but to pursue his passion right in his birth place of Seoul","advice_category":"6","content":"\n“Behavior is the mirror in which everyone shows their image” GoethePhoto: “FUSE” (2007-2008):\nAll images provided courtesy of Arario Gallery Seoul unless otherwise noted\nA photograph is flat, isn't it? Think again when you view the following life-size photo statues. In the capable hands of Korean sculptor Osang Gwon, hundreds of photographs become a life-size copy of the original, turning reality a bit on its head. People, horses, cars and bags suddenly take on a life of their own. If you missed Osang Gwon’s recent New York exhibition, here’s a cross-section of his work.\nContemporary woman warrior ? la Gwon – “Metabo” (2009):Photo: \nInstallation view of Osang Gwon's solo exhibition at Arario Beijing Gallery in Beijing, ChinaPhoto: \nUnlike many of his contemporaries, Osang Gwon decided not to leave Korea for international shores but to pursue his passion right in his birth place of Seoul. The 35-year-old artist first created international waves with his exhibition Deodorant Type, first shown in 1999 in Korea and in 2005 in Los Angeles.\n“Error” (2005-2006) from the back...Photo: \n... and front view:Photo: \nThough his photo collages have been compared to David Hockney’s joiners, photo montages made up of many individual Polaroid photographs and often linked to cubism, Gwon has taken this method a step further by making life-size sculptures, therefore transcending into the 3D realm.\n“Gaze Motion” (2005):Photo: \n“A Statement of 540 Pieces on Twins” (1999):Photo: \nHe’s even gone another step further by photographing his models and pasting their life-size replicas together out of hundreds of their photographs, distorting reality by making viewers look at details of a person captured at one point in time and assembled to reflect reality, yet leaving them with an impression that something is off.\n“A Statement of Meaningless 360 Pieces” (2000): Photo: \nThis is exactly the effect Gwon was aiming for. He mentioned in an interview with Flavorwire last month:\n\n\nDeodorant Type is an unusual title for an exhibition but one that the artist has put quite a bit of thought into:\n\n\nThe artist wants to reflect on this influence of magazines and ads on society and got the title inspiration after seeing a foreign deodorant ad that clearly hadn’t taken the Asian context into account. (There are virtually no deodorant ads in Korea as the problem of perspiration does not arise. If it does, it is regarded as so serious that surgery is considered. Guess you didn’t know that – we surely didn’t.)\n“Red Sun” (2005-2006): Photo: \n“A Statement of 280 Pieces on the Absolute Authority and Worship in Art” (1999): Photo: \nSeeing the amount of detail that goes into these works, many visitors of Osang Gwon’s exhibitions wonder how long it takes him to make one sculpture. According to Gwon’s estimate, about three to four hours to photograph every part of the model’s body, sometimes longer.\nOf course, he first has to draw a sketch of the planned project. Below is a page from Gwon’s sketchbook for his solo exhibition Deodorant Type: Sculptures by Gwon Osang at Manchester Art Gallery from June 21-December 21, 2008.\nSketch for the policeman on a horse:Photo: \nDrawing: Osang Gwon\nPhotographing the subject, in this case a Greater Manchester Mounted Police Officer:Photo: \nImage: Manchester Art Gallery\nThen, he sorts the hundreds of photographs into neat piles before carving the sculpture’s body out of Styrofoam. All’s left to do is stick the images on and gloss the final piece over. Sounds easy but it is a process that takes anywhere from one to two months, depending on how much help Gwon has and how many sculptures he’s working on simultaneously.\nThe artist in front of the finished piece:Photo: \nAs for finding the actual models for his work, Gwon’s situation has completely changed as his fame and recognition grew: First, he worked with friends and family, his brother and sister especially, because they “wouldn’t get angry at having to stand for three hours while being photographed.” Now, celebrities like the British band Keane have approached him and Gwon is currently working on collaborations with Fendi and Nike.\n“KEANE Chaplin” (2008): Photo: \nOsang Gwon debuted his first photo-sculpture in 1999, not so much out of inspiration but more out of necessity: As a sculpture major at Seoul’s HongIk University, working with stone and metal all the time made his back hurt. So he was looking for a light alternative and voil?, the first photo sculpture was born. We’re sure glad it worked out this way.\nWith special thanks to Arario Gallery Seoul and Manchester Art Gallery for granting permission to use their photographs and providing information about Osang Gwon.\nSources: 1, 2\nJiyoon Lee. “Gwon Osang: Towards A New Kind of Sculpture.” Essay provided by Arario Gallery Seoul.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"art+and+design","title":"Look Closer. The Devil is in the Details","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/dd25.jpg","url":"http://www.environmentalgraffiti.com/featured/look-closer-devil-details/17635"}