{"summary":" Darren Kindleysides, an Australian campaigner for the International Fund for Wildlife, said: \"While whales are being used for entertainment in Japan, the Japanese fleet is subjecting whales to a cruel death in the Southern Ocean. The two snow white beluga whales have been fitted with specially made Santa hats at the Hakkeijima Sea Paradise on Japan’s Yokohama Island","advice_category":"4","content":"\nScientists in California have completed a study on marine mammals’ ability to function without oxygen for long periods of time, and their results may have implication for the treatment of brain damage.\nThe team studied the brains and blood of dolphins, porpoises, and whales that had either been stranded or caught in nets by fishermen. They were attempting to explain the unanswered question of how mammals that need to surface to breathe can go as long as 90 minutes without fresh air.\nThey found that the marine mammals all had much higher levels of proteins called globins, which carry oxygen. Globins include cytoglobin and neuroglobin, as well as haemoglobin which carries oxygen in the blood. They found that the marine mammals had much redder brains because of these proteins, and that depending on the mammals common depth in the water, their globin levels would be different. Animals that dive deep, for instance, had much thicker blood with more haemoglobin which meant they could not swim as fast as shallower diving mammals.\nThe globin levels mean the animals’ blood can carry more oxygen, so they don’t have to breathe as often. The higher neuroglobin levels also protected the brain from free radicals, which could cause damage. All the marine mammals had much higher globin levels than any terrestrial mammals except, inexplicably, the bobcat.  They believe the brains of these animals can help find new ways to treat or prevent damage caused by stroke, where the brain is starved of oxygen because of bleeding or a blood clot.\nContrast this story with this even more serious issue: a Japanese aquarium has put Santa hats on some of its whales.\nThe same country currently on a mission to hunt and kill at least 1,000 whales (more on that later) is home to a marine park that’s attempting to put on an awwwwww-inspiring beluga whale display. (I apologize for the use of the phrase awwwwww-inspiring)\nThe two snow white beluga whales have been fitted with specially made Santa hats at the Hakkeijima Sea Paradise on Japan’s Yokohama Island.  The hats are part of an attempt to draw crowds to the park during the Christmas season.  In another Christmassy move, the whales have even been trained to “kiss” volunteers under some yuletide mistletoe.\nShockingly, animal rights groups have a problem with this, particularly in light of the whaling expedition currently being held by the Japanese government.  Darren Kindleysides, an Australian campaigner for the International Fund for Wildlife, said: \"While whales are being used for entertainment in Japan, the Japanese fleet is subjecting whales to a cruel death in the Southern Ocean. Sadly, the aquarium owners seem to be showing as little respect for whales as their Government.\"\nKindleysides won’t be the only Australian keeping a close eye on Japan’s dealings with whales in the coming weeks. Australian PM Kevin Rudd has announced the country’s intent to send a former P & O cruise ship outfitted with machine guns and high tech cameras to observe the fleet’s hunt.  The ship, dubbed the Oceanic Viking, is equipped for polar seas with a reinforced ice-breaking hull. It will have two .50 caliber machine guns, which will be wielded by a customs boarding party in the event of an actual clash with the Japanese whalers.\nIf you want to find out more about whales or other cool animals, why not subcribe to our RSS feed, we'll even give you a free album.","author":"Chris","web_category":"science","title":"Are Whales with Santa Hats the Key to New Stroke Treatments?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb03.webshots.com-44034-2858545440105101600S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/sciencetech/are-santa-hat-wearing-whales-the-key-to-new-stroke-treatments/623"}