{"summary":"The outlook would not be good for a diver who swam into a Lion's Mane Jellyfish's \"net\" of tentacles to receive multiple stings.. Jellyfish Facts.net, referenced July 23, 2010.","advice_category":"2","content":"\nPhoto: Dan+Hershman\nA dead Lion's Mane Jellyfish stung more than 150 people at Wallis Sands State Park in New Hampshire, according to Mitch Marconi's shocking report on July 22, 2010. Somehow this twenty-two kilogram jellyfish could strike from beyond the grave.\nPhoto: derekkeats\nSurprising Facts about the Lion's Mane Jellyfish\nThe Lion's Mane Jellyfish can grow to an enormous size, despite starting its life as an insignificant larva that feeds on plankton in cold ocean waters. The largest individuals may become almost 3m wide at the bell, and its tentacles may stretch more than 30m in length. The North Atlantic is home to the largest Lion's Mane Jellyfish, but they are also found near Australia and in the Pacific. The coasts of Britain and Norway, as well as the Atlantic seaboard of the United States are all waters that the Lion's Mane Jellyfish can call home.\nThey are the largest of the jellyfish, although some other species are more dangerous to people. The bigger a Lion's Mane Jellyfish grows, the more colourful it becomes: the bells range from yellow through orange to red. Older tentacles may be reddish, also, but for the most part they appear as translucent jelly.\nSome larvae survive the harsh winter months, and then feed voraciously in the spring as warmer weather encourages plankton growth. As the jellyfish grows, it can add smaller jellyfish and other fish to its diet. They reproduce in the spring.\nThe summer is the time for serious growth. Divers will find the largest Lion's Mane Jellyfish in the autumn. However, the adults die in the winter, possibly because of rougher seas and a reduced food supply.\nLion's Mane Jellyfish do not descend below 20m. A clever feeding method is to start near the surface, then sink slowly, allowing the tentacles to spread out in a wide \"net\". The net is hard to see, so everything in range is easily engulfed.\nThe tentacles are equipped with poisonous stingers. The venom is enough to stun the victims. Smaller tentacles then guide the food into the jellyfish's mouth.\nPhoto: Dan Hershman\nHow Lion's Mane Jellyfish Interact with People\nDivers are the most likely to see these amazing creatures - and if they see, they will steer clear. One sting is not considered too dangerous. Symptoms include an itch, a rash, painful blistering, or muscle cramps. Some people develop an allergic reaction, and the most severe conditions include changes in heart rate and respiration. The outlook would not be good for a diver who swam into a Lion's Mane Jellyfish's \"net\" of tentacles to receive multiple stings.\nSherlock Holmes once laid the blame for a man's death on a Lion's Mane Jellyfish. The author, Sir Arthur Conan Doyle, took pains in the story to point out that the victim had a pre-existing heart ailment; another person in that story survived his encounter with the jellyfish.\nThe stingers remain venomous for several days after the jellyfish dies, or after the tentacles are detached from the body. For example: tentacles are sometimes stuck on fishing nets or other lines; people handling these ropes may easily be stung.\nSo the incident at Wallis Sands State Park is not surprising. The jellyfish was washed ashore, with its tentacles spread over a large area. It would be very difficult for anyone to see a tentacle; would you notice a blob of clear gelatin on a beach where you were expecting to swim or play?\nOn a happier note: Marconi reported that only nine children actually were treated, and all released, from a nearby hospital after their encounter.\nPhoto: United+States+Geological+Survey\nReferences:\nMitch Marconi,?Post Chronicle.com,?published July 22, 2010,?referenced July 24, 2010.\nJellyfish Facts.net, referenced July 23, 2010.\nOcean Eye Photo.com, referenced July 23, 2010.\nScuba Travel.co.uk,?referenced July 23, 2010.\nSeawater.no.?referenced July 23, 2010.","author":"MikeDeHaan","web_category":"nature","title":"Lion's Mane: The Largest Jellyfish on Earth","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/800px-Olindias_formosa1.jpg","url":"http://www.environmentalgraffiti.com/animals/news-revenge-dead-lions-mane-jellyfish"}