{"summary":"By selling their products at prices many times higher than municipal water, bottled water providers can use the extra revenue to increase the water treatment steps and improve the water quality.. These steps remove the disinfecting agent and byproducts, as well as the natural born minerals and replace them with food-quality minerals which protect purity and enhance flavor","advice_category":"8","content":"\nPhoto: de:Benutzer:Alex Anlicker\nIt is an unfortunate reality that naturally occurring fresh water is not naturally pure. Its normal pH-state is such that it absorbs minerals, both toxic and nutritious, in order to balance its acidity level. The new, milder pH-level, along with the accumulation of minerals, makes an excellent habitat for bacteria and microbes. It is these toxic minerals and microbes that present possible health risks to humans.\nTo remove these impurities, water is typically treated in five steps. Three steps address the minerals' (1) coagulation, (2) sedimentation and (3) filtration; while two steps address (4) disinfection and chlorination and (5) storage. These five steps are generally effective in providing safe drinking water, and in spite of risks posed by the addition of chemical disinfectants, the steps are a major improvement over the naturally occurring untreated water that occurs near municipalities. \nHowever, the multi-step treatment process is not perfect. First is a concern regarding chlorine disinfectants; second the problem of the water's mineral absorption quality. To combat these possible contaminants, responsible governments require municipal water providers to run continuous tests all through the treatment steps.\nPhoto: Diliff\nDISINFECTANT BYPRODUCTS\nAccording to public health officials, there are two major risk categories presented with the use of chlorine as a disinfecting agent. First, chlorine's half-life in water is relatively short. The short half-life can be abbreviate by exposure to sunlight. The effect is to reduce chlorine effectiveness as a disinfecting agent.\nThe second concern regarding chlorine's risks is that it can react with organic compounds already existing in the water to form disinfectant byproducts, including trihalomethanes and haloacetic acids. These agents are known to be carcinogenic. In addition, they are associated with higher risks in heart disease.  \nBecause of these risks, some water providers use alternatives to chlorine as a disinfecting agent. These include:\n(1) Chloramine (chlorine plus ammonia) is a more effective disinfecting agent than chlorine. It may still combine with organic compounds, but it is still considered to be an improvement.\n(2) Silver is known to have disinfecting properties without the carcinogenic risks when used in small enough quantities. It also has a much longer half-life chlorine.\n(3) Ozonation is a process where ozone is bubbled through the water as a disinfecting agent. It also reduces the presence of disinfectant byproducts caused by chlorine.\n(4) Water can be disinfected using high-intensity ultraviolet radiation.\n(5) Microfiltration and reverse osmosis are effective at removing microbes without the use of additives or infusions and\n(6) Ionization, an improvement on microfiltration and reverse osmosis, which uses an enhanced micro-filter to remove micro-particles. \nPhoto: Spiff\nWATER'S MINERAL ABSORPTION PROPERTY\nBesides the concern about disinfectant byproducts, there is also a problem that fresh water has a mineral absorption property. This property can cause water to absorb toxic metals and minerals, making the water unsafe. To counter this property, some water providers remove the toxic agents (such as lead or mercury) and exchange them with food-quality minerals (such as calcium compounds). The use of properly selected additives to negate the mineral absorption property can also enhance flavor.\nQUALITY ENHANCEMENT AND COST-BENEFIT ANALYSIS\nThese additional steps used in water treatment add to the cost of supplying water of drinking quality. Depending on the water's natural quality, some of these addition steps may be necessary. However, most public health authorities consider the added cost of including these steps to be unnecessary, and of relatively little benefit over the five-step-process.  \nIt is here that reputable bottled water providers (see note below) find their market. By selling their products at prices many times higher than municipal water, bottled water providers can use the extra revenue to increase the water treatment steps and improve the water quality.\nFor example, at least two of the world's leading providers of bottled water - Pepsi and Coca Cola - begin their product preparation by purchasing municipal quality water, then introducing additional steps of their own.  \nThese steps include:\n(1) additional improved filtration,\n(2) reverse osmosis\n(3) mineral enhancement\nThese steps remove the disinfecting agent and byproducts, as well as the natural born minerals and replace them with food-quality minerals which protect purity and enhance flavor. The water is transported under sterile conditions (as opposed to municipal lead or concrete pipes) and placed into sterilized plastic containers.  \nWhile these plastic containers are environmentally controversial, the accusation that bottled water providers are not safe or that they are simply reselling tap water is a gross oversimplification.\nNote: The improvement of purity attributed by these two water providers is used for examples water treatment enhancement and not to be taken as an endorsement of any particular bottle water providers. Be sure to research the treatment process of bottled water products and measure it against local municipal water before using.\nFor more information see:\nThe Negative Health Effects of Chlorine http://www.orthomolecular.org/library/jom/2000/articles/2000-v15n02-p089.shtml,\nDisinfection Byproducts http://www.epa.gov/dclead/disinfection.htm,\nDrinking Water Chlorination http://www.waterandhealth.org/drinkingwater/wp.html\nChloramines in Drinking Water http://water.epa.gov/lawsregs/rulesregs/sdwa/mdbp/chloramines_index.cfm\nPersistent Silver Disinfectant http://www.ncbi.nlm.nih.gov/pubmed/12806357\nOzonation http://www.snwa.com/html/wq_treatment_ozonation.html\nUV Water Treatment http://www.ehow.com/facts_6021177_ultraviolet-radiation-water-treatment.html\nA Guide to Water Filtration Systems http://heartspring.net/water_filters_guide.html\nChlorination http://en.wikipedia.org/wiki/Chlorination,\nDasani http://en.wikipedia.org/wiki/Dasani\nAquafina http://en.wikipedia.org/wiki/Aquafina","author":"Russell Vallimont","web_category":"lifestyle","title":"Bottled Water Vs. Tap Water","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Vitaminwater.jpg","url":"http://www.environmentalgraffiti.com/health-and-body/news-case-bottled-water-vs-municipal-water"}