{"summary":"One of Notre Dame's gargoyles overlooking Paris, 2005Photo: Photo: beggs. This particular gargoyle, here photographed in the early 1900s, is probably the most famous – if not infamous – of Notre Dame's gothic gargoyles, and hence might also claim to be the world's most recognised grotesque stone-carved figure","advice_category":"8","content":"\nPhoto: Photo: Florian Siebeck\nThey sit perched atop dizzying heights, often unnoticed by human eyes but ever watchful of our movements. They have outlived us by centuries and under their gaze the story of a city's sins and changing face can be told. The gargoyles of the famous Notre Dame Cathedral – half man, half beast – preside over Paris, and have done so since the medieval era. To them, whole generations pass in the blink of a stony eye.\nNotre Dame gargoyle, date unknownPhoto: Photo: Photographer Unknown via Horizon Research Institute \nThe Black Death, the Hundred Years War, the influence of The Renaissance, the French Revolution, the Rise of Napoleon, the Impressionists working on the banks of the Seine, the Industrial Revolution, Baron Haussman's rebuilding of Paris, the impact of two World Wars. All these events and many more have come to pass under the gargoyles' watch.\nNotre Dame gargoyle, 1968Photo: Photo: FreiGurita\nDuring a period of unprecedented civil unrest, May 1968 witnessed the outbreak of a series of student protests at various universities and lyc?es in Paris, following confrontations between students on one side and university administrators and police on the other. The de Gaulle government's attempts to quash the strikes with force only added fuel to the fire, leading to street battles in the Latin Quarter, where the students had barricaded themselves.\nNotre Dame gargoyle, 2006Photo: Photo: Carlos Eduardo Seo\nArguably a less memorable year in the French capital's history, 2006 nevertheless witnessed significant events, and indeed its own share of activism, with the historical Place de la Bastille the site of youth protests against a government bill to deregulate labour. Less contentiously, since 2006 several skyscrapers have been approved in the business district of La D?fense – visible on the horizon, far right – to try to boost the economic image of Paris by the time they are completed in 2010.\nLe Stryge, Notre Dame, early 1900sPhoto: Photo: Photographer Unknown via Vintage Postcards \nThis particular gargoyle, here photographed in the early 1900s, is probably the most famous – if not infamous – of Notre Dame's gothic gargoyles, and hence might also claim to be the world's most recognised grotesque stone-carved figure. Known as Le Stryge, or the vampire, this brooding figure also presents a somewhat comical visage with its tongue sticking out and hunched demeanour.\nLe Stryge, Notre Dame, 1968Photo: Photo: FreiGurita\nLe Stryge, Notre Dame, 1988Photo: Photo: Gordon Heaney \nLe Stryge, Notre Dame, 2005Photo: Photo: Zerotreehill\nThe gap between these three photos is less than forty years, but the differences seem quite striking – maybe due to advances in photographic technology as much as any physical changes in the cityscape. The first two shots, from 1968 and 1988 respectively, focus on Le Stryge – which almost looks more bored than menacing – from tighter angles; the last, from 2005, shows Paris under sunny skies, with the famous Sacr? Coeur just visible in the distance between the gargoyle's horns and wings.\nOne of Notre Dame's gargoyles overlooking Paris, 2005Photo: Photo: beggs\nLike other medieval gargoyles, those decorating Notre Dame were intended as drainage spouts, with internal passages that carry rainwater from the roof and out through the gargoyles' mouths. The word gargoyle actually comes from the French gargouille, which originally meant \"throat\" or \"gullet\", and Latin words like gurgulio, from the root gar, \"to swallow\", representing the gurgling sound of water.\nNotre Dame gargoyle, 2002Photo: Photo: Laertes\nOf course the monstrous appearance of the gargoyles is no happy coincidence, and many believe they were designed to frighten away evil spirits. Da Vinci Code fanatics and conspiracy theorists will doubtless make some secret symbolic connection between these gargoyles and the minds of medieval masons, and of course such hybrid chimeras have made appearances in popular culture everywhere from The Hunchback of Notre Dame to Ghostbusters. Do they threaten damnation or worse to sinners? Judgement Day awaits in Paris.\nSources: 1, 2, 3, 4, 5, 6, 7, 8\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"travel","title":"Paris Evolving Under the Gaze of Notre Dame's Gargoyles","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bigstockNewYorkCity19501898jpg","url":"http://www.environmentalgraffiti.com/featured/paris-evolving-gaze-notre-dame-gargoyles/13595"}