{"summary":"\"The scanning light system works by imaging each plane as it is in focus and not recording the other blurry parts. The specimen is then passed through the plane of light and the camera records the image on the film - it is a lot like painting the image onto the film","advice_category":"6","content":"\nPhoto: CJ Kazilek and W.P Sharp\nEmeralds, sapphires, diamonds and rubies are what most people consider jewels. But there are some tiny unique items in nature that are just as beautiful and jewels in their own right. Some of these are amazing shells whose beauty is usually hidden under normal light but can be brought out by a special light, specifically light scanning microscope photography.\nPhoto: CJ Kazilek and W.P Sharp\nCharles Kazilek wanted to photograph the Chester Melville collection of shells, but as so many photographers know, it is often difficult to get the whole piece in focus. He describes how his use of the Light Scanning microscope to fix this problem came about and how it works:\n\"The scanning light work all began with a journal publication by Nile Root. A colleague of mine, William Sharp, and I were challenged to get a close-up image of a cicada. This a common insect in the southwest. The problem was we wanted a close-up image and with everything in focus.\" \nPhoto: CJ Kazilek and W.P Sharp\nHe explained: \"Part of the problem with photography is the closer you get to an object (magnified) the less you can see in focus. Most people have seen this when looking through a microscope. When you have one level of the object in focus, other parts are blurry. Moving the focusing knob permits you to look at different levels in sharp detail, but never all of the object in focus at one time. The publication by Niles Root seemed to hold the answer that would allow us to get around the laws of physics and optics.\"\nPhoto: CJ Kazilek and W.P Sharp\n\"The scanning light system works by imaging each plane as it is in focus and not recording the other blurry parts. Remember, this was before the\nage of computer imaging. To do this required a film camera and three points of light that were setup to create a thin plane of light. The specimen is then passed through the plane of light and the camera records the image on the film - it is a lot like painting the image onto the film. To avoid any of the blurry areas from being captured on film this has to be carried out in completely dark room,\" said Kazilek.\nPhoto: CJ Kazilek and W.P Sharp\nJust imagine these scientists sitting in complete darkness, thinking \"it can't work\" and discovering it does! Remembers Kazilek: \"So for our first test, William and I sat in a pitch black room watching this cicada specimen move through this hair-thin plane of light. During the entire test we kept saying that there is no way this was going to work. How could a moving object be captured in such fine detail? Once the test was completed we developed the film and to our amazement - it worked! This started us on a quest to image other objects. The most dramatic subjects to date are the shells.\"\nPhoto: CJ Kazilek and W.P Sharp\nAs you can see here, the results are beyond what the two photographers hoped for! As the pictures are taken in complete darkness, not even the photographer is certain of what the result will be, he has to rely on his instinct here.\nPhoto: CJ Kazilek and W.P Sharp\nThese images are not only jewel-like but they also take a creative mind and an artistic one to create them. Everything has to work together to get a perfect image and often science is as artistic as any field including photography itself. Rather than being the fuddy duddy dried up sticks that movies and cartoons make scientists out to be, they have a lot in common with artists. \nPhoto: CJ Kazilek and W.P Sharp\nCharles expands on this point: \"The typical view of science and the arts is that science is hard, boring and you have to be very smart, while the arts is fun and creative. In fact, they are kindred spirits. To be a successful artist, most people would say you must be creative. It is also critical that you be a keen observer as well as curious if you are going to succeed as an artist. \nI could easily say the exact same thing about scientists. Both the scientist and the artists spend time designing and creating. They just have different goals in mind. For many scientists, there is an added benefit of seeing or creating beautiful images and structures as part of their scientific investigation. Many of my science colleagues have a collection of images from their work that are not of any scientific use, but are instead of great artistic value. In other cases, there are scientists who spend their time creating images and works with more traditional media, such as painting and sculpture. If you think about it, it was not until the 20th century that the arts and science were viewed as separate worlds or careers. Some of our most recognized artistes were also engineers, biologists and architects. Leonardo da Vinci and Michelangelo are two of the more well known of these artists/scientists, but there have been many more.\"\nPhoto: CJ Kazilek and W.P Sharp\nIn his gallery for these images, he titles it \"the artwork of CJ Kazilek\" and it is a completely accurate description. Stunning images created by merging science and art to bring out the best of each shell.\nSources: 1, Interview","author":"Michele Collet","web_category":"art+and+design","title":"The Stunning Detail of Shells Under the Microscope","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/6_southport.jpg","url":"http://www.environmentalgraffiti.com/news-charles-kazileks-amazing-photos-shells-taken-light-scanning-microscope"}