{"summary":"Have you ever wondered why you need to water your backyard garden while your grandparents just used rain water yet had better yields? The problem is that we tend to let the rain water go to waste. At the same time, there will be less water contributing towards floods and water pollution.","advice_category":"8","content":"\nPhoto: Simon Howdon\nAs people have discovered that organic food products are better for their health, sustainable gardening has gained popularity. Whether it is vegetables, fruits, or even eggs, people want to get food that is safe for human consumption. As a result, backyard gardens have started appearing once more.\nPerhaps you are also interested in starting your own sustainable garden and you are looking for tips about going about it. You will find some helpful advice in this article that will help you to make huge savings as you build a healthier lifestyle. As a bonus, your compound will become vibrant with life - making it more presentable.\nPhoto: via stocklandmartelblog\n1. Reduce the size of your lawn\nInstead of spending more energy and time in an effort to keep your lawn clean, reduce its size by making it more productive. Plant some multipurpose trees, which will grow naturally, requiring very little attention. As the trees get bigger, you will retain relatively less space where you will need to cut the grass. At the same time, the trees will help you to improve your diet without going to the grocery store.\n2. Take advantage of rain water\nPhoto: Supply Stone\nHave you ever wondered why you need to water your backyard garden while your grandparents just used rain water yet had better yields? The problem is that we tend to let the rain water go to waste. Build rain barrels and French drains to help you catch the rain water easily and cheaply instead of just letting it run off.\nPhoto: yucca2k6\nYou will allow the water to soak into the ground to help you grow your fruits and vegetables. At the same time, there will be less water contributing towards floods and water pollution.\n3. Mulch to retain the moisture\nJust use grass and leaves from your own backyard instead of relying on commercial mulch, some brands of which are made from whole young trees, thereby creating more damage to the environment.\n4. Make your own compost\nPhoto: USA\nThis does not need to be costly. Just use extra plant matter and other non-meat products from your kitchen to create a compost. The leaves from the trees you have planted can also go in the compost pile.\n5. Use native plants\nNative plants are well adjusted to do well in your area with relatively little attention. This also means that you will not spend a lot of money on taking care of them.","author":"Gregory Johansson","web_category":"lifestyle","title":"5 Tips For A Sustainable Kitchen Garden","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/3471477017_1b086500db_z.jpg","url":"http://www.environmentalgraffiti.com/plants/news-best-methods-sustainable-gardening"}