{"summary":"The water on early Earth was a bit different than what we have today. Water on Earth","advice_category":"4","content":"\nWelcome to the fourth post in the series we’re calling Mother Earth.\nIn our last posts, we’ve covered the formation of the Earth, volcanoes, and the early atmosphere.  Today, we’ll be covering the role of water in our early earth.\nWater is central to our planet. Every living thing requires it. Everything that has ever lived required it. Without liquid water, the Earth is a barren, lifeless rock. Fortunately, the Earth has abundant water.\nThe Formation of the Oceans\nWe can fairly well tell how they probably occurred. Most scientists believe that volcanic eruptions helped form the Earth’s bodies of water. Volcanoes shoot out water vapor when they erupt. Volcanoes would have been blowing this water vapor into the atmosphere for millions of years before the oceans formed. For a significant chunk of time, however, the earth was a giant ball of molten lava. This kept all of the water in vapor form. When the Earth began to cool, the water condensed and formed the oceans.\nScientists don’t agree so easily on when the first large bodies of water appeared. Certainly there was water on Earth before the oceans appeared, but none of it was liquid.  There are two schools of thought on when the oceans formed. The first and more popular school believes that the oceans appeared around 500 million years after the formation of the Earth.  There is, however, a smaller school of scientists who believe the Earth may have had oceans from as little as 100 million years after its formation. They say that the presence of zircons, a type of crystal, as old as 4.4 billion years suggest there may have been water at this time.\nWater on Earth\nThere are some competing theories on how water came to be on Earth as well. One theory says that comets, some of which contain ice, rammed into the Earth and provided all our water. It’s certainly true that the early Earth was bombarded by asteroids, comets, and meteors on a regular basis.  Whether that resulted in the Earth’s oceans is less certain. The competing school of thought thinks that water was already present in the Earth when it formed. Since water is not entirely uncommon in space it’s possible this is correct as well. It’s not really an answerable question, and it’s probably some kind of combination between the two.\nThe water on early Earth was a bit different than what we have today. The first oceans were, as today, salty. They were probably much saltier than our current seas though. Scientists think the first oceans were about 1.2 to 2 times saltier than our own oceans.  The salt in the seas came mostly from volcanic activity and underwater volcanic rock. Funnily enough, this volcanic activity also helped to create fresh water. It’s likely that volcanic island chains were pushed together by the movement of tectonic plates and formed the core of the first continents.  Once there were bodies of land, fresh water pooled.\nWater=Life\nA cyanobacteria bloom\nThe formation of the Earth’s oceans was eventually followed by the first life on Earth. The first life forms on Earth could exist because of water. We don’t know how life came to exist on Earth. Some say comets carried life from elsewhere to our oceans, some say lighting sparked chemical reactions, others say a great many other things. Nobody really knows. All we know is that water arrived shortly before life.\nIt is not known whether they first existed in fresh or salt water.  Most people believe that life first existed in the seas because all organisms on Earth use salt in some way. However, the high salinity of the Earth’s oceans could have made it difficult for life to exist.  Even cyanobacteria, thought to be the earliest form of life, would have a hard time surviving in oceans twice as salty as today.\nNo matter where they first arrived or what they had to do to survive, life did survive on Earth. Join us next time as we further explore the beginnings of our world and the origins of life.\n\nOur next article in The Mother Earth Series will explore the early earth in greater detail. To keep up with the rest of the series, why not subscribe to our RSS feed. We’ll also give you a free album.\n ","author":"Chris","web_category":"science","title":"Mother Earth: Water: The Lifeblood of our Planet","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Global-Warming-effectsjpg","url":"http://www.environmentalgraffiti.com/ecology/mother-earth-water-the-lifeblood-of-our-planet/586"}