{"summary":"Half of all migrating birds heading south for the winter will not return in the spring, say experts. Birds are on a tight schedule","advice_category":"2","content":"\nPhoto: Lisa Hossler \nA bird’s ability to fly across continents and return to breeding grounds is one of nature’s miracles, and we can witness this migration each May. Food, water and shelter are basic to a bird’s survival. Since these resources can dwindle or disappear during a season while competition can increase, animals have learned to adapt. While many animals hibernate to survive a habitat that becomes seasonably unlivable, birds escape by migrating thanks to their ability to fly. \nPhoto: the fixer\nBirds are on a tight schedule. They must get to their breeding ground, establish a territory, make a nest and raise their brood. Any birds that are not healthy upon arrival will unlikely be able to successfully reproduce. Birds have a streamlined body with hollow bones that reduce the energy to get and remain airborne. Their chest muscles are well-developed, allowing them to ‘power flap’ their wings. Feathers on their wings help generate the lift necessary for flight. Their hearts are huge for their size and their heartbeat is rapid. Their lungs remain inflated at all times, providing a constant source of fresh air, and their hemoglobin is super-efficient. Their metabolism increases, depositing up to half of their body weight in stores of fat. \nPhoto: Kelly Colgan Azar \nEven with all these adaptions, migration takes a toll on birds. Half of all migrating birds heading south for the winter will not return in the spring, say experts. One flight may exhaust a bird's entire fat reserve, and they will need to replenish their supply before moving on. They must find a source of stable food where they can quickly replenish their fat supplies. However, continual loss of habitat is probably the greatest threat birds face during migration. As birds fly south during fall migration, they often find their forests fragmented or clear-cut for farming. According to Wild Birds Unlimited, declines in the number of neotropical migratory bird species has been recorded over the past decades due to fragmentation of breeding habitat and destruction of tropical forests on wintering grounds. Migrating birds need reliable food sources, shelter from predators, and water.\nPhoto: John Haslam \nSpring bird watching is a popular activity. After months cooped up indoors, many people look forward to the spring migration when the birds in their colorful plumage visit areas where they are not normally seen.","author":"Lisa Hossler","web_category":"nature","title":"The Miracle of Migrating Songbirds ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/bf12.png","url":"http://www.environmentalgraffiti.com/animals/news-songbird-migration-peak-during-month-may"}