{"summary":"A simple way of understanding the origins of these caves is to know that they are formed in two ways. Then there are ice caves which are rock caves which maintain ice in them year round because the cave insulates the ice","advice_category":"2","content":"\nPhoto: Eric Guth\nGlacier caves are living, changing parts of glaciers. They can be there one minute and gone the next, but they are some of the most incredible sights on glaciers, and the shapes and twists and turns the caves take are always exciting. Join us as we take a look at how these creations form with the help of Eric Guth, a devotee of glaciospeleology – the study of these magnificent icy caves.  \nPhoto: Dr. Christian Klepp\nA simple way of understanding the origins of these caves is to know that they are formed in two ways. The most common cause is when water runs through, and at times under, the glacier, often forming a chute or wormhole through it. A second origin is volcanic vents or hot springs underneath the glacier which cause the caves to form.\nPhoto: Eric Guth\nEric explains the first method in a little more detail: \"Glacier caves are formed by meltwater carving out or widening pre-established cracks/crevasses/fissures. They increase in size during the summer months when there is plenty of meltwater as they are often located near meltwater streams pouring into or out of glaciers. You look for moving water on a glacier and your chances of finding a cave increase.\"\nPhoto: Ezioman\nWe asked if glacier cave formations are fairly stable or whether they disappear often: \"This process tends to be a cyclical one as some crevasses/caves are filled with meltwater one minute and gone the next,\" says Eric. \"Literally you can pass a crevasse walking one direction and when you turn around to come back half an hour later the water is all gone. The thought is that there must be either ice dams that form over the outlet points for meltwater somewhere in the glacier, or the flow of meltwater is higher during the daylight hours, leading essentially to a melt water traffic jam, as not all of it can get out at the same time and so results in a \"clog in the drain.\"\"\nPhoto: Eric Guth\nAnother interesting point about these caves is that when one disappears, it's quite possible for another to form in the same area. Eric explains: \"Caves often form along the edge where streams exit or enter, but there are some that form where surface streams lead into surface cracks which then bore deeper and deeper forming what are called Moulins. These features (vertical caves), the ones that form in the middle of the glacier, follow the cycle of the ice much more closely and can be there for years, but all the caves I look for – at the edge – tend to be around for a year or two before they are unrecognizable or go all together. Since they are at the edge where the glacier recedes the most, they change the most, or collapse, and so on.\"\nPhoto: Eric Guth\n\"Once a cave has come and gone another one may turn up in its place in years to come, assuming the glacier doesn't recede too far,\" continues Eric. \"If its face doesn't recede too far then it is likely another cave can pop up again, as whatever source of water that formed it originally is likely still there. However, if the glacier front itself moves and it was inflowing water that formed it, a new cave will not likely form in the same spot since water is no longer flowing into that area. If the cave was formed from subglacial outflow and the topography is still conducive to cave formation below the new glacial then a cave could potentially form in the same area.\"\nPhoto: Eric GuthMoulin Trickle\nNot all icy caves are alike; there are three different types. Eric explains: \"The difference in caves is how they are formed. Some are formed by meltwater as I described above. Others are formed by thermal vents (as in Iceland and the summit of Mt. Rainier in Washington state). Then there are ice caves which are rock caves which maintain ice in them year round because the cave insulates the ice. Glacier caves and ice caves as a result are distinct and [the names] should not be used interchangeably. I refer to some glacier caves as wormholes as they are perfectly tubular all the way through, while some are large, airy, open caves with multiple entrances and skylights.\"\nPhoto: Eric Guth\nCaves are one of the wonders of the world, and glacier caves are especially beautiful. Thanks to fantastic photographers, we can enjoy them from the warmth of our living rooms and understand how they are formed. With global warming, the glaciers are melting far too quickly. Hopefully there is still time to reverse the trend, and glacier caves will be around for years to come.\nPhoto: Eric Guth\nA very special thank you to all the photographers who gave permission for their photographs to be used, and especially to Eric Guth for answering my many questions. You can see more of Eric's photography at photoguth.com\nSources: 1, interview with Eric Guth","author":"Michele Collet","web_category":"nature","title":"How Glittering Glacier Caves are Formed","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb58.webshots.com-41401-2758720020102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-glacier-caves"}