{"summary":"If the North Atlantic Current, the water current which supplies warm weather to Northern Europe, were to fail, the barrier of warm air could drop and all the freezing arctic air would flood down in to the Northern Hemisphere, causing a catastrophic temperature drop similar to the one that must have frozen the Berezovka Woolly Mammoths.. A shut down of the North Atlantic Current could also be the trigger for something much stranger, the kind of perfect storm that froze Woolly Mammoths all those years ago.","advice_category":"4","content":"\nPhoto: Image: wvs\nIn the early 1900s, near the Berezovka river in Ukraine, frozen Woolly Mammoths were found with half chewed food still in their mouths, and more food undigested in their stomachs. Since then, scientists have been debating and speculating about what terrible environmental scenario could have flash frozen Woolly Mammoths so quickly.\nPhoto: Image: Paul L McCord Jnr\nOne scenario, put forward in the 1999 book The Coming Global Superstorm, posits that freezing arctic air could be trapped over the north pole by a barrier of much warmer air. If the North Atlantic Current, the water current which supplies warm weather to Northern Europe, were to fail, the barrier of warm air could drop and all the freezing arctic air would flood down in to the Northern Hemisphere, causing a catastrophic temperature drop similar to the one that must have frozen the Berezovka Woolly Mammoths.\nIf the scenario sounds familiar, it's because it probably is. The 2004 movie The Day After Tomorrow was based on the same theoretical scenario, and while the movie may be unrealistic, the science behind the theory isn't.\nPhoto: Image: Wis Doc\nThere are many climate scientists who believe that it's quite possible that the North Atlantic Current could shut down, which would cause a mini ice age for Northern Europe and affect the entire global weather system. A shut down of the North Atlantic Current could also be the trigger for something much stranger, the kind of perfect storm that froze Woolly Mammoths all those years ago.\nSource 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Stuart","web_category":"science","title":"Could Global Warming Cause a Mini Ice Age?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb28.webshots.com-14555-2760646110104391629S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/could-global-warming-cause-a-mini-ice-age/3788"}