{"summary":"The Margay cat is a stunning small cat that is found in the central and south American rain forest with a very nasty little trick worthy of the Big Bad Wolf in Little Red Riding Hood. Researchers in 2005 started hearing sounds of distressed young tamarins, and upon closer inspection, saw that it was actually a Margay cat hiding in the leaves making the sounds, clearly trying to get the adults to come nearer where it could pounce","advice_category":"2","content":"\nPhoto: Abujoy\nThe Margay cat is a stunning small cat that is found in the central and south American rain forest with a very nasty little trick worthy of the Big Bad Wolf in Little Red Riding Hood. Instead of using brute strength or just its talent in moving quietly through the trees, it has developed a psychological method to lure its prey closer.\nPhoto: Brian Gatwicke\n\"Cats are known for their physical agility, but this vocal manipulation of prey species indicates a psychological cunning that merits further study,\" said WCS researcher Fabio Rohe. One of the cat's favorite meals is pied tamarins, monkeys about the size of a squirrel, whose young have distinctive calls when in danger or distress.\nPhoto: Whaldener Endo\nResearchers in 2005 started hearing sounds of distressed young tamarins, and upon closer inspection, saw that it was actually a Margay cat hiding in the leaves making the sounds, clearly trying to get the adults to come nearer where it could pounce. So realistic was the mimicking, that five of the tamarins descended close to the cat and only escaped thanks to a \"lookout\" that warned them that the Margay was there.\nPhoto: LT Shears\nLocal legends and stories had come from people living in the rain forest about cats using their voice to trick and lure prey but no one had taken it seriously before the researchers saw it first hand. In fact, not only do the locals say the Margay does it; so do jaguars and panthers.\nPhoto: Malene Thyssen\nThe Margay cat is rarely seen as it lives almost entirely in the Amazon trees and hunts from there as well. It is therefore known as a true jungle cat. It can jump over 12 feet and as part of its adaptation to an arboreal life, its ankles can turn 180 degrees. It also has been seen hanging from a branch with only one foot. \nWith its use of psychological trickery to hunt, the Margay cat has an added advantage over most predators, which may be why it has been upgraded from vulnerable to extinction to near threatened.\nSources: 1, 2","author":"Michele Collet","web_category":"nature","title":"The Cat that Lures its Prey by Imitating Infant Animals","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/hawk1.png","url":"http://www.environmentalgraffiti.com/news-cat-lures-its-prey-them"}