{"summary":"The study found that squirrels are far more likely to make fake holes when they know they’re being watched by other squirrels.  What you might not have known is that squirrels don’t keep all their nuts in one place, but make various holes and hiding places for their food stash","advice_category":"2","content":"\nI hate squirrels.\nI know it’s a bit odd for an environmentalist to go around saying they hate an animal, but I can’t stand the little things.  The horrible noise their claws make on the roof of a house, the evil way they sit up on their hind legs and stare at you, it all really creeps me out. It may stem from my fear of rodents in general, but every time I see a squirrel I can’t help but think they’re up to no good.\nNow it appears I’ve been partially vindicated. A scientific study has shown that squirrels are sneaky.\nDr. Michael Steele, a researcher at Pennsylvania’s Wilkes University, and several colleagues performed a study on grey squirrel behaviour. They placed acorns near squirrels and watched what the animals did with them.\nYou’re probably aware that squirrels hoard their food.  What you might not have known is that squirrels don’t keep all their nuts in one place, but make various holes and hiding places for their food stash. Apparently, they’re also paranoid. Squirrels not only make a large number of real hiding places for their nuts, they also make fake ones. If you see a squirrel digging a hiding place, there is actually a more than 20% chance that it’s a fake.\n“But Robert,” you’re saying, “that just proves squirrels are smart.” Well, you don’t know the whole story. It turns out that they do this because the other squirrels are dirty thieves.\nThe study found that squirrels are far more likely to make fake holes when they know they’re being watched by other squirrels.  To the researchers, this suggests that the squirrels are aware of other squirrels intention to steal.\nSo there you have it, squirrels are deceptive when they hide their food because they know that other squirrels are thieves that are not to be trusted.\nThis article is biased, yes. But don't you have an animal you find really creepy?\nSource: AOL UK and BBC\nIf you want to find out all the latest animal news, why not subcribe to our RSS feed, we'll even throw in a free album.\n ","author":"Chris","web_category":"nature","title":"Scientists Prove that Squirrels are Sneaky","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/teaserjpg_0","url":"http://www.environmentalgraffiti.com/ecology/squirrels-are-sneaky/704"}