{"summary":" Some believe that anyone stepping into an empty fairy ring will die young.  Scandinavian and Celtic traditions have it that fairy rings are caused by elves dancing, just as witches and fairies do","advice_category":"2","content":"\nPhoto: tribbles1971\nYou have probably come across one of these as you walked through woodland somewhere.  You will have smiled at the strangeness of those mushrooms growing in a ring shape, as though avoiding the centre for some reason.  Of course, there is a perfectly logical, scientific explanation, but the fantasy is so much more interesting. Fairy rings, as they have long been called, have occupied a popular place in folklore for thousands of years.\nPhoto: wiki\nFairies are magical beings who create the circles by dancing within them. Myths tell of mortal people entering fairy rings and suffering for it.  Some believe that anyone stepping into an empty fairy ring will die young. Those violating fairy perimeters become invisible to those outside and may be unable leave the circle. The fairies force intruders to dance till exhausted, dead, or in the throes of madness.\nThe only safe way, according to some beliefs, to investigate a fairy ring is to run around it nine times only. A tenth lap would nullify the effect. Doing this allows the runner to hear the fairies dancing underground. It must be done under a full moon, and in the direction the sun travels during the day. It is also said that wearing a hat backwards confuses the fairies and stops them from doing the wearer any harm.\nPhoto: victorianweb\nThere are many sites in the UK where fairies are believed to be regular visitors, though always apparently at full moon. For example, \"The Pixies' Church\" is a rock formation in Dartmoor surrounded by a fairy ring; and a stone circle at Cader Idris in Wales is believed to be a popular spot for fairy dances. A Devon legend says that a black hen and chickens sometimes appear at dusk in a large fairy ring on the edge  of Dartmoor.\nVictorian society believed that fairies, elves and witches were all closely associated with one another, and malevolent toward humans.  Scandinavian and Celtic traditions have it that fairy rings are caused by elves dancing, just as witches and fairies do.  One Scottish woman claimed that the mushrooms were used as seats and tables for dining by the magical beings, while a Welsh girl claimed that the fungi were used as umbrellas.\nPhoto: House Of Sims\nTwenty-first century beliefs in parts of the UK still hold firm to stories of fairy activity, and many think of them as omens of good fortune. Despite those who associate them with ill luck, some legends see fairy circles as places of fertility and fortune. Welsh folk believe that mountain sheep eating fairy ring grass flourish, and crops sown around them do far better than those planted elsewhere.\nFairy rings also occupy a prominent place in European folklore as the location of gateways into elfin kingdoms, or places where elves gather and dance. They are called \"sorcerers' rings\" in France, and \"witches' rings\" in German, where folk believe they are most active on 'Walpurgisnacht' – Hallowe'en to us. According to the local folklore, a fairy ring appears when a fairy, pixie,  witch or elf appears. \nPhoto: wiki\nThe Dutch believe that  the empty centre of the fairy ring occurs because the devil puts his milk-churn there. Austrian folklore has it that fairy rings are created by flying dragons, and once created, nothing but toadstools could grow there for seven years. French belief is that fairy rings are guarded by giant toads that curse any violating the circles. Elsewhere in Europe, entering a fairy ring could cost the intruder an eye. \nPhoto: roger\nThe truth is much less romantic, but perhaps does need to be told.  Fact is that fungi such as toadstools use up a lot of Nitrogen when growing.  They will therefore tend to spread their spores outward from where they are located so that the new growth has soil to grow in which still contains what they need. As nutrients are depleted the growth continues in that circular fashion.  So the feet of mystical beings have no bearing on the barren nature of the ring middle. There's just nothing left there for the fungi to feed on.\nPhoto: greencast\nThis can be alleviated where rabbits are abundant, because they crop the grass short but leave the toadstools alone. Their droppings are rich in Nitrogen, so over time they will replenish what earlier plant growth had taken out of the soil.  In time a secondary circle of mushrooms could appear in the centre of the original, creating an unusual 'double' fairy ring, which folklore has it is especially magical.\nPhoto: wiki\nIt  is all a matter of personal taste and belief. For those who prefer the straight biology of it, the mushroom circle is still a fascinating thing to observe, but for those like me, for whom the imagined has far more appeal, the Fairy Ring theory holds sway. There is undoubtedly far more on earth and in heaven than we can possibly know or understand.  Are you willing to chance violating that fairy ring boundary, or would you, like me, prefer to play it safe?\nPhoto: wiki\nALL INFORMATION IN THIS PIECE SOURCED FROM WIKIPEDIA\n","author":"tonyleather","web_category":"nature","title":"Fairy Rings: Nature's Magical Mushroom Circles ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/PFA5_0","url":"http://www.environmentalgraffiti.com/plants/news-fantastic-folklore-surrounding-fairy-rings"}