{"summary":"If Sri Lanka wishes to improve its image – and its tourist trade – following its recent turbulent times, it could do worse than promote a national treasure such as the Sigirya. Civil war erupted, resulting in Sigirya becoming an elaborate city and fortress","advice_category":"8","content":"\nPhoto: Bernard Gagnon\nIf Sri Lanka wishes to improve its image – and its tourist trade – following its recent turbulent times, it could do worse than promote a national treasure such as the Sigirya. Towering above the surrounding plains of the Matale district in the heart of the country, this fortress and Buddhist monastery was carved from the hardened magma of what was once a volcano. Today, it stands as a reminder of the various ancient cultures that helped shape Sri Lanka down through the centuries.\nPhoto: John Gordon\nA pair of enormous stone paws is all that remains of what must have been an enormous statue – and one which provided Sigirya with its nickname: 'Lion Rock'. When it was first built as a capital of the Sinhalese kingdom in the late 5th century, visitors were forced to enter the palace by entering the lion's mouth and travelling down its throat. These early years were marked by bloodshed and deceit, as squabbles between royal family members often turned deadly. Civil war erupted, resulting in Sigirya becoming an elaborate city and fortress. As generations of military tacticians have since remarked, it was a ludicrous location – chosen more for its symbolic closeness to the heavens than for the practicalities of withstanding a siege.\nPhoto: ELA112\nSigirya is today famous for many things, including an intricate water garden and reservoir that is impressive by the standards of anything else in the ancient world. A system of pumps even carried water from the lake at the foot of the mountain to the high fortress. It is recognised now that this was the work of a developed civilisation. Some of these features are thought to be among the oldest of their kind known in the world.\nPhoto: Kalyan Neelamrajo\nBut perhaps the most fascinating aspect of this archaeological treasure is the writing and drawings that show how little mankind's needs and desires have changed over even such a gulf of time – for they are overwhelmingly occupied with beautiful, voluptuous women.\nPhoto: ELA112\nIn times past, the entire western face of the rock is thought to have been covered with frescoes of the ancient king's 500 concubines, making it literally one of the largest pictures in the world. Today, only some remain, but they are a remarkable example of a flourishing artistic culture taking place at roughly the same time as Europe's Dark Ages.\nPhoto: ELA112\nThe concubines are painted with a placement of line and shading that is clearly intended to evoke their beauty and charm. It seems that the God-King's ego and his desires were no different from those of any modern man. Even more incredibly, an area visible from the recently-constructed visitor's stairway, known as the 'mirror hall', is festooned with the notes and poetry of hundreds of years of visitors – almost all of it enthusing on the effect the lascivious drawings had on the writers! Sometimes an archaeological site really hits home when it communicates the more human side of history.\nPhoto: Paul Mannix\nSources: 1, 2, 3.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"Steampunk","web_category":"travel","title":"Sri Lanka's Giant Magma Plug Fortress","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb55.webshots.com-46070-2865240290104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/featured/sri-lanka-giant-magma-plug-fortress/17283"}