{"summary":"The best part is that you can beat a hasty retreat if the volcano erupts! Some places with volcano skiing (like Chile and Iceland) don't have ski lifts, so get ready to hike for your turn.. Volcano Boarding","advice_category":"8","content":"\nPhoto: Joe Quigley\nClimbing an active volcano used to be a pretty good claim to fame, but not any more. New ways to exploit these dangerous and unpredictable erupting mountains are being invented all the time. Since your chance to climb one of these lava-spewing cones may only come once in a lifetime, be sure you don't miss out on these super fun things to do!\n4. Volcano Boarding\nAll you need is an old snowboard or a plank with a raised slat to brace your feet against (see picture top). Once you get to the top of a volcano, or a steep ridge covered in loose rock and ash, you are ready to go. Stand up for a more adventurous ride, or sit down on it like a sled. Climb up Volc?n Pacaya in Guatemala with your own equipment or join a volcano-boarding tour to Nicaragua's Cerro Negro where participants have reached speeds of 82kmph. \n3. Roasting Marshmallows over a River of LavaPhoto: GoGap\nThe age old tradition of making s'mores just took a new twist. Ask your guide to lead you to an open river of lava or a steam vent, to make these delicious snacks. Long roasting sticks will prevent your arm and leg hair from being singed off if the wind changes suddenly. If you decide to make a whole meal of it, take up hot dogs and buns to eat too.\n2. SkiingPhoto: Ben Gertzfield\nSome volcanoes are covered in ice and snow, making skiing possible. The best part is that you can beat a hasty retreat if the volcano erupts! Some places with volcano skiing (like Chile and Iceland) don't have ski lifts, so get ready to hike for your turn.\n1. Sky Diving??Into a Active CraterPhoto: robnunn\nThis is one volcanic activity you probably shouldn't try unless you are a professional daredevil, or very stupid. Russian Valery Rozov, a parachuting world champion, took the leap from a helicopter in April 2009. He opened his chute after entering the crater of Mutnovsky Volcano on Russia's Kamchatka Peninsula and landed on a sheet of ice. He got a headache from the sulfurous fumes, but thanks to his perfect landing, managed to survive to tell the tale.","author":"yvonne.mcarthur","web_category":"travel","title":"4 Death Defying Feats You Can Perform in a Volcano","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dallol4.JPG","url":"http://www.environmentalgraffiti.com/adventure/news-four-outrageously-fun-death-defying-acts-do-volcano"}