{"summary":"Of course for work like his and for the concepts, there is so much more that influenced him as well. After, I use only the free line drawings, the abstract calligraphy as an asemic writing.\"","advice_category":"6","content":"\nPhoto: Nuno de Matos\nNuno de Matos, a.k.a. Matox, is an absolutely stupendous painter of abstract calligraphy and post graffiti styles... and much more as well. Light videos, light drawing and more enhance and build on his work. Born in 1971, Nuno has been drawing since he could hold a pen.\nPhoto: Nuno de Matos\nHis first works as a child were comics, then he went on to body diagrams, enjoying the curves and sensuality of the lines. However, he was also heavily influenced by the cave artists found in that area of France, including Lascaux, where cave artists really brought things down to the basics, using simple lines and color to paint what they wanted to express, often almost a stencil, such as hand prints or a series of dots. In other cases, cave art used very simple flowing lines to represent a horse, ibex or cat and included the texture of the rock to help them do so as you can see here.Nuno does the same thing, building layers of texture that help focus his expressions of art until he reaches the final layer.\nAnother big influence on Nuno was Jean Lurcat, a fine artist from 1882 who worked with creative tapestries and used the simple line as the foundation of many of his pieces. The link above will take you to some of Lurcat's images and you will see the influence in Nuno's work.\nPhoto: Nuno de Matos\nOf course for work like his and for the concepts, there is so much more that influenced him as well. It would be easy to say everything, but everything is still filtered through his artist's eye. He says of his influences: \"The streets, and particularly those of Lisbon and Barcelona, but since 5/6 years those streets have lost all their graffitis, the urban policy has changed... all is now so clean... and so boring? [It] only survives in some infrequently and hidden narrow streets.\" \nPhoto: Nuno de Matos\nNuno himself explains it like this: \"I try more and more to simplify the lines, in this I join the cave's paintings that kept only the important line, the important feeling. After, I use only the free line drawings, the abstract calligraphy as an asemic writing.\"\nPhoto: Nuno de Matos\nPhoto: Nuno de Matos\nAsemic writing is defined as \"a wordless open semantic form of writing. The word asemic means \"having no specific semantic content.\" According to one source, \"with the non-specificity of asemic writing, there comes a vacuum of meaning which is left for the reader to fill in and interpret. All of this is similar to the way one would deduce meaning from an abstract work of art.\" Different meanings and symbolism are possible for each person viewing it, who is placed between reading and looking at it. \nPhoto: nuno\nPhoto: Nuno de Matos\nWhen asked what he hopes the audience gets from his pieces, Nuno is very frank and says that he wants to see some smiles, get some feedback and just participate in the sharing. \"A special connection with all the people who are interest in it. Sharing is maybe the best way to learn and to love ,\" he says. \nPhoto: Nuno de Matos\nBringing things down to the basic line and using the line and graffiti materials, spray and posca and acrylic chalks, all to build the layers of his pieces are, as Nuno says, \"brain connections. The layers are a temporal pause, each level increases the 'history\" of the work... dynamic, like a neuronal labyrinth....\"\nPhoto: Nuno de Matos\nAs you can see in the above video, Nuno does not limit his art to just the canvas, he expands it to other mediums as well. According to his website, \"in addition and in parallel with this work, he developed research in photography, experimental video and motion graphics. He creates designs for dynamic visual light skins with databases  lightgraffiti, lightpainting and laser painting. He realizes desperformances multimedia n?ograffiti with monumental projections on raw materials (concrete structures, buildings, monuments, stone wall ...) and 3D-installations (projected on screens, curtains) to create a total immersion.\" \nPhoto: Nuno de Matos\nPhoto: Nuno de Matos\nNuno de Matos will be exhibiting his superb work in both Paris and Berlin this year at the following venues:\n1. Exposition Espace Beaurepaire by Artaq, Paris, November 2010\n2. STATTBAD, December 2010, Gerichtstrasse 65, 13347 Berlin, Germany, 030 86383155 \nI wish to give special thanks to the artist for his very patient and kind help when I had questions and of course for sharing his work with the rest of us.\nSources: 1, 2, ","author":"Michele Collet","web_category":"art+and+design","title":"The Art of Matox: When Abstract Calligraphy Meets Graffiti","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/news-awesome-abstract-calligraphy-and-post-graffiti-visuals"}