{"summary":"Other living fossils are those that have only been seen in their fossil stage until discovered anew. Their common ancestor diverged tens of millions of years ago; its fossils have been found in China and as far away as Britain","advice_category":"2","content":"\nPhoto: Raul654\nLiving fossils are animals that have changed little over their lifetime as a species. The turnover of these species averages two to three million years, although this can vary a lot. Other living fossils are those that have only been seen in their fossil stage until discovered anew. The prerequisite for this classification is that they are the only examples left of an otherwise extinct line.\n12. KoalaPhoto: Quartl\nMost of us would never think of the koala bear as a living fossil. Yet giant koalas’ fossils have been found among 20 million-year-old skeletal remains. They fill the same ecological niche sloths do in South America. Of course, as one of the few marsupials (they raise their babies in pouches) in the world they fit into another special niche as well.\n11. Elephant ShrewPhoto: Joey Makalintal\nThis beautifully colored elephant shrew, with its long nose, has been classified as a fossil species as well. Its name is a misnomer though; it is not a shrew – and it has no elephant relatives! Elephant shrews are monogamous. Mom looks after the babies, first feeding them milk of course, and then carrying mashed up insects to them. The young leave home and become sexually active in about 41-46 days. Amazingly, their lineage goes back millions of years.\n10. OkapiPhoto: Charles Miller\nWith its giraffe-like body, the marvelous okapi is considered a living fossil as it is the only animal left that is close to prehistoric giraffes – even closer than regular giraffes are to their ancestors. When its ancestor the palaetragine was roaming the earth 15 million years ago, evolution seemed to favor the tall survivors who could reach trees, until finally down the line we had giraffes. Yet one set of palaetragine ancestors moved into the forest and never had to change much from the original: the okapi. Its striped rear legs made scientists originally think it was part zebra when it was classified in 1901.\n9. Horseshoe CrabPhoto: Amanda\nThe earliest horseshoe crabs were found 450 million years ago as fossils in strata. Many think of them as crabs and crustaceans when in fact they are more related to spiders and scorpions. Under their enormous shell, their bodies also look more like those of spiders.\n8. Red PandaPhoto: Brunswyk\nThis is not a close relative to the panda, or a bear. In fact, its closest relatives are skunks and weasels. It does have a distant relation to the panda though. Their common ancestor diverged tens of millions of years ago; its fossils have been found in China and as far away as Britain. Red pandas eat small mammals, flowers, berries and also a large amount of bamboo, as they are unable to digest cellulose. One interesting tidbit about them is that they are the only non-primate that can taste the artificial sweetener aspartame. \n7. Monito del MontePhoto: Jos? Luis Bartheld\nAnother living fossil is the monito del monte, a tiny little marsupial that comes from South America. An extant (living) member of the order Microbiotheria, it eats mainly insects as well as fruit. It is believed that these creatures diverged from the Australian marsupials 46 million years ago. The little creature has a prehensile tail and lives mainly in trees, constructing its nests there.\n6. Trapdoor SpiderPhoto: Davefoc\nTrapdoor spiders have been in existence for at least 85 million years. Ready to pop out and pounce on unsuspecting insects, these artists of ambush construct burrows with a trapdoor made from vegetation and silk. Some genera have a hardened plate on their opisthosoma (the posterior part of the bodies).\n5. NautilusPhoto: Lee R Berger\nNautiluses are cephalopods, like squid and octopus, and have changed little in 500 million years. They have up to 90 retractable tentacles in two circles and are also the only cephalopod whose bony skeleton is a shell rather than internal.\n4. Sumatran RhinocerosPhoto: Charles W. Hardin\nOf all rhinos, the Sumatran rhinoceros is the one considered to have changed the least from its antecedents 23-16 million years ago. Scientists believe that it is related to the woolly rhinoceros – which became extinct 10,000 years ago after surviving the last ice age. The Sumatran rhino loves to wallow in mud puddles, and if one is not deep enough it will enlarge it with its horns and hooves.\n3. Iriomote CatPhoto: Alex Dawson\nIriomote cats are considered living fossils as they haven't changed much from their original primitive form. However, this gorgeous cat is on the edge of extinction. Only 100 or so survive on one island in Japan, the island of Iriomote.\n2. CoelacanthPhoto: JoJan\nThe coelacanth was believed to be extinct until one day in 1938 one was found in the catch of a fishing trawler by a museum curator. This makes it a Lazarus taxon, a species that has 'risen from the dead,' thought to be extinct only to be discovered alive. The oldest fossil is 360 million years old, and it seems the fish has hardly changed since then. Many thought they went extinct 80 million years ago.\n1. AardvarkPhoto: MontageMan\nThe aardvark is a nocturnal animal that lives in Africa. It is the only living member of the order Tubulidentata. Amazingly, its closest living relatives include the elephant shrew (a tiny animal seen earlier) and the elephant itself, the largest mammal on earth. Even though aardvarks eat mostly ants and termites they bear no relation to true anteaters. Apart from little change from its ancestors, it has conserved its chromosomes in an arrangement that was seen before modern chromosome arrangements, which is another reason it is considered a living fossil.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13","author":"Michele Collet","web_category":"nature","title":"12 Amazing Living Animal Fossils","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb48.webshots.com-30575-2444372140102347975S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/news-10-amazing-living-fossils"}