{"summary":"This final pic is perhaps the most bizarre place of all for a bird's nest to end up. Obviously not for the birds","advice_category":"2","content":"\nPhoto: Image: Mike Harefield via The Telegraph \nFew doubt the brilliance of bird nest design, but it seems our feathered friends are just as ingenious when it comes to picking locations for their future homes. They need to be, when you consider the rate at which we're gobbling up space on our planet. Yet looking at some of the bizarre spots birds mark out as prime real estate, anyone would think this business tells you something about each bird's taste and character.\nDon't get any peace Photo: Image: barnoid\nThis collared dove isn't going to be getting any peace and quiet nested in amongst the nuts and bolts fixings of some traffic lights at a very busy junction.\nBright lights big cityPhoto: Image via: virginmedia\nThis thrush and its young family have gone a step further by nesting inside the traffic light itself in Leeds city centre, seemingly oblivious to the constant traffic.\nLight and airy Photo: Image: Pascual De Ruvo\nHow a bird's nest complete with chirping chicks came to be in a kitchen lamp inside a house is anyone's guess. The human residents must have been away on vacation for quite a long time.\nJust hanging outPhoto: Image via The Telegraph\nThe RSPB has warned people to be aware of the more unusual places in their homes that birds might use for nesting and rearing their young. Hanging baskets are a particular favourite of wrens.\nHandyman about the housePhoto: Image: Mike Harefield via The Telegraph \nOther garden birds opt for even more obscure nooks and crannies – like this robin, found nesting in a tool tidy. Perhaps it fancies itself as a bit of a DIY expert.\nCheck out my wheelsPhoto: \nImage via: Arbroath \nThese nesting blackbirds were found in the wheel arch of a 4x4 police patrol car. In accordance with conservation laws, the young birds had to be left alone until they had flown the coup.\nThat's just gratePhoto: Image: Benjamin J\nBlackbirds have also been found nesting in other unusual garden locations like the mouths of wall-mounted lions' heads. This one has plumped for an elevated grate.\nSculptural stylePhoto: Image: Jim McCausland in Sunset Magazine\nSnapped in San Diego, these hummingbirds have built their nest on top of some wind chimes right outside the front door of a house in its garden courtyard. Stylish.\nReady to make a fast exitPhoto: Image via The Telegraph\nIt's a sign of the times that objects like these are used by our feathered friends as bases on which to build their nests.\nStaying connectedPhoto: Image: Piotrus\nIt's actually not uncommon for storks to construct their stick nests close to human habitation and on man-made objects, and because they are seen as birds of good luck, they tend not to be persecuted.\nEasy to contactPhoto: Image: Sara & Joachim\nWeaver birds create the most elaborately woven nests of any birds, and when trees are scarce as they are in desert regions, telephone poles make equally good alternatives.\nMorbid fascination Photo: Image: informatique \nWhatever bird decided to place its nest here must have a pretty grave sense of humour.\nPrickly temperamentPhoto: Image: Adventurous Wench\nOK, so maybe a spiny cactus isn't that unusual a location for a bird's nest, but the avian ones inhabiting this particular homestead in Arizona had still best watch where they flap their wings.\nThat's just rubbishPhoto: Image: Phil Holden\nHere it's not so much the location of the nest as what it's made out of. Found in an Amsterdam canal, this mother bird has clearly adapted to the ridiculous amounts of waste we so wantonly dispose of.\nOm nom nom nom nom nom nomPhoto: Image: stu spivack \nThis final pic is perhaps the most bizarre place of all for a bird's nest to end up. Bird's nest soup or \"yan wo\" is a delicacy in Chinese cuisine. Cave swifts are known for building the saliva nests used to make the unique texture of this soup. The nests are among the most expensive animal products consumed by humans, and are believed to be not only highly nutritious but to have a range of other benefits. Obviously not for the birds.  \nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We'll even throw in a free album.","author":"Karl Fabricius","web_category":"nature","title":"Birds Nests in the Most Bizarre Places","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Flamingojpg","url":"http://www.environmentalgraffiti.com/featured/birds-nests-most-bizarre-places/11610"}