{"summary":"And that's not all: the Dachstein ice palace also features a giant porthole that enables visitors to see into an enormous crevasse inside one of the world’s largest glaciers. The porthole makes it possible for visitors of almost any age and ability to view a glacial crevasse from the bottom up","advice_category":"2","content":"\nPhoto: Image: Leto A.\nDeep inside this glacier you'll find a frosty world filled with majestic marbled columns of ice, skillfully carved sculptures and captivating music. And that's not all: the Dachstein ice palace also features a giant porthole that enables visitors to see into an enormous crevasse inside one of the world’s largest glaciers. \nTourists are certainly treated to a unique experience as they poke their heads through the porthole to admire spectacular ice crystals that are huge: nearly a metre (three feet) long inside a frosty fissure measuring 40 m (43.7 yards) long, 17 m (18.6 yards) deep and 2 m (2.2 yards) wide.\nPhoto: Image via Der Dachstein\nThe porthole was installed to allow workers building the chilly Austrian chateau to drain thousands of cubic metres of water from an icy river that threatened to flood the palace’s throne room. The palace became an instant must-see attraction in the popular Alps ski region shortly after it opened in 2007.  \nPhoto: Image via Annanova\nLambert Tranniger, the manager of the Dachstein ice palace project, says of the palace:\nCrevasses are normally viewed from the top of a glacier (Langj?kull glacier)Photo: Image: wili_hybrid\nCrevasses occur naturally when ice breaks apart while slowly sliding down the side of a mountain. They’re usually hidden by snow, making a topside glacial hike a potentially dangerous endeavour. The porthole makes it possible for visitors of almost any age and ability to view a glacial crevasse from the bottom up. \nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album. ","author":"soniaydong","web_category":"nature","title":"The Dachstein Ice Portal","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb44.webshots.com-44203-2562457230104164875S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/offbeat-news/the-dachstein-ice-portal/6177"}