{"summary":"The polar bear kills the seal by biting its head to crush its skull. Although most polar bears are born on land, they spend most of their time at sea","advice_category":"2","content":"\nPhoto: irishwilcat\nIt will not be the first image that springs to mind when you think about this great white beast of a bear. Savage carnivore and consummate hunter, the Polar Bear strikes justifiable fear into the heart of anyone who actually encounters one, but there is much more to them than you might think. Found largely within the Arctic Circle, they are the world's largest land carnivores. An adult male weighs around 770–1,500 lb; an adult female is about half that size Cross the path of one of these and you'd be sorry.\nPhoto: Babbage \nPolar bears have evolved to occupy a narrow ecological niche, with many body characteristics adapted for cold temperatures, for moving across snow, ice, and open water, and for hunting the seals which make up most of its diet. Although most polar bears are born on land, they spend most of their time at sea. They can hunt consistently only from sea ice, so spend much of the year on the frozen sea. They are not known to be man-eaters, but in lean times they might regard you as prey just as much as any seal. \nPhoto: lokidude99\nDo not believe you could escape unnoticed, either. The polar bear has an extremely well-developed sense of smell, being able to detect seals nearly 1 mile away and buried under 3 ft of snow. Its hearing is about as acute as that of a human, and its vision is also good at long distances. If you are within a mile, on foot, and he's hungry you could be in trouble. \nPhoto: cyrusbulsara\nThis huge bear is an excellent swimmer and has been seen in open Arctic waters as far as 200 miles from land. With its body fat providing buoyancy, it swims in a doggy-paddle fashion using its large forepaws for propulsion. Polar bears can swim at 6 miles in an hour, so you couldn't escape them in the water. \nPhoto: kubina\nThe polar bear is the most carnivorous of the bears, and most of its diet consists of seals, though they will eat anything that crosses their paths. The Arctic is home to multitudes of seals, luckily for humans. \nPhoto: cyrusbulsara\nThe bear uses its excellent sense of smell to locate a seal breathing hole, and crouches nearby in silence for a seal to appear. When the seal exhales, the bear smells its breath, reaches into the hole with a forepaw, and drags it out onto the ice. The polar bear kills the seal by biting its head to crush its skull. \nPhoto: cyrusbulsara\nEight of the 19 polar bear subpopulations are in decline. For decades, unrestricted hunting raised international concern for the future of the species. For thousands of years, the polar bear has been a key figure in the material, spiritual, and cultural life of Eskimos, and the hunting of polar bears remains important in their cultures. \nPhoto: cyrusbulsara\nThey may well be the unlikeliest of submariners when seen prowling the icy wastes of the Arctic, but Polar Bears are as happy in the ocean as on land, and they are quite happy to have fun while swimming underwater. Quite a spectacle to witness, if you ever get the chance, and yet more proof of just how versatile the natural world can be. Just be aware that they could easily see you as a convenient meal, so keep a safe distance away. ","author":"tonyleather","web_category":"nature","title":"Incredible Underwater Encounters with the Arctic Polar Bear","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/pb1_0.jpg","url":"http://www.environmentalgraffiti.com/diving/news-polar-bears"}