{"summary":"The biggest compliment that one could pay to Marc would be to see his sculptured figures simply as other spectators in the gallery. Photo: Marc Sijan ","advice_category":"6","content":"\nPhoto: Marc Sijan \nWhen you see sculpted figures, it may well be that you are drawn to the artistic talent of the sculptor involved or the interpretation of shape and form but rarely do you come across figures that are so amazingly lifelike as to be almost unnoticeable in a crowd. This is the awesome talent for authenticity displayed by Marc Sijan and it quite simply takes your breath away with the sheer quality of his work. \nPhoto: Marc Sijan \nTo be as perfectly ordinary looking as his people sculptures are takes a truly astounding eye for detail on the part of the artist. The biggest compliment that one could pay to Marc would be to see his sculptured figures simply as other spectators in the gallery. Such is the superb realization by this incredible talent of the pure averageness of real people. Who looks twice at a security guard? The ability to distract the eye by seeming everyday is a truly wonderful gift. \nPhoto: Marc Sijan \nBorn in Serbia in 1946, Marc received his B.A. degree in art education in 1968 from the University of Wisconsin-Whitewater, going on to earn an M.Sc. degree in art in 1971. His fascination for anatomy and biology are evident in everything he does. Despite having wide-ranging artistic abilities, he is well known for his sculptures that are famously hyper-realistic. \nPhoto: marcsijan.com \nTo achieve true realism in his work, Marc prefers to begin any sculpture by making a plaster mold of a living subject that he will refine from within by making use of a magnifying glass and a sharp knife. Once satisfied that he has achieved the right look, he casts the figure in polyester resin composites, applying anything up to 25 layers of paint and varnish to find exactly the correct skin tone for the figure in question. \nPhoto: marcsijan.com \nHe has no interest in what could be perceived as the ‘ideal’ form but prefers to celebrate the complete ordinariness of everyday people, warts and all, because this level of realism allows no room for pretension, even if the perfection, to Marc’s satisfaction, of any one figure can take as long as six months. The devil is in the details and it has to be right. \nPhoto: Marc Sijan \nSeveral museums in the United States such as the Byer in Evenstan and the Museum of Arts in San Francisco have purchased examples of his work. His latest museum exhibition is shortly opening at El Palacio de Don Manuel in Evora, Portugal, as part of the MEFIC collection. The international museum features worldwide recognized artist Marc Sijan as part of the selected most prominent contemporary figurative artists in the world. \nPhoto: Marc Sijan \nHe has exhibited in over 50 solo exhibitions in North America and throughout Europe and his recent series of new works last year received international attention and press in Dubai, UAE. It was also unilaterally voted as the most visited art exhibition in recent memory, including the very special rare visit by Sheik Mohammad, the leader of Dubai.\nPhoto: marcsijan.com \nMarc bases his unbelievably lifelike figures on individuals that he personally knows, trying always to express the usual character and typical movements of each individual to capture the essence of the subject or, as he puts it when commenting: \n“I want to give it life so it doesn’t come off rigid. I’m trying to create energy and motion without showing a great deal of action, a natural, very fluid look. I’m making my art believable, it goes beyond the physical to the inner spirit and soul of the person. My art is homage to humanity's fascination with its own forms - a fascination which has compelled artists throughout the millennia to mirror life in virtually every medium. The human figure is one of the most challenging subjects to work with, and I am working to develop a niche of my own where I can develop a believable figurative sculpture that works not only on a visual level, but on a deeper more emotional level, going beyond the physical to the inner spirit and soul of the person.” \nPhoto: Marc Sijan \nMarc maintains that his artistic inspiration is from the sculpture of ‘David’ by Michelangelo, though the cold nature of such classical art is not something he cares to emulate. His ambition is to reproduce the natural human energy contained in that frozen instant that becomes the final sculpture, and to this end he needs the figures to appear as normal as is possible, because they can more successfully impart the hidden messages that they undoubtedly carry. \nPhoto: Marc Sijan \nSeen by many as ‘homages to humanity’, these ultra realistic figures capture and even mirror moments in everyday life that normally pass unnoticed. Artists have wanted to capture the ‘soul’ in art for thousands of years, but Marc Sijan lets us know that this ‘life-force’ is simply the fact of living and interacting with others. There is humility, grace and power in each of his superb sculptures, always on the verge, it seems, of moving away from the viewer, any of these works of art will hold you rapt with wonder. \nPhoto: marcsijan.com \nYou cannot help but gasp. Every hair, every spot and blemish is mercilessly and graphically revealed. Veins and arteries, bald patches and scars are all exquisitely and accurately detailed, so that only the lack of respiratory movement in the chest could give away the artistic secret. This fantastically gifted artistic talent will be taking our breath away for decades yet, and fully deserves every accolade that goes his way. A truly amazing sculptor, whose work we are all very privileged to enjoy. Wonderful. \nPhoto: Marc Sijan \nMy sincere thanks to Marc Sijan for giving his permission to use the images in this article from his website.","author":"tonyleather","web_category":"art+and+design","title":"Hyper-Realistic Sculptures of Ordinary People","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/art-and-design/news-hyper-realistic-ordinary-people-sculptures-marc-sijan"}