{"summary":"Although it began in Germany and Berlin is its birthplace, there have been numerous other Love Parades around the world, all boasting the same joyous theme and similar mixes of loud, proud, loved-up visitors. The Love Parade is said to be the biggest and most clamorous and amorous (although perhaps not so glamorous) street rave in the world, and has even been referred to as \"the greatest amateur circus on earth\"","advice_category":"8","content":"\nPhoto: Ago76\nNever let it be said that our German friends don’t know how to party. The Love Parade, with a 20-year tradition that can be traced back to the demolition of the Berlin Wall in 1989, is an annual celebration of love, tolerance, peace and diversity, with a banging techno soundtrack, superstar DJ sets and writhing crowds of up to a million or more. Not bad for what started as a politically-motivated demonstration with just 150 people and the simple motto, “Music knows no boundaries”. \nAlthough it began in Germany and Berlin is its birthplace, there have been numerous other Love Parades around the world, all boasting the same joyous theme and similar mixes of loud, proud, loved-up visitors. Other venues include Vienna, Sydney, Zurich, San Francisco (LoveFest/LovEvolution), Acapulco, Mexico City, Cape Town and even a one-off Love Parade in Leeds, England. For an entire weekend (usually during the summer months), the streets are crammed with floats and trucks boasting mega-powerful sound systems on full volume, and swarms of euphoric people in colourful cyber costumes (or in some cases, a notable absence of clothing). \nThis event is not for the faint-hearted or the wallflowers among us. The Love Parade is said to be the biggest and most clamorous and amorous (although perhaps not so glamorous) street rave in the world, and has even been referred to as \"the greatest amateur circus on earth\". \nHaving overcome recent funding problems and various other obstacles (which unfortunately resulted in the cancellation of a number of recent events), the Love Parade continues to attract huge crowds, and Dortmund’s triumphant 2008 “Highway to Love” event had a staggering 1.6 million visitors, most of whom really were quite literally ‘staggering’ after four days of intense dancing, partying and ‘feeling the love’. The next official event is in Duisburg in June 2010 so grab your glowsticks and your whistles and go feel the love for yourself!","author":"darconvillescat","web_category":"travel","title":"Berlin's Legendary Love Parade ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/lawless1.jpg","url":"http://www.environmentalgraffiti.com/adventure/news-germanys-legendary-love-parade-go-feel-love"}