{"summary":"There are a multitude of other eco-friendly bathroom accessories like storage baskets made of rattan, towel holders made from recycled, retreated wood or bamboo ladders. Several companies have begun to make certified organic cotton towels, often adding a \"fair trade\" element into the production","advice_category":"8","content":"\nPhoto: hotelkursaal&amp;ausonia\nAs many people try to make their homes more eco-friendly, attention turns eventually to bathroom accessories. Multitudes of bathrooms are full of plastic, with towels all made of synthetic, oil-based fibers, and on top of that, there’s the constant use of paper products of various kinds. But surely there must be more environmentally helpful bathroom accessories out there by now?\nThere are, in fact, a lot of them. Let’s start with items like towels, hand towels and face cloths.\nPhoto: Uncleweed\nSeveral companies have begun to make certified organic cotton towels, often adding a \"fair trade\" element into the production. \"Fair trade\" is the movement that works with marginalized producers - often in poor countries - to make sure they are paid what their products are really worth, to help them achieve economic independence and self-sufficiency. So you can find organic towels, colored with natural dyes, in many places.\nAnd a new fiber – bamboo – has recently been added to cotton towels or even replaced it entirely. There are several reasons to use bamboo, the main being that bamboo grows quickly and is therefore very sustainable. Use of this fiber would be admirable no matter what, but you’d hope that you wouldn’t have to sacrifice comfort to be an ecological, responsible world citizen. Fortunately, there’s no sacrifice at all with bamboo, because it produces absorbent towels that are usually much softer and luxurious feeling than regular cotton. So you can be eco-friendly and pamper yourself at the same time. You can get bathrobes, bath mats and toilet covers in the same materials.\nPhoto: annieo76\nWhen it comes to things like soap dishes, trash cans and others, you can also be more ecological, going in several possible directions. For example, many of these items are now made from a completely biodegradable plastic, often corn-based. But if you feel there’s a taint to plastic, however it’s made, and want to stay away from it, there are countless other options. Take soap dishes alone. You can find them made from recycled glass, brushed stainless steel, coconut shell or hardwood. Some are made from thin bamboo stalks fastened together to form a rack. Liquid soap or lotions can be dispensed from a glass bottle with a pump.\nThere are a multitude of other eco-friendly bathroom accessories like storage baskets made of rattan, towel holders made from recycled, retreated wood or bamboo ladders. Then there are bath mats of cork or teak slats, wood or bamboo bath tub caddies,  laundry hampers made of linen bags mounted on a frame, or of bamboo with linen insets. Even clothing hooks could be large smooth skipping stones mounted on a wooden base.\nPhoto: Squirrel Cottage\nStepping into the shower (with, of course, its low-flow shower head), you might pull closed your curtain of organic cotton, linen, hemp or even birch. Hemp is often much stronger than cotton, while some flax-based linens are more resistant to mold and mildew. Some companies recycle the sails from boats into shower curtains. And if you’d prefer to help recycle other materials that you really don’t want to end up in a landfill, there is even a company that makes these curtains from the huge advertising panels from old billboards!\nYou undoubtedly know about organic cleaners for the bathroom and household. And usually in the same place you’d buy those, you can find toilet paper and tissues from mostly recycled paper.\nIt’s truly possible to have an entirely eco-friendly bathroom, so that while you’re keeping clean yourself, you’ll also keep the planet clean and sustain its healthy life.\n","author":"kashicat","web_category":"lifestyle","title":"Amazing Eco-Friendly Bathroom Accessories","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Cream17","url":"http://www.environmentalgraffiti.com/lifestyle/news-eco-friendly-bathroom-accessories"}