{"summary":"She even put on her old ring, just to match the old photo. I tell people about my project and sometimes that leads to new models","advice_category":"6","content":"\nPhoto: Sander Koot Photography\nSander Koot came up with the \"Back From the Future\" concept in a photography class. The whole idea was to take an old photograph and try to remake it with the same person. Environmental Graffiti had a chance to interview Sander and learn how these terrific images came about.\nPhoto: Sander Koot Photography\nExplaining the Concept\nWe began by asking about the idea behind the project, and Sander told us: \"It started with my own family and family of friends but later, I also photographed complete strangers. I tell people about my project and sometimes that leads to new models. Prior to the shoot, I explain what we're going to do and what I expect from them. That's not much: only a few old photographs to choose from with good memories. I always tell them that the shoot is great fun (and it is!) and I show them my previous work.\"\nPhoto: Sander Koot Photography\n\"The shoot always takes place at their own homes to make them feel comfortable,\" Sander continued. \"I try to hear as much as possible about the selected images and their stories. Why and where was the image taken? What do they remember? What's the story behind the old image?\"\nPhoto: Sander Koot Photography\nHe added: \"Together we choose three to five images for the remake and it should be real portraits, no holiday snapshots. It takes about one to two hours to hear all the stories (which I love!) and the actual shoot takes 30 minutes at the most.\"\nPhoto: Sander Koot Photography\nThe Picture Style\nWe asked Sander what made him choose to stay in black and white as well as how he gets the overall style: \"While making the pictures, I only try to pay attention to their mimic, body position, composition and background, to match the old photo as good as possible,\" he told us. \"I never ask them to get out any attributes or props; they always do that themselves and that's great to see!\" \nPhoto: Sander Koot Photography\n\"During the shoot, it's a challenge to exactly match the position of the models' head and body and get them to imitate their looks,\" he added. \"At post-production, I crop and tilt the image and adjust some controls to match the old image. If it's a high-contrast image, I'll turn up the blacks in the new photo.\"\nPhoto: Sander Koot Photography\nHe went on: \"After the first few shoots, I converted all the pictures to black and white because I think that way the portraits stand out the best and you don't get distracted by colors. But later I realized it's sometimes better to leave old pictures in the original colors and adjust the new photo likewise.\"\nPhoto: Sander Koot Photography\nThe Message\nDuring our conversation, we discussed Sander's message and what he wants people to get from the series. He told us: \"People's looks hardly change over time, even after 50 or 60 years. They only grow smaller and get some wrinkles, but the looks always stay the same. My photo project is proof for this.\"\nPhoto: Sander Koot Photography\nHe recalled: \"I've visited an 89-year-old couple who told me all kinds of great stories behind the pictures; in which they were just 21 years old and just married. I really saw them reliving that moment and back came the sparkles in their eyes! One woman (85) told me her picture was taken right after WWII (1946) and she got her dress from the red cross and her mom had made some flowers on the dress. She was so proud! On her new bike she rode like 20 kilometers to the nearest photo studio to get her picture taken (the above picture). She even put on her old ring, just to match the old photo. Beautiful.\"\nPhoto: Sander Koot Photography \nSander's enthusiasm for his subjects shows through in the care he takes of them and the shots themselves. Some of them are just unbelievable, as the age melts away and we see the same young person in the new photos.\nPhoto: Sander Koot Photography\nThat photographer Sander Koot catches the mannerisms and the \"twinkle in the eye\" exactly as in the original is remarkable and part of what makes these images so special.\nPhoto: Sander Koot Photography","author":"Michele Collet","web_category":"art+and+design","title":"Young and Old: Incredible Retakes of Past Portrait Photos","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/campgroundjpg","url":"http://www.environmentalgraffiti.com/news-back-future"}