{"summary":"It's been well-documented that animals are better than we are at picking up little changes in the surrounding world. It only makes sense then, that the pandas at Wolong National Nature Reserve near Chengdu, China, realized that an earthquake was coming long before the ground started shaking up to half an hour before, according to a British tourist who noticed a marked difference in behavior.","advice_category":"2","content":"\nPhoto: Image from avlxyz\nIt's been well-documented that animals are better than we are at picking up little changes in the surrounding world. Watch your dog lose his marbles 30 minutes before a thunderstorm arrives and you'll know exactly what I'm talking about. It only makes sense then, that the pandas at Wolong National Nature Reserve near Chengdu, China, realized that an earthquake was coming long before the ground started shaking up to half an hour before, according to a British tourist who noticed a marked difference in behavior.\nThe pandas, which had been relaxing and eating bamboo, suddenly all got up and began to parade around their facility, according to Diane Etkins, who witnessed the event. It's understandable for one or two animals to do such a thing or for pack animals to engage in mass behavior. There are however, 86 adult pandas at the Wolong Reserve and all of them acting in a strange manner simultaneously very clearly demonstrates that something was going on, even if it wasn't an early detection of the earthquake.\nStill, that may be the best explanation for the change in behavior. There are multiple accounts of animals fleeing or retreating into cages prior to the tsunami that struck Sri Lanka in 2004, and while it's impossible to check the area for stimuli after such a destructive event as a 7.8 magnitude earthquake, there didn't appear to be anything else capable of causing the behavior.\nThere are unsubstantiated reports that the wild pandas moved to higher terrain in the hours before the quake; something that would have definitely stirred up anxiety in the captives, as they would have been unable to follow their instincts.\n[National Geographic][Animals Sense Earthquakes]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"nature","title":"Did Pandas Know The Earthquake Was Coming?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/monkeygroomingdogjpg","url":"http://www.environmentalgraffiti.com/ecology/did-pandas-know-the-quake-was-coming/1187"}