{"summary":"[Now]…we are losing species from many of Africa’s national parks.”. Africa’s growing population requires more resources, putting the future of parks in jeopardy as the need to cultivate or build on land grows","advice_category":"2","content":"\nA study shows that national parks in Africa are failing in their task of protecting the wildlife within their boundaries.  Published in the September issue of the African Journal of Ecology, the report by Tim Caro and Paul Scholte states that: “For years, wildlife managers and biologists in Africa have known that large mammals were disappearing outside reserves.\n[Now]…we are losing species from many of Africa’s national parks.”\n\nIncreased pressures on reserves’ ecosystems have resulted in a decline in the number of large mammals. Africa’s growing population requires more resources, putting the future of parks in jeopardy as the need to cultivate or build on land grows.  Some park areas were already occupied by farming communities.  \nThe ecologists looked at antelope populations and found that many parks are subject to the illegal hunting: “Bushmeat hunting is often the most common factor pressing upon antelope populations. In the old days, this was for local consumption, now it includes tables in far-off cities that, incredibly, extend to London and Paris.”\nThe article concludes that we may have to revise our ideas of wildlife conservation to match our rapidly changing world.  The old idea of setting aside large tracts of land in remote areas far from human populations is still a viable option in some parts of the continent …but it is a conservation approach increasingly outmoded by land use change, demographics and policy reform.”\n“What the new data shows, however, is even relatively well-organized protected areas cannot be relied on as long-lasting conservation tools…In the final analysis, we may have to get used to faunal relaxation in Africa’s network of famous reserves leaving a continent containing isolated pockets of large mammal diversity living at low population sizes. Just like Europe.”\nSources include: African Journal of Ecology\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed. ","author":"Maryking","web_category":"nature","title":"National parks no longer preserve wildlife. Bushmeat ends up at the dinner tables of London and Paris. ","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/14051156298cadd04f5ojpg","url":"http://www.environmentalgraffiti.com/ecology/national-parks-no-longer-preserve-wildlife-bushmeat-ends-up-at-the-dinner-tables-of-london-and-paris/254"}