{"summary":"A farmer watching the Par?cutin eruption in 1943:Photo: . The church ruins attract many visitors:Photo: ","advice_category":"8","content":"\nPhoto: \nImage: Francisco Trinidad \nWhen the people of the small Mexican town of Par?cutin heard rumbling and felt the earth shake on February 20, 1943, their first thought was of an earthquake. When they witnessed a mountain growing out of their cornfields, plus fissures in the earth that emitted sulphurous smells, many believed God had sent them a sign that the end was near. What they would witness was the birth of Par?cutin, the youngest volcano in the western hemisphere and one of the Seven Wonders of the Natural World. Today, it is extinct and only the steeple of the small church of San Juan Parangaricutiro stands like a beacon amidst a sea of volcanic rock.\nAn amazing aerial view:Photo: \nImage via artificialowl\nRecalls Dionisio Pulido, a farmer in whose field the volcano rose: \"I then felt a thunder… the trees trembled, and it was then I saw how, in the hole, the ground swelled and raised itself 2 or 2 1/2 meters high\".\nA farmer watching the Par?cutin eruption in 1943:Photo: \nImage: K. Segerstrom, U.S. Geological Survey\nOver the course of the year, the volcano grew to its current height of 410 m (1,345 ft) - 9,210 ft above sea level - a year during which roads and fields were covered with volcanic ash and the remaining residents endured respiratory problems due to air pollution and a constantly ash- and particle-filled sky.\nSulphur dioxide, carbon dioxide, hydrogen sulphide, hydrofluoric acid and chlorine gas are just some of the dangerous gases that volcanoes produce and that come down in the form of acid rain.\nOne of the spectacular Par?cutin eruptions:Photo: \nImage: R.E. Wilcox, U.S. Geological Survey\nAs a result of the ongoing eruptions, the towns of Par?cutinand San Juan Parangaricutiro were completely engulfed, save for the steeple of the church. Nine other villages were damaged by lava flow and fires – altogether an area of about 25 sq km (10 sq miles). The damage for the villagers was substantial as most lost their homes, crops, livestock and livelihood but all were relocated and miraculously, no casualties were reported during the birth of the youngest volcano.\nSan Juan Parangaricutiro framed by volcanic rock:Photo: \nImage: Luis Lopez Franco\nTwo complete villages are still buried under all that lava:Photo: \nImage: Josh Jackson\nPeople were not that lucky in 1949 when about 1,000 villagers died during a major eruption. Paricutin continued to spew until February 1952 when it ceased activity. Like most cinder cone volcanoes, Par?cutin is a monogenetic one, meaning that it will never erupt again, at least not in the same location. Any new eruption would occur in a random, new location.\nPar?cutin is the youngest one of more than 1,400 volcanic vents in the Trans-Mexican Volcanic Belt and North America. What is unique is that its formation was witnessed from the very beginning.\nParicutin's location in central Mexico, close to Mexico City:Photo: \nImage: Mixcoatl\nCinematographically, shots of the active volcano were used in the 1947 film Captain from Castile, and the ruin of San Juan Parangaricutiro featured in Henry Hathaway's 1954 western Garden of Evil.\nSan Juan Parangaricutiro from afarPhoto: \nImage: sharloch\nIn the volcano’s early years, the impression of destruction and the contrast between the church ruins and the black landscape created by lava was starker than later on when vegetation started to reclaim the area. In fact, volcanic soil contains a wide variety of chemicals that make it easier for plants to absorb water and nutrients and hence makes them grow faster. That’s why today, this rich soil has turned the once dark landscape into an agricultural paradise.\nThe lonely church, now surrounded by greenery:Photo: \nImage: Petr Jan Jura?ka\nToday, the area attracts many tourists who are still fascinated by the story of the birth of the Paricutin volcano. Even 66 years later, the cataclysmic events feel real and it is easy to imagine what must have happened that fateful night in 1943.\nThe church ruins attract many visitors:Photo: \nImage: Josh Jackson\nTourists exploring the church ruins:Photo: \nImage: Josh Jackson\nThe Paricutin volcano today – all quiet on the western front:Photo: \nImage: Jim Luhr\nTo see more incredible images of other churches devoured by lava, click here.\nSources: 1, 2, 3, 4, 5, 6 \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"Mexican Church Devoured by Lava","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/Dallol4.JPG","url":"http://www.environmentalgraffiti.com/featured/mexican-church-devoured-by-lava/16788"}