{"summary":"Experts currently estimate that the coelacanth population may be around 1,000 individuals.  She went to the local fisherman’s port to check out the catch for specimens and found the unusual looking coelacanth","advice_category":"2","content":"\nPhoto: http://opencage.info/pics/large_10819.asp\nThe Coelacanth (pronounced “see-la-canth”) is the epitome of a living fossil, as they have been in existence for approximately 410 million years.  The fish is more closely related to lung fishes and land vertebrates than it is to fellow fishes and sharks.  It is the only fish to survive a mass extinction of its fish family almost 65 million years ago.  How it survived no one knows, but it provides a fascinating window into the aquatic past.\n Coelacanths are a dark blue with a number of fins seemingly coming out at every angle.   They can grow to over 6 feet in length.  It was accidentally discovered in 1938 by a South African museum curator.  She went to the local fisherman’s port to check out the catch for specimens and found the unusual looking coelacanth.  Gradually more researchers poured into the region and several coelacanth populations were found over the years around Madagascar.  \nGreat eyesPhoto: Todd Huffman\nA few interesting features of the coelacanth that are most likely evolutionary relics:  Almost 99% of its brain cavity is fat, its heart is a straight tube, and its kidneys are combined into a single organ.  In addition, they carry up to 26 young in a large yolk sac from which young develop from eggs into little live fish.\nA young coelacanthPhoto: Zoo of Antwerp\nExperts currently estimate that the coelacanth population may be around 1,000 individuals.  While this number makes experts happy, try to envision the world leaders' level of concern if the human population was only 1,000 individuals!  Also, think about how you’d feel if all your relatives were extinct and all you could do was hang out in dark caves all day.  Overall, very little is known about coelacanths, yet they have so much to tell us, if we can carefully observe and learn from them without affecting their habitat very much.  Animals have a tough enough time adapting to human development without being 65 millions years behind.","author":"swgreenscribe","web_category":"nature","title":"The Fish Thought to be Extinct for 65 Million Years","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb05.webshots.com-42692-2830250590104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/nature/news-fish-thought-be-extinct-65-million-years"}