{"summary":"Eventually, huge earth dams were built to control the flow of water and the courses of rivers were modified. They learned how to harness the power of water, manipulating the flow of rivers to suit their needs","advice_category":"2","content":"\nPhoto: JK-Netzwelt\nMost ecosystems now reflect the presence of people, from pristine Arctic lakes to deserts. This could be indisputable evidence that humans have altered the atmospheric, geologic, aquatic and living systems on the planet. This should not be surprising. It is unlikely that 7 billion people inhabiting the planet would fail to alter it. Since the beginning of the Industrial Revolution, the changes have been so great that many scientists now believe we are entering a new epoch of time, the Anthropocene – meaning “New Man” – Epoch.\nPhoto: friendsoffamilyfarms\nWhile the Industrial Revolution is often considered the time when our influence on the planet became irreversible, the agricultural revolution began to change our landscape thousands of years ago. When early man domesticated animals and learned how to use tools, he learned how to grow his food. Trees were an important source of fuel and wood, and as populations started to increase, deforestation began on a massive scale. In 1086, William the Conqueror found less than 15% of the natural forest remained across the entire country of England. In China, during the Han Dynasty over 2,000 years ago, 56 million people needed trees for fuel and land for the people. Cedar trees once lined the road between Baghdad and Damascus through what is now a desert landscape. As those forests were growing, they pulled massive amounts of carbon out of the atmosphere and stored it in trees. By cutting down the trees, the carbon began to return to the atmosphere.\nSoon the water cycle was disrupted. People began to cluster in small cities, often built near water sources. They learned how to harness the power of water, manipulating the flow of rivers to suit their needs. Eventually, huge earth dams were built to control the flow of water and the courses of rivers were modified. To grow more food to feed the people, farmers began irrigating their fields, pulling water out of the rivers. As a result, rivers that had been around for thousands of years are now often dry. The once-massive Aral Sea in the former Soviet Union is now a shadow of what it once was. Cleared forests could no longer hold in the water, and erosion became a problem. When dams failed, flooding became an issue. While the strongest winds of Hurricane Katrina missed New Orleans, the failure of several levees devastated the city, killing over 1,000 people.\nPhoto: Dental Ben\nToday, pockets of earth are made up of huge concrete and steel cites. Entire ecosystems have been destroyed to make room for urban centers that continue to sprawl beyond their borders. We have to dig deep into the Earth to supply the concrete and coal needed to build our cities. So many plants and animals have been sacrificed in the name of urbanization that we now face a new mass extinction. As we search for more oil, gas and coal to fuel our cities, more ecosystems are disrupted.\nThe Alberta tar sands are one of the most controversial sources of energy of this century. Such deforestation in Canada could rival deforestation in the Amazon Basin. In order to continue with its tar sands, Canada will fail to meet its 1997 Kyoto commitments and is refusing to sign any further accords. In the United States and England, a controversial method of releasing natural gas out of rocks known as 'fracking' is compromising drinking water supplies, releasing toxic chemicals into the environment and causing small earthquakes.\nPhoto: Jasonwoodhead23\nEven the vast oceans are being affected by humans. As pollution increases, the water becomes more acidic, affecting the lowest level in the food chain and threatening oceanic diversity. In the Pacific Ocean, high levels of plastics rotate around the Great Pacific Garbage Patch. As the Earth warms up, the Arctic icecap is shrinking, which raises sea levels, threatening coastal areas and increasing the frequency and intensity of storms. We now also send so much fertilizer down rivers that dead zones are on the rise in the ocean and are visible from space. \nPhoto: Alan Vernon on Flickr\nThe most discussed human-induced change to the planet, however, is global warming. Carbon that was naturally deposited into the Earth over millions of years is being returned in less than two centuries. Unfortunately, while we have been debating the harmful effects of the carbon cycle, the nitrogen cycle has been ignored. The fixing of nitrogen from the atmosphere into useful compounds is increasing rapidly. About 40% of nitrogen in the protein we eat today comes from artificial fertilizer. Without this artificial fertilizer, there could not be seven billion people on the planet. But excess nitrogen is dumped in our ecosystem at a rapid pace, entering our water systems and causing undesirable growths. Nitrogen feeds thousands of toxic algal blooms, pulling oxygen out of the aquatic system and leading to dead zones. Nitrogen pulled from the atmosphere was also used in many bombs for 20th-century warfare. \nPhoto: Dr. Richard Murray licensed under Creative Commons\nOne thousand years ago, conventional wisdom placed the Earth at the center of the universe. As our understanding increased, we realized that the Earth was billions of years old and just a small part of the universe. As we learned about evolution, homo sapiens were placed on a single twig of the tree of life. The Anthropocene Epoch reverses this trend, making humans central to the workings and elemental in the forces of the natural world. It is this knowledge that leads us to think that we are severely modifying the planet.","author":"Lisa Hossler","web_category":"nature","title":"How Human Influence Has Ushered in the Age of the 'New Man'","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/NyosLakejpg_0","url":"http://www.environmentalgraffiti.com/conservation/news-humans-influence-planet-may-lead-new-human-centered-epoch"}