{"summary":"Water is not only a necessity for all life; even its smallest form, the water drop, is an everyday source of beauty, for example when caught in a spider’s web. The surface of the spider’s web cools by radiating its heat while the moisture in the atmosphere condenses at a rate greater than it can evaporate, resulting in the formation of water droplets in the form of dew or rain.","advice_category":"2","content":"\nPhoto: \nImage: Bill Tyne\nWater is not only a necessity for all life; even its smallest form, the water drop, is an everyday source of beauty, for example when caught in a spider’s web. Let’s enjoy these stunning water tapestries found in our backyards.\nDew is easily caught in spider webs because it attaches to thin, exposed objects not warmed by ground sources. The surface of the spider’s web cools by radiating its heat while the moisture in the atmosphere condenses at a rate greater than it can evaporate, resulting in the formation of water droplets in the form of dew or rain.\nNature’s perfection:Photo: \nImage: Cloudzilla\nPrettier than any diamond necklace:Photo: \nImage: Noel Goodwin\nWaterdrops reflecting the photographer’s ring flash:Photo: \nImage: Gwponder\nA nocturnal web concealing branches posing as bats:Photo: \nImage: Logan Stromberg\nTransparent burrow protection:Photo: \nImage: Jim Sneddon\nEven a rusty nail, caught by a keen photographer’s eye, can be beautiful:Photo: \nImage: topher76\nA string of pearls:Photo: \nImage: Peter Shanks\nLike a mirror shard with a leaf's reflection, protected by barbed wire:Photo: \nImage: sayer\nNature’s perfect web of pink:Photo: \nImage: Bill Tyne\nWater drops caught at the Watermark Tech Center in Grand Rapids, MI:Photo: \nImage: Matt Stangis\nChaos theory:Photo: \nImage: Becka Spence\nDynamic drops:Photo: \nImage: Tiny Froglet\nA filigree flower vase:Photo: \nImage: Jenny Downing\nA hole in the web:Photo: \nImage: Vince Wingate\nHanging the delicate wash:Photo: \nImage: John Haslam\nParking lot dropscape:Photo: \nImage: gkat_26\nA soft hammock made of water drops:Photo: \nImage: Mike Sowden\nFlowers breaking through the web of droplets:Photo: \nImage: cocomocomo\nA string of crystal balls:Photo: \nImage: joka2000\nWorld wide web:Photo: \nImage: Bala\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"nature","title":"20 Amazing Water Webs","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/2786710020df2ee3eddbzjpg","url":"http://www.environmentalgraffiti.com/featured/20-amazing-water-webs/12100"}