{"summary":"Just 16 km south of Cusco, the ancient capital of the Inca Empire, the Sacred Valley often misses out to the more famous site of Machu Picchu – but as the following images show, quite undeservedly so as Sacred Valley offers stunning Andes Mountains views, winding roads and mind-boggling Inca architecture. Peru’s Sacred Valley usually refers to a roughly 60-km stretch of land between the cities of Pisac and Ollantaytambo","advice_category":"8","content":"\nPhoto: \nImage: icelight\nPeru’s Sacred Valley usually refers to a roughly 60-km stretch of land between the cities of Pisac and Ollantaytambo. Just 16 km south of Cusco, the ancient capital of the Inca Empire, the Sacred Valley often misses out to the more famous site of Machu Picchu – but as the following images show, quite undeservedly so as Sacred Valley offers stunning Andes Mountains views, winding roads and mind-boggling Inca architecture. \nTypical terrace architecture with buildings/temples at the top:Photo: \nImage: icelight\nThe Sacred Valley is sometimes also called the Urubamba Valley because of the river by the same name that runs parallel to it and a city just a little off the center of the valley that also has the same name. The Incas liked the valley for many of the same reasons today’s tourists do: its special natural beauty and geographical and climatic qualities. No wonder that ancient cities, agriculture and fortresses abounded. Almost any city in the Sacred Valley has its own special attraction; we’ve focused on four popular ones below. \nHere’s a map of the Sacred Valley:Photo: \nImage via micktravels\nJust about 12 km northwest of Cusco is Sacsayhuaman, full of Inca ruins and a marvel of  Inca construction skill. The belief today is that Sacsayuaman was mainly a military fortress. Its zigzag shape is said to resemble the open jaw of a puma, with the entire city of Cusco its body and the Plaza de Armas the navel, which the Incas believed to be the center of the world.\nSome of the stones weigh up to 125 tons!Photo: \nImage: Chang’r\nMoyoc Marca, the remains of a tower:Photo: \nImage: Ben Hulley\nVisitors to Pisac, about 30 km north of Cusco, are treated to stunning views of the Andes and an example of the Inca's advanced masonry skills at the Pisac ruins with a Sun Temple, extensive terracing and aqueducts. The purpose of the Pisac ruins remains a mystery, but the settlement was located along a vital Inca road and connected the highlands with the Amazon rainforest just east of the mountains.\nThe Pisac Inca ruin complex, nestled in the Andes:Photo: \nImage: Kevstan\nPisac is also known for its colourful markets:Photo: \nImage: A. Fiebrandt\nAbout 70 km west of Pisac is the town of Ollantaytambo, best known for its fortress, which the Incan elite used for worshipping and studying astronomy. Also impressive are the terrace walls that served as an integral means of defense. \nBelieve it or not, the stones of this wall are 3 m high!Photo: \nImage: Wolfgang Beyer\nMany of the building foundations in the old town were built by the Inca and most of the blocks used are still intact. To date, Ollantaytambo is the best surviving example of Inca town planning. \nAncient and less ancient in perfect harmony:Photo: \nImage: Ericka Clouther\nMoray is a small village about 50 km northwest of Cusco famous for its Inca architecture. What may remind us of crop circles or Roman amphitheatres actually once served an agricultural purpose. Used more like China’s ancient rice terraces, the Incas cultivated wheat, quinoa, grain, panti and kantu flowers here – harvest season on the various levels must have been quite a sight. \nGiant bathtub?Photo: \nImage: Philipp Weigell\nThe site is still fully functional with a system of irrigation canals and an aqueduct system. Until recently, locals even grew corn, but agriculture was given up in favour of preserving the site and tourism. If you ever mill about in Moray, consider this: Some of the terraces descend to a depth of around 150 m – or the height of a 50-story skyscraper – creating temperature differences between the lowest and highest levels of 15 ?C, naturally found between sea level and a mountain of  1000 m for example. Amazingly clever and beautiful, isn’t it?   \nThe whole complex is huge:Photo: \nImage: Shashi Bellamkonda\nThe fact that amazing sites like Moray were discovered often decades after the more famous Machu Picchu makes us wonder and hope that there may be more stunning sites around just waiting to be discovered…\n\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"travel","title":"Sacred Valley","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/add1jpg","url":"http://www.environmentalgraffiti.com/featured/sacred-valley/18906"}