{"summary":"It's how we discovered penicillin, and if you'll recall, there have been more than a few items here on Environmental Graffiti about how animals are more important to your continued health than you are. Environmental Graffiti is up for four bloggers’ choice awards","advice_category":"4","content":"\nThe UN has announced that medical research is on the verge of being seriously impaired by a lack of biodiversity.\nPhoto: image via flickr user carreon\nI'm positive that I wasn't the only grade schooler that was told that one of the reasons timber companies in Costa Rica were evil was that medicines and cures to all the world's illnesses lay in those rain forests. Didn't they ever see \"Medicine Man\"?!\nWell, the simple answer is that things really do work that way:  humans are horrible, awful, shameless thieves. It's how we discovered penicillin, and if you'll recall, there have been more than a few items here on Environmental Graffiti about how animals are more important to your continued health than you are.  And remember, the staphylococci fungus and alligators have both been pretty well-known for some time before potential applications for them were discovered.  \nBiodiversity is casting the widest net so to speak, and science has to be able to not only locate all of these species (16,000 of which were declared as threatened last year) but learn all the \"ins and outs\" of them; a process that can take decades, and is impossible to synthesize.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"science","title":"How Do Nature and Rainforests Help Medical Research Anyway?","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/close-uppng","url":"http://www.environmentalgraffiti.com/ecology/how-does-nature-help-medical-research-anyway/1091"}