{"summary":"Photo: Oxford University/Martin BrasierLoch Torridon. \"We have discovered evidence for complex life on land from 1 billion year old deposits from Scotland","advice_category":"4","content":"\nPhoto: Oxford University/Martin BrasierA cluster of cells\nIt has generally been thought that one billion years ago the land was barren and lifeless, until a recent discovery at a loch in Scotland. Much, much earlier than believed, cells that sexually reproduce and also harnessed energy from the sun through photosynthesis were alive and kicking... or splitting. These complex cells are thought to be the beginning of all green life – from azaleas to avocados – colonizing the planet.\nPhoto: Oxford University/Martin BrasierCell pairs\nIt is generally considered that life originated in the ocean and that the important developments in the early evolution of life took place in the marine environment: the origin of prokaryotes, eukaryotes, sex, multicellularity etc. During this time the continents are often considered to have been essentially barren of life – or at the most with an insignificant microbial biota dominated by cyanobacteria,\" said Dr. Charles Wellman, Reader in Palaeobiology in the Department of Animal and Plant Sciences at the University of Sheffield. \n\"We have discovered evidence for complex life on land from 1 billion year old deposits from Scotland. This suggests that life on land at this time was more abundant and complex than anticipated. It also opens the intriguing possibility that some of the major events in the early history of life may have taken place on land and not entirely within the marine realm,\" Wellman added.\nPhoto: Oxford University/Martin BrasierLoch Torridon\nSix hundred to 500 million years after the start of complex cells, life started to grow on land in lichens and mosses which then developed into simple land animals and other life forms. One of the authors of the piece, Professor Martin Brasier of Oxford University's Department of Earth Sciences, says: \"None of this would have been possible without advances long ago made by these little microbes, now entombed within phosphate from the Torridon lakes. It was arguably these organisms that helped to turn our landscape from a harsh and rocky desert into a green and pleasant place.\"","author":"Michele Collet","web_category":"science","title":"Earliest Green Life on Earth Began Reproducing in Scottish Loch","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/white-baby_3.jpg","url":"http://www.environmentalgraffiti.com/nature/news-sex-and-sun-harnessed-life-much-earlier-thought"}