{"summary":"The LHCsounds group has been using information collected by Atlas' calorimeter, a device that measures the energies of particles that collide with the detector. But the LHCsounds group claims that this isn't their main goal","advice_category":"4","content":"\nToday, I stumbled upon the Coolest Website in the Universe. Don't get me wrong, I have come across some great sites in my time (exhibits A, B, and C). But this one takes the cake.\nSince January, a group of physicists, engineers, and musicians have been getting paid to convert data collected at the Large Hadron Collider into music. This isn't just some artist's rendering of the cosmic symphony of particle physics. This is actual science. Using a process called data sonification, the group is creating nonspeech audio that correlates with both real and simulated results from CERN's Atlas detector. Atlas is one of the six projects at the LHC that smashes particles together in order to probe the mysteries of the subatomic world.\nPhoto: Image Editor\n\nThe LHCsounds group has been using information collected by Atlas' calorimeter, a device that measures the energies of particles that collide with the detector. Each collision is assigned a note depending on what kind of particle was involved, where the particle struck the calorimeter, and its energy. Different particles (eg, protons, electrons, photons) sound like different musical instruments that play more loudly at higher energies. Particles that strike the calorimeter closer to an observer are assigned a higher pitch than those that do so further away. Using this formula, LHCsounds has created quite the arrangement. See for yourself here. Make sure to check out the simulated HiggsJetSimple, as well as CalorimeterEndcapLayers (proton collision) and Top Quark Jet, which were both created from real data at 7 TeV!\nProcesses like data sonification have the potential to revolutionize the way scientific data is analyzed. But the LHCsounds group claims that this isn't their main goal. Instead, their aim is to share the intrinsic beauty of physics with those outside of the scientific community. I'd say they are doing a pretty good job.","author":"vmdamico","web_category":"science","title":"Large Hadron Collider Listens to the Music of the Universe","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/http-inlinethumb39.webshots.com-36902-2625612010104181437S600x600Q85.jpg","url":"http://www.environmentalgraffiti.com/physics/news-natures-symphony-heard-first-time-thanks-lhc"}