{"summary":"For the superstitious, it is vital that Christmas candles are kept burning and undisturbed from the time they are lit on Christmas eve until they are put out on Christmas day.. Christmas Tree","advice_category":"8","content":"\nPhoto: Johnathan Meath\nThere are a lot of traditions and superstitions surrounding Christmas, but most of us don't know why they started or what the reasons for them are. Many of them came about due to superstitions that still exist today. Join me for a look at 10 of them\n10. Mince Meat Pies\nPhoto: Jeremy Keith\nEat as many mince pies as you can on Christmas eve and afterward, because the amount will determine how much luck you will have in the next year. Don't cut them with a knife but rather bite into them or you will cut your luck. \n9. Keep the Candle Burning\nPhoto: Jim Hood\nFor the superstitious, it is vital that Christmas candles are kept burning and undisturbed from the time they are lit on Christmas eve until they are put out on Christmas day.\n8. Yule Log\nPhoto: Midge Frazel\nThe yule log for the fireplace has to be cut or found rather than bought and should be big enough to keep burning all night otherwise there it means bad luck for the year ahead. It can be a stump or a big root, not necessarily a proper log. Tradition has it that you then sit around telling ghost stories and drinking mulled wine on Christmas eve in front of the Yule fire.\n7. First to Open the Door on Christmas Day\n\"Welcome Father Christmas!\" is the shout the first to open the door Christmas morning should give, to let Christmas in and any trapped bad spirits escape. Others might sweep the threshold if they are first to clear it of \"trouble\".\n6. MistletoePhoto: Helena\nIn the original superstition, the one who avoids a kiss under the mistletoe will have bad luck but the man is meant to present the kissee with a mistletoe berry. Once the berries are gone, the kissing stops. Don't get rid of the mistletoe though! Bad lack to remove it from the house until it is replaced next year.\n5. Plum Pudding\nPhoto: Matt Riggot\nEveryone in the house is to take turns stirring the pudding three times and making a wish. If you are unmarried and forget to join in, you will not get a spouse in the upcoming year. Like most wishes they are to stay secret until they come true.\n4. CarolersPhoto: Kathleen Conklin\nCaroling is the old tradition of going to people's houses and singing Christmas songs for them. Never turn them away without some food, some money or a drink or you will suffer bad luck for the rest of the year.\n3. Presents\nPhoto: Zechariah Judy\nTradition has it that St. Nicholas felt sorry for three sisters at Christmas time and tossed three coins down the chimney. Their stockings were hanging at the hearth and each coin landed in a respective stocking. A superstition has arisen about giving shoes, never give them at Christmas because the person can then walk out of your life.\nPhoto: Emilio del Prado\nHolly is protective magic against witches and lightning and is brought in during the holiday season for that purpose. Another superstition is that if the holly is smooth, the wife will be the master, while if the holly is prickly, the husband will be, so cautious couples bring in both!\n1. Christmas Tree\nPhoto: DR04\nAccording to snopes, bringing green branches is magic meant to ensure vegetation returns at the end of winter. The Christmas tree is the biggest centerpiece of all for that belief. An older superstition surrounding the tree is that it should not be brought in and decorated before the 24th of December to avoid \"capricious\" forces.\nSome of these traditions have gone by the wayside or evolved but most of them are still with us and those who want old fashioned Christmas adhere to many such as stirring the plum pudding. Some are new to me like eating as many mince pies during the festive season as possible but one I will take up enthusiastically!\n\nSources: 1, 2, 3, 4","author":"Michele Collet","web_category":"lifestyle","title":"10 Christmas Superstitions and Traditions","picture_url":"http://static.environmentalgraffiti.com/sites/default/files/imagecache/promoted/images/potatoes_cheese.jpg","url":"http://www.environmentalgraffiti.com/news-10-christmas-superstitions"}