{"summary":"The Christmas tree lot was born. Amid Dickensian scenes of carolers and women slaving over Christmas pudding was a woodcut entitled “Christmas Tree at Windsor Castle.” The illustration depicted Victoria, Albert, five of their children and a governess gathered around a table-top evergreen adorned with sweets and ornaments, illuminated by candles and topped by an angel","advice_category":"1","content":"\nLong before the advent of Christmas—and even before the birth of Christ—ancient civilizations embraced evergreen boughs, wreaths and garlands as symbols of eternal life amid the darkest days of the winter solstice. From these pagan roots sprouted the modern Christmas tree. The first recorded display of a decorated Christmas tree has been traced to Riga, Latvia, in 1510, and the custom proliferated in 16th- and 17th-century Germany as Protestant elites bedecked their homes and guildhalls with pines and firs garnished with nuts, dates and apples.\nChristmas trees grew in popularity in Germany throughout the early 1800s, and German immigrants to the United States brought the yuletide tradition with them to their new homeland. In his book “The Battle for Christmas,” Stephen Nissenbaum writes that, in spite of claims that Hessian soldiers fighting for the British during the Revolutionary War erected the first Christmas trees in America, it was the Pennsylvania German community, likely after 1820, who first brought the custom to the United States.\nIt wasn’t until a famed British monarch gave her royal stamp of approval, however, that the Christmas tree became an American holiday staple. Although she was the longest-reigning monarch in British history, Queen Victoria had German blood coursing through her veins, and German traditions thrived in the British royal palaces. Queen Charlotte, Victoria’s grandmother and the German-born wife of King George III, had erected Christmas trees at Windsor Castle as early as 1800. Victoria’s mother was German-born as well, and the young princess had a small tree, decorated with candles and sugar ornaments, in her palace quarters every Christmas. Three years after ascending to the throne in 1837, Queen Victoria married Prince Albert, a German import himself, and the monarch encouraged her consort to adorn Windsor Castle at Christmastime according to his boyhood customs. The prince imported firs directly from the forests of his homeland and decorated them with trinkets, toys, gifts and edibles. He hoped to pass his holiday traditions down to his royal offspring, writing in 1847, that he hoped his children’s “delight in the Christmas-trees is not less than ours used to be.”\nWhat happened behind palace doors during the holidays, however, didn’t become public fodder until the London Illustrated News published a special 16-page Christmas supplement to its December 23, 1848, edition. Amid Dickensian scenes of carolers and women slaving over Christmas pudding was a woodcut entitled “Christmas Tree at Windsor Castle.” The illustration depicted Victoria, Albert, five of their children and a governess gathered around a table-top evergreen adorned with sweets and ornaments, illuminated by candles and topped by an angel. Unwrapped presents—dolls, mounted cavalrymen and a figurine in a horse-drawn chariot—encircle its base. The tree itself, with six uniformly spaced tiers of boughs, looked too meticulous to be real. It was a depiction of a picture-perfect family Christmas, worthy of a holiday card.\nYoung Queen Victoria, like some modern-day British royals, was a trendsetter in England—as well as in America. After readers caught eye of the engraving in the London Illustrated News, Christmas trees became widely embraced in the English-speaking world. In fact, the illustration of the Victorian Christmas tree received a second life in America in December 1850 when an altered version of it appeared in the influential monthly magazine Godey’s Lady’s Book. Sarah Josepha Hale, the editor of the taste-shaping publication as well as the reputed author of “Mary Had a Little Lamb,” pointed to the British queen as a feminist role model. But even she made some alterations to the royal family in the original woodcut in order to give the illustration a distinctively American twist. Gone were Victoria’s tiara and Albert’s sash and mustache along with boxes of German biscuits under the tree. The caption simply read: “The Christmas Tree.” The royal yuletide had been transformed into an All-American Christmas.\nAnd during the rest of the 19th century, an All-American Christmas increasingly came with a fragrant fir inside the house. The Godey’s engraving was one of the first widely circulated illustrations of a decorated Christmas tree in the United States, and it was soon followed by similar depictions in Harper’s and other major American publications. In 1851, the year following the Christmas tree illustration in Godey’s, a woodsman named Mark Carr chopped down a couple dozen evergreens in the Catskill Mountains, transported them by ox sled to Manhattan’s Washington Market and quickly sold out his stock. The Christmas tree lot was born. Five years later, President Franklin Pierce erected the first Christmas tree in the White House. (Christmas wasn’t even a federal holiday until 1870.) Today, the Christmas tree industry in America is a $1.7 billion business, with approximately 30 million real trees and 10 million artificial trees sold each year—and it all started with a British Queen.","author":"Christopher  Klein","web_category":"news","title":"The Royal Roots of the American Christmas Tree","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/hith-christmas-tree1.jpg","url":"http://www.history.com/news/the-royal-roots-of-the-american-christmas-tree"}