{"summary":"A former Tuskegee airman almost shot the late Libyan leader Muammar el-Qaddafi in a showdown outside of Tripoli in 1970.. The Tuskegee airmen once shot down three German jets in a single day.","advice_category":"1","content":"\n1. The Tuskegee airmen once shot down three German jets in a single day.\nOn March 24, 1944, a fleet of P-51 Mustangs led by Colonel Benjamin O. Davis, commander of the Tuskegee airmen, set out on the longest escort mission their crews would fly during World War II. The 43 fighters were there to help B-17 bombers run a gauntlet of over 1,600 miles into the heart of Hitler’s Germany and back. The bombers’ target, a massive Daimler-Benz tank factory in Berlin, was heavily defended by whatever forces the Luftwaffe could muster at that point in the war. The 25 aircraft protecting the plant included the battle-tested Fw 190 radial propeller fighters, the Me 163 “Komet” rocket-powered plane and the much more formidable Me 262, history’s first jetfighter and the forerunner of today’s modern fighters. While the American P-51s typically lagged behind the Me 163s and 262s, they could outmaneuver them at low speeds. The German planes also tended to run out of fuel more quickly than the Tuskegee airmen’s Mustangs. Making the most of their limited advantages, pilots Charles Brantley, Earl Lane and Roscoe Brown all shot down German jets over Berlin that day, earning the all-black 332nd Fighter Group a Distinguished Unit Citation.\n2. Thurgood Marshall, the future Supreme Court justice, got his start defending Tuskegee bomber trainees.\nThe 477th Bombardment Group was formed in 1944 to extend the so-called “Tuskegee experiment” by allowing black aviators to serve on bomber crews. The aim was to send pilots—many of them veterans of the original Tuskegee fighter group—back to the States for training on B-25 bombers. While in Indiana, some of the African-American officers were arrested and charged with mutiny after entering an all-white officers’ club. Thurgood Marshall, then a young lawyer, represented the 100 black officers who had landed in jail as a result of the confrontation. The men were soon released (although one was later convicted of violent conduct and fined).\n3. The Airmen might have never gotten off the ground without Eleanor Roosevelt’s help.\nIn April 1941, months before the United States entered World War II, Eleanor Roosevelt visited Tuskegee Army Air Field in Alabama, where the Tuskegee airmen had begun training. Charles “Chief” Anderson, Tuskegee’s chief flight instructor at the time, offered to take the first lady around the field. Anderson had taught himself to fly years earlier in a used plane he bought with his own savings. Roosevelt agreed, and the photos and film that came out of the 40-minute flight helped convince people in power to support the creation of a black fighter group.\n4. A former Tuskegee airman almost shot the late Libyan leader Muammar el-Qaddafi in a showdown outside of Tripoli in 1970.\nDaniel “Chappie” James Jr. started his career in the early 1940s at Tuskegee, joining the Army Air Corps in July 1943. After the war ended, James stayed in what became the Air Force and flew missions in both Korea and Vietnam. In 1969 James was put in command of Wheelus Air Force Base outside of Tripoli. A year earlier, a coup led by Colonel Qaddafi had overthrown the country’s ruling monarch, King Idris. Qaddafi then ordered the closing of the large American base in the country he now controlled. But before a formal handover to the Libyan authorities could take place, Qaddafi pushed his forces onto the base. James later recalled the standoff that followed: “One day [Qaddafi] ran a column of half tracks through my base—right through the housing area at full speed. I shut the barrier down at the gate and met [Qaddafi] a few yards outside it. He had a fancy gun and a holster and kept his hand on it. I had my .45 in my belt. I told him to move his hand away. If he had pulled that gun, he never would have cleared his holster. They never sent any more half tracks.”\n5. Three Tuskegee airmen went on to become generals.\nFor keeping his cool in the face of Qaddafi’s troops, Daniel James was appointed a brigadier general by President Nixon. He wasn’t the only graduate of the “Tuskegee experiment” to make flag rank, however. James followed in the footsteps of Benjamin O. Davis Jr., the original commander of the 332nd Fighter Group and the first black general in the U.S. Air Force. Another Tuskegee aviator, Lucius Theus, retired a major general after dedicating most of his 36-year career in the Air Force to improving the military’s bureaucracy, helping to implement a direct deposit system for service members.","author":"History.com  Staff","web_category":"news","title":"The Tuskegee Airmen: 5 Fascinating Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/tuskegee-airmen.jpg","url":"http://www.history.com/news/the-tuskegee-airmen-5-fascinating-facts"}