{"summary":"The son of Zeus by a mortal woman, the demigod Hercules was considered a paragon of strength, power and courage. According to legend, Zeus’ jealous wife Hera sent Hercules into a fit of rage in which he killed his wife and children","advice_category":"1","content":"\n“This is a rare discovery,” said Walid Atrash of the Israel Antiquities Authority, who described the statue as “of exceptional artistic quality.” He also mentioned that its small dimensions—it stands at a diminutive 1.6 feet—make it particularly unique, since Roman statues of mythological characters tended to be life-sized.\nThe son of Zeus by a mortal woman, the demigod Hercules was considered a paragon of strength, power and courage. According to legend, Zeus’ jealous wife Hera sent Hercules into a fit of rage in which he killed his wife and children. To atone for his sins, the murderer was ordered to perform 12 superhuman tasks known as the labors of Hercules. The recently unearthed statue features an animal pelt slung over one shoulder that alludes to the first of these feats: Hercules’ slaying of the monstrous Nemean lion.\nIsraeli archeologists uncovered the Hercules figure at Horvat Tabernet, located in the Jezreel Valley of biblical fame and once home to a third-century Jewish settlement. It sat amid pottery shards and broken glass vessels in the remains of what appears to be a Roman bathhouse complex from the second century A.D., which comprises a large pool, a well and sophisticated drainage channels.\nThe Horvat Tarbenet excavation is part of a project to rebuild the historic Jezreel Valley railway, which linked the Israeli city of Haifa with Damascus from the early 20th century until it fell into disrepair around 1948. Israel’s National Roads Authority plans to complete a new 37-mile rail line with a similar route by 2016.","author":"History.com  Staff","web_category":"news","title":"Headless Hercules Unearthed in Israel","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/hercules-statue-large.jpg","url":"http://www.history.com/news/headless-hercules-unearthed-in-israel"}