{"summary":"Four years after his landslide win over Adlai Stevenson, Eisenhower revived the slogan, albeit slightly revised to “I Still Like Ike,” and scored an even bigger victory over his Democratic foe.. Is there an echo in here? Yes, the 1840 slogan was dusted off by Benjamin Harrison, William Henry Harrison’s grandson, for his 1888 campaign for the White House","advice_category":"1","content":"\n1. “Tippecanoe and Tyler Too”\nWilliam Safire once wrote, “Good slogans have rhyme, rhythm or alliteration to make them memorable.” This gold standard of campaign slogans has all three. The motto promoting the 1840 Whig ticket of William Henry Harrison and John Tyler stirred memories of Harrison’s victory over Tecumseh at the 1811 Battle of Tippecanoe. While the slogan remains well known, the same cannot be said of Harrison, who died 30 days into his presidency—and of Tyler too.\n2. “We Polked You in ’44. We Shall Pierce You in ’52.”\nOuch. Although it sounds more like a violent threat than a campaign slogan, Democrats successfully used this phrase in 1852 to sell their little-known candidate, Franklin Pierce, as a latter-day James Polk, another Democratic dark-horse nominee who turned out to be a popular president. Pierce, a brigadier general in the Mexican-American War, overcame his lack of name recognition to easily defeat the war’s more famous hero, Whig nominee General Winfield Scott.\n3. “Don’t Swap Horses When Crossing Streams”\nAlthough the country was on the brink of disunion, Abraham Lincoln went with an economic slogan promising land to Western settlers—“Vote yourself a farm”—in his 1860 campaign. (The Homestead Act of 1862 fulfilled the pledge.) In 1864, however, there was no avoiding the shadow cast by the Civil War, and Honest Abe relied on this folksy saying to urge a war-weary nation to stay the course instead of voting for Democratic challenger George McClellan, the Union general-in-chief Lincoln relieved of command in 1862.\n4. “Tippecanoe and Morton Too”\nIs there an echo in here? Yes, the 1840 slogan was dusted off by Benjamin Harrison, William Henry Harrison’s grandson, for his 1888 campaign for the White House. Harrison’s running mate, Levi Morton, stood in for Tyler as the second fiddle. Harrison, though he lost the popular vote, defeated incumbent Grover Cleveland. Four years later he lost in a rematch.\n5. “Four More Years of the Full Dinner Pail”\nIncumbent William McKinley employed a working class emblem to counter the populist message and labor appeal of his Democratic opponent, William Jennings Bryan. McKinley’s slogan, which emphasized the prosperity enjoyed under his leadership, was emblazoned on campaign buttons and tin lanterns shaped like the workingman’s metallic food buckets.\n6. “He Kept Us Out of War”\nPresident Woodrow Wilson ran on a peace platform during his 1916 reelection campaign by touting his administration’s efforts to keep America out of the war that was ravaging Europe. Although Wilson warned that a Republican victory would embroil the United States in the European conflict, it would be his hand, just 34 days after his second inauguration, that signed the declaration of war against Germany and plunged America into World War I. Even in a political landscape littered with campaign promises, it was a quick and monumental about-face.\n7. “Return to Normalcy”\nIn the wake of Wilson’s turbulent second term and American participation in World War I, Republican Warren Harding campaigned on the promise of simpler, less chaotic times. “America’s present need is not heroics but healing; not nostrums but normalcy,” he said. (Harding, although known to enjoy many a tipple, employed another slogan, “Cox and Cocktails,” to highlight the opposition to Prohibition by his Democratic foe, James Cox.)\n8. “Keep Cool with Coolidge”\nCalvin Coolidge assumed the presidency after Harding died of a sudden heart attack in 1923. “Silent Cal” wasn’t flashy, but he scored a landslide victory in 1924 on the promise of a calm hand on the rudder of state. “Safe, sane, steady” was emblazoned on campaign posters, and his pun of a slogan emphasized his reasoned demeanor and deliberate decision-making process.\n9. “Happy Days Are Here Again”\nWith the United States in the throes of the Great Depression during the 1932 campaign, Democratic challenger Franklin D. Roosevelt promised his version of hope and change to the electorate. Upon his nomination at the party convention, the band initially played “Anchors Aweigh” as a nod to FDR’s former stint as assistant secretary of the Navy. Roosevelt’s advisors, however, quickly switched to a more upbeat, popular song of the day: “Happy Days Are Here Again.” Roosevelt’s campaign quickly co-opted the tune as its slogan, and FDR easily defeated incumbent Herbert Hoover on Election Day.\n10. “I Like Ike”\nMore than 50 years before Facebook, millions of Americans “liked” World War II hero and Republican nominee Dwight Eisenhower during the 1952 presidential campaign. Ike’s simple, cheerful slogan resonated with the times, and the pithy rhyme had the added advantage of fitting easily on campaign buttons and bumper stickers (unlike, say, the 1856 slogan of Republican nominee John C. Fremont: “Free Soil, Free Labor, Free Speech, Free Men and Fremont”). Four years after his landslide win over Adlai Stevenson, Eisenhower revived the slogan, albeit slightly revised to “I Still Like Ike,” and scored an even bigger victory over his Democratic foe.","author":"Christopher  Klein","web_category":"news","title":"10 Winning Presidential Campaign Slogans","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/tippecanoe-and-tyler.jpg","url":"http://www.history.com/news/10-winning-presidential-campaign-slogans"}