{"summary":"The voices that commanded the teenage Joan to don men’s clothing and expel the English from France also told her to crop her long hair. (It has been speculated that the illiterate Joan never knew what she’d put her name—or, more accurately, her mark of a cross—to.) Several days later, possibly due to threats of violence or rape from her guards, Joan put her male attire back on; she then told the angry judges who visited her cell that her voices had reappeared","advice_category":"1","content":"\n1. Joan’s real name was Jehanne d’Arc, Jehanne Tarc, Jehanne Rom?e or possibly Jehanne de Vouthon—but she didn’t go by any of these.\nJoan didn’t hail from a place called Arc, as the typical Anglicization of her father’s surname, d’Arc (sometimes rendered as Darc or Tarc), might imply. Instead, Jehanne—or Jehanette, as she was known—grew up in Domr?my, a village in northeastern France, the daughter of a farmer and his devoutly Catholic wife. During her trial before an ecclesiastical court in 1431, Joan referred to herself only as “Jehanne la Pucelle” (“Joan the Maid”) and initially testified that she didn’t know her last name. She later explained that her father was called Jacques d’Arc and her mother Isabelle Rom?e, adding that in her hometown daughters often took their mothers’ surnames. In medieval France, where family names were neither fixed nor widely used, “Rom?e” simply designated a person who had made a pilgrimage to Rome or another religiously significant destination; other sources suggest that Joan’s mother went by Isabelle de Vouthon.\n2. In modern times, some doctors and scholars have “diagnosed” Joan of Arc with disorders ranging from epilepsy to schizophrenia.\nAround the age of 12 or 13, Joan of Arc apparently began hearing voices and experiencing visions, which she interpreted as signs from God. During her trial, she testified that angels and saints first told her merely to attend church and live piously; later, they began instructing her to deliver France from the invading English and establish Charles VII, the uncrowned heir to the French throne, as the country’s rightful king. The Maid asserted that a bright light often accompanied the visions and that she heard the voices more distinctly when bells sounded. Based on these details, some experts have suggested that Joan suffered from one of numerous neurological and psychiatric condition that trigger hallucinations or delusions, including migraines, bipolar disorder and brain lesions, to name just a few. Yet another theory holds that she contracted bovine tuberculosis, which can cause seizures and dementia, from drinking unpasteurized milk and tending cattle as a young girl.\n3. While commander of the French army, Joan of Arc didn’t participate in active combat.\nThough remembered as a fearless warrior and considered a heroine of the Hundred Years’ War between France and England, Joan never actually fought in battle or killed an opponent. Instead, she would accompany her men as a sort of inspirational mascot, brandishing her banner in place of a weapon. She was also responsible for outlining military strategies, directing troops and proposing diplomatic solutions to the English (all of which they rejected). Despite her distance from the front lines, Joan was wounded at least twice, taking an arrow to the shoulder during her famed Orl?ans campaign and a crossbow bolt to the thigh during her failed bid to liberate Paris.\n4. Joan of Arc had a famously volatile temper.\nOnce placed in control of the French army, the teenage peasant didn’t hesitate to chew out prestigious knights for swearing, behaving indecently, skipping Mass or dismissing her battle plans; she even accused her noble patrons of spinelessness in their dealings with the English. According to a witnesses at her retrial, Joan once tried to slap a Scottish soldier—the Scots teamed up with France during the Hundred Years’ War—who had eaten stolen meat. She also supposedly drove away the mistresses and prostitutes who traveled with her army at swordpoint, hitting one or two in the process. And personal attacks by the English, who called her rude names and joked that she should return home to her cows, reportedly made Joan’s blood boil. The Maid’s short fuse is evident in transcripts of her court hearings; when a clergyman with a thick regional accent asked what language her voices spoke, for instance, she retorted that they spoke French far better than he did.\n5. Contrary to popular belief, Joan of Arc wasn’t burned at the stake for witchcraft—at least not technically.\nAfter falling into enemy hands in 1430, Joan of Arc was tried in the English stronghold of Rouen by an ecclesiastical court. The 70 charges against her ranged from sorcery to horse theft, but by May 1431 they had been whittled down to just 12, most related to her wearing of men’s clothing and claims that God had directly contacted her. Offered life imprisonment in exchange for an admission of guilt, Joan signed a document confessing her alleged sins and promising to change her ways. (It has been speculated that the illiterate Joan never knew what she’d put her name—or, more accurately, her mark of a cross—to.) Several days later, possibly due to threats of violence or rape from her guards, Joan put her male attire back on; she then told the angry judges who visited her cell that her voices had reappeared. It was these two acts that earned Joan a conviction as a “relapsed heretic” and sent her to the stake.\n6. From 1434 to 1440, Joan’s brothers passed an imposter off as their sister, claiming she’d escaped execution.\nOne of several women who posed as Joan in the years following her death, Claude des Armoises resembled the well-known heretic and had supposedly participated in military campaigns while dressed in men’s clothing. She and two of Joan’s brothers, Jean and Pierre, crafted a scheme in which Claude presented herself to the people of Orl?ans, pretending to have fled her captors and married a knight while living in obscurity. The trio received lavish gifts and traveled from one festive reception to the next until Claude finally admitted their subterfuge to Charles VII, whose ascension Joan had engineered in 1429. Despite their involvement in the deception, Jean and Pierre played key roles in successfully petitioning Pope Callixtus III for Joan’s retrial, having presumably given up the charade of her survival by the 1450s.\n7. Joan of Arc inspired the ever-popular bob haircut, which originated in Paris in 1909.\nThe voices that commanded the teenage Joan to don men’s clothing and expel the English from France also told her to crop her long hair. She wore it in the pageboy style common among knights of her era until guards shaved her head shortly before her execution. In 1909, the Polish-born hairdresser known as Monsieur Antoine—one of Paris’ most sought-after stylists—began cutting his fashionable clients’ tresses in a short “bob,” citing Joan of Arc as his inspiration. The look really caught on in the 1920s, popularized by silent film stars and embraced by the flapper set. While women continue to request bob cuts to this day, another of Antoine’s legendary experiments—dyeing his dog’s hair blue—hasn’t stood the test of time.","author":"Jennie  Cohen","web_category":"news","title":"7 Things You Didn’t Know About Joan of Arc","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/joan-of-arc.jpg","url":"http://www.history.com/news/7-things-you-didnt-know-about-joan-of-arc"}