{"summary":"Among the 5,000 unknowns entombed at Arlington are the unidentified remains of World War I, World War II and Korean War servicemen buried at the Tomb of the Unknowns. Arlington is the only national cemetery to hold servicemen from every war in U.S","advice_category":"1","content":"\n2. A Supreme Court ruling in 1882 could have resulted in the exhumation of 17,000 graves. \nMore than a decade after Lee’s death, the Supreme Court ruled that the U.S. government had seized his estate without due process and ordered it returned to his family in the same condition as when it was illegally confiscated. If followed, the ruling could have required the exhumation of all of Arlington’s dead, but instead Lee’s son officially sold the property to Congress for $150,000 in 1883. \n4. Arlington is the only national cemetery to hold servicemen from every war in U.S. history.\nAlthough the first military burial at Arlington National Cemetery didn’t occur until 1864, the burial ground holds the remains of those who fought in every war since the Revolution. In 1892, soldiers killed in the Revolutionary War were reinterred from a Georgetown cemetery, and casualties from the War of 1812 have been reburied at Arlington as well. \n5. Three World War II enemy combatants are buried at Arlington National Cemetery.\nScattered among America’s honored dead are two Italian prisoners of war and one German prisoner of war captured during World War II. The three enemy combatants died in captivity in the Washington, D.C., area, and the Geneva Conventions required proper burials. With Arlington being the closest national cemetery, the men were buried there. In total, there are approximately 60 foreign nationals interred in Arlington, most being allied servicemen who perished in air disasters that included American soldiers.\n6. Nearly 4,000 former slaves are buried at Arlington National Cemetery.\nAfter seizing Lee’s estate, the federal government set aside acreage to be a model community for emancipated, freed and fugitive slaves. Freedman’s Village included farmland, homes, a hospital, a school and a mess hall before shuttering in 1900. African-Americans who lived at the village were buried on the property, and their graves were incorporated into Section 27 of Arlington National Cemetery. Their headstones are inscribed with “citizen” or “civilian.” \n7. There may never be another addition to the Tomb of the Unknowns.\nAmong the 5,000 unknowns entombed at Arlington are the unidentified remains of World War I, World War II and Korean War servicemen buried at the Tomb of the Unknowns. An unknown from the Vietnam War was entombed in 1984, but the remains were exhumed in 1998, positively identified by DNA testing as those of Air Force First Lieutenant Michael Joseph Blassie and reinterred at a military cemetery in Missouri. Advancements in DNA testing may mean that all future remains will be able to be positively identified and no future interments at the Tomb of the Unknowns will occur.\n8. Soldiers plant flags in front of every tombstone on Memorial Day weekend.\nOn every Memorial Day weekend since 1948, troops in the 3rd U.S. Infantry Regiment—the Army’s official ceremonial unit known as the “Old Guard”—have placed small American flags in front of all of Arlington’s tombstones. Each flag is planted precisely one foot in front of a grave marker and perfectly centered. This year, 1,700 soldiers participated in the tradition known as “Flags-In.” They planted approximately 220,000 flags on the Thursday evening before Memorial Day, and they will be removed at the holiday’s conclusion.","author":"Christopher  Klein","web_category":"news","title":"Arlington National Cemetery: 8 Surprising Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/arlington-flags.jpg","url":"http://www.history.com/news/arlington-national-cemetery-8-surprising-facts"}