{"summary":"“When you have low-level advisories like tropical storm watches or hurricane watches, we actually do see an increase in births nine months later,” Evans explained. They compared various types of weather advisories—hurricane warnings, tropical storm warnings, hurricane watches and tropical storm watches—with fertility data gathered nine months later","advice_category":"1","content":"\nThe legend of the calamity-induced baby boom dates back to the so-called Great Blackout, which plunged an immense swath of Canada and the United States into darkness for up to 13 hours on November 9, 1965. The disruption occurred when an overloaded transmission line in Ontario failed, creating a domino effect that shut down the power grid as far south as New Jersey. Some 30 million people, including most New Yorkers, spent the night without electricity as a full moon illuminated the sky.\nThe following August, The New York Times published a series of articles suggesting the stage was set for romance that evening. Several New York City hospitals were noticing a “sharp increase in births” nine months after the blackout, the paper reported. One story quoted a sociologist conducting a study on the spike, who explained, “Our data show that most people wound up at home. They didn’t have access to a major source of amusement—television. Under the circumstances, it’s not unreasonable to assume that a lot of sex life went on.” In another, a new father said, “New Yorkers are very romantic. It was the candlelight.”\nIn 1970, demographer J. Richard Udry published a study that appeared to debunk the post-blackout baby boom theory, showing that the rise in births, though tailor-made for sensationalist headlines, was not statistically significant. “It is evidently pleasing to many people to fantasize that when people are trapped by some immobilizing event which deprives them of their usual activities, most will turn to copulation,” he wrote.\nUdry’s findings notwithstanding, anecdotal evidence over the years has continued to hint at a fertility-friendly component to natural disasters and other events that keep people homebound. Nine months after Hurricane Andrew tore through the southern United States in August 1992, for instance, Florida hospitals reported a higher-than-average crop of babies; a similar phenomenon occurred in Texas and Kentucky following Hurricane Ike’s whirlwind tour of the Gulf Coast in September 2008. The German region of M?nster seemed to experience a miniature baby boom nine months after the collapse of high-voltage towers imposed several days of chilly darkness in 2005, and a string of Dutch villages tied a spike in births to a 2008 blackout. Some U.S. regions even registered an uptick in pregnancies in the aftermath of the 2010 North American blizzard dubbed “Snowmageddon.”\nBut is the link between catastrophe and conception a figment of the popular imagination, as Udry argued back in 1970? In a paper published in 2010 in the Journal of Population Economics, researchers explored this question in the context of hurricanes and tropical storms that affected the Atlantic and Gulf Coast counties of the United States between 1995 and 2001. They compared various types of weather advisories—hurricane warnings, tropical storm warnings, hurricane watches and tropical storm watches—with fertility data gathered nine months later. “The short story is that we found an effect that is actually very intuitive,” said co-author Richard W. Evans, an assistant professor of economics at Brigham Young University.\nEvans and his colleagues determined that a storm’s impact on birth rates depends on the severity of the advisory associated with it, he explained. When a “watch” is issued—meaning foul weather could possibly strike within 36 hours—births nine months later surge by an average of 2 percent for tropical storms and 1 percent for hurricanes, the study found. “When you have low-level advisories like tropical storm watches or hurricane watches, we actually do see an increase in births nine months later,” Evans explained. “People are at home without power; televisions are not on. You’re going to have more sexual activity.”\nBut a “warning,” which alerts the public that a storm is expected within 24 hours, has the opposite effect on fertility, the researchers discovered. Nine months later, average births decline by 0.3 percent for tropical storms and 2 percent for hurricanes. “As storm advisories get more severe, the fertility effect goes from positive to negative in a very smooth way,” Evans said. “If you’re likely to get hit by something that’s life-threatening, you’re not making babies. And you don’t want to bring children into the world when you don’t have a house and are barely surviving.” Instead, the researchers suggest, people devote their efforts to shopping for supplies, preparing their homes or evacuating. They also speculate that couples anticipating days of confinement during an expected hurricane might be more likely to stock up on contraception than those girding for a possible tropical storm.\nEvans added that his team’s findings shed doubt on Udry’s dismissal of the blackout-driven baby spike. “A power outage has a lot of the same feel as a tropical storm watch,” he pointed out. “It’s a low-level event; you’ve got nothing better to do [than engage in sexual activity].” In Evans’ view, Udry’s study suffers from flawed methodology and a dearth of data points. Perhaps, he said, New York City’s maternity wards did indeed welcome more new mothers than usual in August 1966.\nSo what does this mean for Hurricane Irene? According to Evans, regions that bore the brunt of the storm may see a dip in fertility, while areas that emerged relatively unscathed might want some extra obstetricians on call come May 2012. “For places like North Carolina and Virginia, I bet they don’t have an increase in births; they’ll probably have a decrease,” he theorized. “But as you go further north into New York and Boston, we may see an increase in births nine months from now—and maybe a bunch of babies named Irene.”","author":"Jennie  Cohen","web_category":"news","title":"Will Hurricane Irene Spawn a Baby Boom?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/baby-thumb.jpg","url":"http://www.history.com/news/will-hurricane-irene-spawn-a-baby-boom"}