{"summary":"“It is very interesting to find out what kind of yeast was used in beer brewing in the early 1800s, and what the beer’s quality was like,” VTT spokeswoman Annika Wilhelmson said in a statement. In July 2010, divers exploring a 19th-century Baltic Sea shipwreck resurfaced with a unique treasure trove: 168 bottles of what is thought to be the world’s most vintage Champagne, perfectly preserved in the cold, dark seabed","advice_category":"1","content":"\nIn July 2010, divers exploring a 19th-century Baltic Sea shipwreck resurfaced with a unique treasure trove: 168 bottles of what is thought to be the world’s most vintage Champagne, perfectly preserved in the cold, dark seabed. Stashed with the 185-year-old bubbly—made by Veuve Clicquot, Heidsieck and the defunct house Juglar—were five bottles of a humbler brew with an equally devoted following and a longer history.\nGolden and cloudy, with hints of seawater and a sour odor that expert tasters likened to French cheese, the resurrected ale may be the oldest drinkable beverage of its kind. And if Finnish scientists can crack its original formula, it may also serve as the template for the most faithful beer reproduction in history.\n”What we want to do first of all is to analyze the contents of the bottles,” explained Rainer Juslin of the provincial government of Aland, the Finnish-controlled archipelago where the two-mast ship went down while en route to St. Petersburg between 1800 and 1830. “After that, we hope to be able to recreate the original recipe so that it can be used to make beer.”\nWorking for Finland’s VTT Technical Research Center, which recently commissioned a study of the beer, researchers have already discovered yeast and bacteria cells in the liquid extracted from the bottles. Still, they have yet to identify the specific type of yeast or to determine whether the microbes survived two centuries in icy waters at depths exceeding 150 feet. They also hope to reveal whether hops were among the brew’s ingredients and to gauge the quality of drinking water used in its preparation.\n“It is very interesting to find out what kind of yeast was used in beer brewing in the early 1800s, and what the beer’s quality was like,” VTT spokeswoman Annika Wilhelmson said in a statement. “Was it perhaps very strong and bitter? The role of yeast in beer brewing was not yet fully understood in the early 1800s.”\nVTT plans to publish a scientific paper outlining its findings in May 2011 before developing a plan to mass-produce the historic beverage. The wreck’s Champagne, meanwhile, will be sold at an auction and may fetch up to $100,000 per bottle.","author":"Jennie  Cohen","web_category":"news","title":"Beer from 19th-Century Shipwreck May Be Brewed Again","picture_url":"http://www.history.com/images/topic/content/inline/shipwreck-beer-inline.jpg","url":"http://www.history.com/news/beer-from-19th-century-shipwreck-may-be-brewed-again"}