{"summary":"The agreement ended a six-month investigation by Major League Baseball into allegations that Rose bet on baseball while manager of the Cincinnati Reds.. At a press conference the following day, baseball commissioner Bart Giamatti said that “one of the game’s greatest players has engaged in a variety of acts which have stained the game, and he must now live with the consequences of those acts.” The commissioner also said he believed that Rose not only bet on baseball, but on his own team","advice_category":"1","content":"\nIt’s the one autograph Pete Rose never wanted to sign.\nWhen baseball’s all-time hits leader scrawled “Peter Edward Rose” at the end of a five-page document on August 23, 1989, he signed his own death sentence from the game he loved. The agreement ended a six-month investigation by Major League Baseball into allegations that Rose bet on baseball while manager of the Cincinnati Reds.\nBaseball has been rocked in recent years by steroid scandals, but gambling has been the sport’s ultimate taboo ever since the Black Sox scandal in which eight members of the 1919 Chicago White Sox were banned for life after conspiring with bettors to intentionally lose the World Series. Betting on baseball is such a mortal sin that signs posted in every clubhouse warn “Any player, umpire, or club or league official or employee, who shall bet any sum whatsoever upon any baseball game in connection with which the bettor has a duty to perform shall be declared permanently ineligible.” Few men passed by those warning signs more than Rose, who logged 27 years in baseball, 24 of them as a player.\nYet allegations surfaced before the 1989 season that the Cincinnati manager had wagered on baseball, including games involving his own team. Major League Baseball launched an investigation headed by special counsel John Dowd. The resulting 225-page report, backed by seven volumes of exhibits including betting slips bearing Rose’s handwriting, concluded that one of the sport’s all-time greats indeed gambled on baseball.\nAfter months of legal maneuvering, Rose agreed to drop his lawsuit against Major League Baseball and accept his placement on the “ineligible list,” although with the possibility of future reinstatement. While the document states that “nothing in this agreement shall be deemed either an admission or a denial by Peter Edward Rose of the allegation that he bet on any Major League Baseball game,” it also says that Rose “acknowledges that the Commissioner has a factual basis to impose the penalty provided herein.”\nOn the afternoon of August 23, 1989, a day after the birth of his fourth child, Rose inked the agreement in which he accepted the ban. Nearly four years after he stood atop the sport’s pinnacle and tipped his hat to adoring fans upon breaking Ty Cobb’s all-time hits record, the man who once said he would “walk through hell in a gasoline suit to play baseball” was prohibited from putting on a uniform ever again.\nAt a press conference the following day, baseball commissioner Bart Giamatti said that “one of the game’s greatest players has engaged in a variety of acts which have stained the game, and he must now live with the consequences of those acts.” The commissioner also said he believed that Rose not only bet on baseball, but on his own team. Eight days later, Giamatti died of a heart attack.\nIn spite of the agreement, Rose defiantly proclaimed his innocence. “Obviously I’ve made some mistakes,” he said the day after signing the agreement, “but one of the mistakes wasn’t betting on baseball.” That night, he appeared on a home shopping network to hawk autographed baseballs, bats and uniforms.\nAfter years of denial, Rose finally confessed to gambling on baseball while managing the Reds in his 2004 autobiography, “My Prison Without Bars.” While he admitted to betting on games involving the Reds, he insisted he never bet against his own team. No action was taken on Rose’s applications for reinstatement in 1992 and 1997, and baseball’s all-time hits king remains exiled from Major League Baseball and enshrinement at Cooperstown.\nNow, Rose’s personal copy of the 1989 agreement—the only other original copy belongs to Major League Baseball—is being put up for bid by Goldin Auctions. In addition to Rose’s autograph, the pact features the signatures of Rose’s attorney, Giamatti and Fay Vincent, the deputy commissioner who ended up succeeding Giamatti.\nGoldin Auctions founder Ken Goldin says the five-page agreement is the most important—and valuable—document in baseball history. “The agreement selling Babe Ruth to the Yankees also comes to mind, but the difference is that Ruth did not sign that contract,” Goldin explained. “The all-time hit king, the man who in the modern era really was the symbol of baseball, voluntarily accepted a lifetime ban, and this is the document that did it. Pete Rose as it stands now can never get into the Hall of Fame. This agreement is the only thing prohibiting him from taking his rightful place in baseball history.”\nThe auction is scheduled to begin on October 15 and remain open for nearly four weeks. Bids start at $100,000, and Goldin estimates the document could fetch between $500,000 and $1 million.","author":"Christopher  Klein","web_category":"news","title":"Document Banning Pete Rose From Baseball Goes on Sale","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/pete-rose-banishment.jpg","url":"http://www.history.com/news/document-banning-pete-rose-from-baseball-goes-on-sale"}