{"summary":"On January 3, 2013 the 180th anniversary of the 1833 conflict, Kirchner wrote an open letter to Prime Minister David Cameron claiming Britain had “forcibly stripped” Argentina of the Falklands. They consist of two main islands (East Falkland and West Falkland) and 200 smaller islands","advice_category":"1","content":"\nWhat are the Falklands? \nLocated in the South Atlantic Ocean some 298 miles east of the tip of South America, the Falklands have a total land area of some 4,700 miles, or not quite as much as the state of Connecticut. They consist of two main islands (East Falkland and West Falkland) and 200 smaller islands. Stanley, on East Falkland, is the capital and the only town on the islands. Much of the land is used for sheep farming, and the islands’ leading export is wool, though they also boast robust fishing and tourism industries. Plentiful potential oil reserves have raised hopes of a future economic windfall for the islands, though attempts to attract foreign investment in exploiting those reserves have been hurt by the ongoing Anglo-Argentine disagreement. Around 3,000 people now live on the Falkland Islands, and about 70 percent of them are of British descent.\nWhy is there a conflict?\nPeople have been fighting over the Falklands for centuries. In the 1490s, the Treaty of Tordesillas, ceded control over the South Atlantic region where the Falklands lie to Spain—despite the fact that no European had yet visited the territory. English explorers arrived first, in 1690, when John Strong named the sound between the two main islands after the British naval official Viscount Falkland. Not to be outdone, France got into the Falklands business in 1764, creating the island’s first settlement (on East Falkland) and renaming the islands the Malovines, after the French city of Saint-Malo. (Argentines continue to refer to the islands as Las Malvinas, rather than the Falklands.) Despite France’s presence, Britain established a settlement of their own on the neighboring West Falkland, only to be driven off a few years later after Spain bought France’s portion of the islands—though the British did not cede their claim to the territory. In 1820, after Argentina, having recently acquired its independence from Spain, formally declared its sovereignty over Las Malvinas—Britain once again pressed its own claim, dating from the 1750s. A clash between Argentine and British naval vessels in 1833 led to the removal of the Argentinian garrison and the appointment of a British governor, and by 1855 a British community of some 1,800 was supporting itself on the island, despite continued protests by Argentina.\nWhat was the Falklands War?\nFor more than a century, Britain and Argentina continued to quarrel over the territory, but it wasn’t until 1965 that the dispute went before an international tribunal, a United Nations committee on decolonization. The U.N. passed a resolution “inviting” the two countries to hold discussions in order to negotiate a solution to the sovereignty dispute—discussions that were still underway 17 years later when Argentina’s military government of President Leopoldo Galtieri shocked the world by invading the Falklands. The conflict ended 10 weeks later, when Argentine forces surrendered to British occupying troops at Stanley. Some 255 British and 649 Argentine soldiers, sailors and airmen died in the conflict, along with three civilians on the islands. It would be eight years before Britain and Argentina would reestablish full diplomatic relations, but the question of Falklands sovereignty remained.\nWhat happened after the Falklands War?\nIn 2009, the British Parliament approved a new constitution for the Falklands, which strengthened its local government and—more importantly—granted islanders the right to determine their own political status. The Argentine government lodged an immediate protest, and in April 2012, on the 30th anniversary of the war, President Cristina Fern?ndez de Kirchner publicly called for the question of sovereignty to be reopened. Argentina also bristled at what they saw as some needless British provocation: The deployment of a new warship, HMS Dauntless, to the area and the participation of Prince William in a Royal Air Force training mission in the region. Later that year, it was Britain’s turn to fume when Argentina released a video in support of its Olympic team prior to the London Games. Filmed on the Falkland Islands, it featured the slogan, “To compete on English soil, we train on Argentine soil.”\nWhat’s happening now?\nOn January 3, 2013 the 180th anniversary of the 1833 conflict, Kirchner wrote an open letter to Prime Minister David Cameron claiming Britain had “forcibly stripped” Argentina of the Falklands. Cameron quickly responded, pointing to the islanders’ expressed desire to maintain their status as a U.K. territory and stressing that Britain had military defenses in place to defend the Falklands against any aggression if necessary. After centuries of disputes, the international community anxiously awaits the results of a March 2013 referendum, in which the islanders themselves will attempt to decide their future.","author":"Sarah  Pruitt","web_category":"news","title":"Fight for the Falklands: A Primer","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Falkland.jpg","url":"http://www.history.com/news/fight-for-the-falklands-a-primer"}