{"summary":"But Roosevelt became increasingly disillusioned with Taft and eventually decided to mount a challenge for the next Republican nomination. After backing his close friend William Howard Taft to serve as his successor, he disappeared on an extended hunting trip to Africa","advice_category":"1","content":"\nAt first, Theodore Roosevelt, who was commander-in-chief from 1901 to 1909, seemed an unlikely candidate for the 1912 presidential election. After backing his close friend William Howard Taft to serve as his successor, he disappeared on an extended hunting trip to Africa. But Roosevelt became increasingly disillusioned with Taft and eventually decided to mount a challenge for the next Republican nomination. “My hat is in the ring,” Roosevelt declared in February 1912. “The fight is on and I am stripped to the buff.”\nWith few exceptions, candidates in prior elections had largely refrained from overt campaigning. Roosevelt changed this by giving speeches around the country, especially in the dozen states with direct primaries. He called Taft a “fathead” with “the brains of a guinea pig,” and Taft responded in kind, saying Roosevelt’s followers were “radicals” and “neurotics.” “Roosevelt felt it was hard to sit on the sidelines when this guy was messing up,” said Alan Lessoff, a history professor at Illinois State University who specializes in the Progressive Era. “And Taft was no slouch, so he resented it terribly.”\nThough Roosevelt won most of the primaries, he came up short of delegates at the tumultuous Republican National Convention in Chicago, prompting him and his supporters to storm out. They then reconvened across town and formed the Progressive Party, nicknamed the Bull Moose Party because Roosevelt said he felt as fit as a bull moose.\nMeanwhile, at the Democratic National Convention in Baltimore, New Jersey Governor Woodrow Wilson managed to outlast Speaker of the House Champ Clark, winning the nomination on the 46th ballot. “He was a fresh face, an articulate guy, mildly progressive, southern roots, northern background,” Lewis L. Gould, author of “Four Hats in the Ring: The 1912 Election and the Birth of Modern American Politics,” said of Wilson. Rounding out the field was Eugene Debs, who was running for the third straight time on the Socialist Party ticket.\nIn the run-up to the November election, Taft essentially gave up as a candidate, complaining in a letter that “there are so many people in the country who don’t like me.” To make matters worse, Vice President James S. Sherman died in office that October, temporarily leaving him without a running mate.\nAll three other candidates hit the stump aggressively, particularly Roosevelt, who traveled some 10,000 miles and visited 34 states, where he spoke out in favor of Progressive Era causes such as minimum wage laws, conservation, women’s suffrage, safer workplaces, the eight-hour workday and regulating but not destroying monopolies. At one point, he was shot before an appearance in Milwaukee, yet he still managed to speak for about 90 minutes with a bullet lodged in his chest.\nIn the end, Roosevelt ran one of the most successful third-party candidacies in history. But with the Republican Party split, Wilson—who had based his campaign on completely smashing monopolies and tariff reduction—became the first Democrat since Grover Cleveland to take the White House. He prevailed with 42 percent of the popular vote (435 electoral votes), compared to 27 percent (88 electoral votes) for Roosevelt and 23 percent (eight electoral votes) for Taft. Debs didn’t get any electoral votes, but he garnered 6 percent of the popular vote—the most ever for a Socialist presidential candidate.\n“I think it’s the most distinguished field that has ever run for president in modern times,” said Gould, who added that the consequences of the election were profound. The Republican Party, for instance, would never be the same. “Ever since the 1912 campaign, the conservatives in the Republican Party have had the upper hand,” Lessoff said. “But what it means to be a conservative has changed quite a bit. You can’t draw a straight line.”","author":"Jesse  Greenspan","web_category":"news","title":"Remembering the 1912 Presidential Election","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/1912-election.jpg","url":"http://www.history.com/news/remembering-the-1912-presidential-election"}