{"summary":"“When you put the electrodes on people and have them scrape, the muscle activity fits much better with what you see in Neanderthal humeri,” Shaw said.. “Muscles in the left arm are more active than in the right,” Shaw said","advice_category":"1","content":"\nWith increasing frequency over the last few years, studies have shown that Neanderthals weren’t so different from us after all. Experts now think the stocky hunters crafted complex tools, buried their dead, spoke a language and expressed themselves artistically. In 2010, scientists reported that Neanderthal gene fragments make up 1 to 4 percent of the DNA in people outside Africa, meaning that most individuals alive today are part Neanderthal. And just today, researchers announced that Neanderthals ate healthy plants for their nutritional and medicinal benefits.\nFar from the archetypal cavemen, then, our evolutionary cousins are shaping up to appear much more—for lack of a better word—human. Still, they possessed a handful of unique physical traits that might make a time-traveling Neanderthal stand out in a lineup. Case in point? Their disproportionately bulky right arms. For us Homo sapiens, our dominant side—the right for most people—tends to be 5 to 14 percent bigger than the other side, said archaeologist Colin Shaw of the University of Cambridge. In Neanderthals, meanwhile, the right humerus, or upper arm bone, is 50 percent larger than the left one. That degree of asymmetry is only observed in modern humans among tennis and cricket players, who spend enormous amounts of time swinging rackets or throwing balls.\nHow did Neanderthals wind up with the lopsided upper body of a professional athlete? “It’s thought there was some sort of behavior they were doing that was really intense or really repetitive,” Shaw explained. The predominant theory is that Neanderthals, who hunted large game such as mammoths and wooly rhinos, bulked up their arm muscles and bones through years of thrusting spears at prey. In Shaw’s view, however, the traditional explanation always seemed a bit farfetched. “In order for that to be the case, you’d have to spear-thrust a lot,” he said.\nTo test the spear hypothesis, Shaw devised an experiment along with researchers from Cambridge, Pennsylvania State University and the University of Oxford. The team recruited a group of athletes and instructed them to thrust a wooden dowel as electrodes measured their muscle activity. Contrary to what experts had suggested, the dominant arm—positioned at the back of the spear—expended less energy than the front arm when the subjects simulated an attack. “Muscles in the left arm are more active than in the right,” Shaw said. “Spearing isn’t the explanation.”\nSo if hunting with spears didn’t inflate Neanderthals’ right sides, what did? The researchers also considered another activity thought to have consumed ice ages of Neanderthal-hours: scraping. In order to survive the climes of Europe and the Near East tens of thousands of years ago, Neanderthals probably kept warm by wrapping themselves in clothing and blankets made of animal hides, Shaw said. We know from Inuit and other groups that processing hides is a time- and labor-intensive activity, especially during the scraping phase, which removes flesh and fat from the skin.\n“Ethnographic research shows that each person needs a new suit each year made out of skins,” Shaw said. “You need between four and six skins of large deer hide to make one suit. Each skin takes about eight hours to scrape.” In other words, a single set of clothes requires a whole lot of scraping.\nAs part of their experiment, Shaw and his colleagues asked their human subjects to vigorously “scrape” a chisel against a piece of carpet, once again wearing electrodes. This time, muscle activity was significantly higher on the right side, suggesting that scraping could explain Neanderthals’ unique arm structure. “When you put the electrodes on people and have them scrape, the muscle activity fits much better with what you see in Neanderthal humeri,” Shaw said.\nShaw noted that, in the Inuit culture, it is traditionally women who undertake the arduous task of preparing hides for themselves and their families. But interestingly, the humerus asymmetry has largely been observed in Neanderthal males. Since only one female Neanderthal skeleton with both arms has been unearthed so far, it’s impossible to tell if making clothes and blankets was men’s work or shared equally by both sexes, Shaw said.\nWhether or not males shouldered the brunt of scraping responsibilities, the humerus study changes our understanding of the extinct hominins’ daily lives, Shaw said. “It gets us away from the idea that they were spear thrusting as much,” he said. “They didn’t have to hunt to survive that often, but they were doing some long-term planning for when it became colder by scraping hides.” Along with other recent revelations about Neanderthals’ intellectual capacities, their apparent concern for their winter wardrobes could help dispel “the idea that they were brutish and nasty,” he added.\nShaw and his team published their results today in the latest issue of the journal Public Library of Science.","author":"Jennie  Cohen","web_category":"news","title":"Big Neanderthal Arms Caused by Making Clothes, Study Suggests","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/neanderthal-arm.jpg","url":"http://www.history.com/news/big-neanderthal-arms-caused-by-making-clothes-study-suggests"}