{"summary":"In late 1863, Union General Benjamin Butler recruited Van Lew as a spy; she soon became the head of an entire espionage network based in Richmond. When war broke out, Van Lew and her mother began visiting Union soldiers held in Richmond’s brutal Libby Prison, bringing them clothing, food and medicine","advice_category":"1","content":"\nKnown from a young age as “Wild Rose,” Rose O’Neal Greenhow ascended the ranks of Washington, D.C., society as the wife of a wealthy and prominent doctor. Her charmed life took a tragic turn in the 1850s, when her husband and five of their eight children died. In the months before the Civil War broke out, Greenhow, a fervent supporter of the Confederate cause, became the ringleader of a growing network of anti-Union spies. Renowned as a charming hostess and engaging conversationalist, she gleaned critical information from politicians and diplomats, passing along their secrets to Confederate General P.G.T. Beauregard and other contacts.\nIn July 1861, Greenhow obtained critical information about the Union Army’s planned attack of Manassas, Virginia. She sent her 16-year-old courier, Bettie Duvall, through 20 miles of Union territory with a coded message for Beauregard tucked into her hair. Confederate President Jefferson Davis later credited Greenhow for his army’s success at the First Battle of Bull Run (Manassas).\nOn August 23, 1861, Allan Pinkerton, head of the federal government’s newly formed secret service, arrested Greenhow and conducted a raid of her home. She and her youngest daughter, Little Rose, were placed under house arrest and later sent to prison. Despite her confinement, Greenhow still managed to transmit cryptic notes to Confederate leaders. After her release in 1862, Davis sent her on a diplomatic mission to Europe, where she met with Napoleon III and Queen Victoria, became engaged to a British nobleman and published her memoirs. While returning to America in 1864, Greenhow’s ship ran aground off the cost of North Carolina after encountering Union forces. Trying to escape in a rowboat, she drowned in choppy water, weighed down by gold intended for the Confederate treasury.\nOne of the most celebrated heroines in American history, Harriet Tubman is perhaps best known for ushering slaves to freedom through the Underground Railroad in the 1850s. But not everyone knows that the courageous Tubman, who escaped slavery in 1849, set up a vast espionage ring for the Union during the Civil War.\nIn early 1862, with the support of abolitionist friends in the North, Tubman traveled to South Carolina, where she served as a nurse and teacher for the hundreds of newly liberated slaves who had assembled in Union camps. She soon recruited groups of black men who slipped behind Confederate lines, posing as servants or slaves in order to gather military intelligence. She also organized dangerous missions in which Union troops destroyed plantations and spirited former slaves away on warships. In June 1863, Tubman herself led an armed expedition along the Combahee River, disrupting Confederate supply lines and liberating more than 700 slaves.\nIn a shameful coda to Tubman’s wartime exploits, she was paid only $200 during her three years of service, forcing her to scrape together a living selling pies, gingerbread and root beer; she was also denied a pension for her spy work. Later in life, Tubman became a key figure in the suffrage movement.\nBorn into a Virginia family with strong Southern loyalties, the celebrated beauty Isabelle “Belle” Boyd became one of the Confederacy’s most notorious spies after a skirmish with a drunk Union soldier in July 1861. According to her own account, the man invaded her home, tore down a Confederate flag and spoke offensively to her mother; enraged, 17-year-old Belle shot and killed him. Acquitted of the crime but closely watched by Union troops, she beguiled her enemies into revealing military secrets, which she then transmitted to Confederate commanders.\nIn May 1862 Boyd was staying in Fort Royal, Virginia, with relatives whose hotel had been taken over by Union officers. She eavesdropped on their meetings through a hole in a door and rode through enemy lines, reportedly dodging bullets along the way, to report to Confederate General Stonewall Jackson. She was imprisoned that July in Washington, D.C., but released a month later; a second incarceration the following year ended with her banishment to the South.\nBoyd sailed for England in May 1864 to serve as a Confederate courier but was intercepted by Union troops. One of them, a naval officer named Samuel Hardinge, fell in love with the alluring spy and helped her escape to London, where they wed. He apparently died shortly thereafter. Boyd, now a widow and mother at 20, remained in England to compose her memoirs and launch a successful stage career. She later returned to America, where she continued acting, married twice more and lectured on her wartime experiences across the United States.\nRaised in a wealthy slave-holding family in Richmond, Virginia, Elizabeth Van Lew developed strong abolitionist sympathies as a young adult, particularly after attending a Quaker school in Philadelphia. After her father’s death in 1843, Van Lew convinced her brother to free their slaves, many of whom stayed on as paid servants. When war broke out, Van Lew and her mother began visiting Union soldiers held in Richmond’s brutal Libby Prison, bringing them clothing, food and medicine. She helped men escape, smuggled out letters for them and gathered valuable information about Confederate strategy from both prisoners and guards.\nIn late 1863, Union General Benjamin Butler recruited Van Lew as a spy; she soon became the head of an entire espionage network based in Richmond. With the help of her servants—including Mary Bowser, an important spy in her own right—Van Lew sent coded messages to Union officers, often using invisible ink and hiding the dispatches in hollowed-out eggs or vegetables. She convinced new members to join her covert ring, including a high-ranking official at Libby Prison. When Richmond fell to Union forces in April 1865, Van Lew brazenly flew the Stars and Stripes above her home, drawing even more ire from her scornful neighbors.\nBy war’s end, Van Lew had become a pariah in her own community but earned the respect of General Ulysses S. Grant, who appointed her postmaster of Richmond. She spent her final days in poverty, having used up her family’s entire wealth on espionage activities. The family of a Union officer she had assisted during the war—who happened to be the grandson of Paul Revere—provided for her until her death in 1900.","author":"Jennie  Cohen","web_category":"news","title":"Secret Agents in Hoop Skirts: Women Spies of the Civil War","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/rose-greenhow.jpg","url":"http://www.history.com/news/secret-agents-in-hoop-skirts-women-spies-of-the-civil-war"}