{"summary":"Whatever the reason for its atypical features, Rebellatrix shows that coelacanths weren’t stubbornly frozen in time from their earliest history until today, according to the study. “The new body form, particularly the tail, was most surprising because it shatters the commonly held notion that coelacanths were an evolutionarily stagnant group in that their body shape and lifestyle changed little since the origin of the group,” said Wendruff","advice_category":"1","content":"\nWhen the chemist and self-taught ichthyologist James Smith first glimpsed Courtenay-Latimer’s sketch, he immediately realized that coelacanths—then known to science only through fossils—had either returned from the dead or never gone extinct. Before long, experts and the press were hailing the South African fish as the “most important zoological find of the century” and a “living dinosaur.” Fourteen years later, an obsessive hunt by Smith and his wife finally turned up a second modern coelacanth specimen, and dozens more have surfaced over the years. Scientists determined that, rather than dying out 65 million years ago, coelacanths lurked under the depths and the radar, remaining largely unchanged over time. Today the fish are endangered and extremely rare.\nDecades after Courtenay-Latimer’s landmark discovery, a study published May 2 in the Journal of Vertebrate Paleontology opens a new chapter in coelacanths’ long and enigmatic history. Researchers from the University of Alberta in Canada have described a new species of coelacanth, dubbed Rebellatrix, which turns the standard definition of these famous “living fossils” on its head. The extinct creature also overturns the idea that coelacanths’ bodies and lifestyle barely evolved after the animals first appeared 400 million years ago, the researchers said. “Rebellatrix means ‘rebel coelacanth,’ so named because this new coelacanth goes against the norm for coelacanths,” said lead author Andrew Wendruff. “It does things scientists thought coelacanths could not do.”\nRebellatrix first appeared after the extinction event that wiped out 90 percent of marine life at the end of the Permian period, roughly 250 million years ago. It could have evolved its unique anatomy to fill a niche left vacant by predatory fish species that didn’t survive Earth’s most severe mass die-out, the researchers hypothesized. The strategy ultimately failed, however, Wendruff explained. “While other fork-tailed fishes appear later in the fossil record, Rebellatrix and its descendants are noticeably absent,” he said. “This leads us to believe that Rebellatrix was a dead end in the evolution of cruising predation.”\nWhatever the reason for its atypical features, Rebellatrix shows that coelacanths weren’t stubbornly frozen in time from their earliest history until today, according to the study. “The new body form, particularly the tail, was most surprising because it shatters the commonly held notion that coelacanths were an evolutionarily stagnant group in that their body shape and lifestyle changed little since the origin of the group,” said Wendruff. “Rebellatrix is dramatically different from any coelacanth previously known, and thus had undergone significant evolutionary change in its ancestry.”\nThe researchers described four Rebellatrix fossils collected within the vicinity of Wapiti Lake Provincial Park in British Columbia. Some 240 million years ago, this area was located off the western coast of Pangaea, Wendruff said. The first fossil was unearthed in the 1950s, and the most recent was found in 2007. Rebellatrix’s discovery comes on the heels of another coelacanth revelation: Chinese scientists announced two weeks ago that a coelacanth skull dates back 409 million years, suggesting the ancient creatures could be 17 million years older than previously thought.","author":"Jennie  Cohen","web_category":"news","title":"Killer Fish Rebellatrix Not Your Typical Coelacanth","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/rebellatrix.jpg","url":"http://www.history.com/news/killer-fish-rebellatrix-not-your-typical-coelacanth"}