{"summary":"Born in Germany in 1928, Ruth Westheimer emigrated to Palestine after her parents died in the Holocaust. In early 1862 Tubman traveled to South Carolina, where she served as a nurse and teacher for newly liberated slaves in Union camps","advice_category":"1","content":"\n\nHistorians struggle with the details of Socrates’ biography since this founding father of Western philosophy didn’t leave a paper trail—or even a papyrus one. But based on accounts by his students and contemporaries, we can assume that the famous Greek went through several career changes throughout his abbreviated life. A stonemason by trade, Socrates is thought to have served with distinction in several campaigns of the Peloponnesian War between Athens and Sparta. According to Plato, Socrates saved the life of a fellow hoplite—Alcibiades, who went on to become a prominent general—during the Battle of Delium in 424 B.C. Later in life, Socrates spent most of his time engaging fellow Athenians in public discussions about ethics and moral principles.\n\nThe reigning British monarch can speak French, hobnob with world leaders and execute a mean royal wave. She can also change truck tires and take apart car engines. That’s because Queen Elizabeth—then an 18-year-old princess—joined the Women’s Auxiliary Territorial Service during World War II, after months of begging her father to let his heir pitch in. Known as Second Subaltern Elizabeth Windsor, she donned a pair of coveralls and trained in London as a mechanic and ambulance driver. The queen remains the only female member of the royal family to have entered the armed forces and at 85 is the only living head of state who served in World War II.\n\nOne of the most celebrated heroines in American history, Harriet Tubman is best known for ushering slaves to freedom through the Underground Railroad in the 1850s. But not everyone knows that Tubman, who escaped slavery in 1849, set up a vast espionage ring for the Union during the Civil War. In early 1862 Tubman traveled to South Carolina, where she served as a nurse and teacher for newly liberated slaves in Union camps. She also organized dangerous missions in which Union troops destroyed plantations and spirited former slaves away on warships. In June 1863 Tubman led an armed expedition along the Combahee River that liberated more than 700 slaves. Shamefully, she was paid only $200 during her three years of service and was denied a pension for her spy work.\n\nRevered for his nonviolent philosophy of passive resistance, Mohandas Karamchand Gandhi—known to his followers as Mahatma, or “the great-souled one”—led India’s struggle to gain independence from Great Britain after World War I. But while living in South Africa in 1899, the legendary pacifist actually supported the British during the Boer War, organizing an ambulance corps composed of fellow Indian settlers and receiving a medal for his service. He hoped—unrealistically, it turned out—that participation in the empire’s defense would help make the case that non-Europeans in the British colonies deserved all the privileges of citizenship.\n\nBefore she was whisking b?arnaise sauce on television screens across America, the woman who mastered the art of French cooking was concocting a shark repellent that helped the Navy target German U-boats. Rejected by the Women’s Army Corps because she was too tall, in 1942 Julia Child joined the newly formed Office of Strategic Services (OSS). She worked as a typist, researcher and registry chief for the intelligence agency, traveling to China and Sri Lanka during her three years of World War II service. Child’s future husband Paul—whose posting to France in 1948 would set the stage for a stateside culinary revolution—was also an OSS officer. (Image Credit: Bachrach/Getty Images)\n\nShe may be small in stature and grandmotherly in appearance, but the therapist and media personality best known as Dr. Ruth has a past even more startling than her most explicit sex tips. Born in Germany in 1928, Ruth Westheimer emigrated to Palestine after her parents died in the Holocaust. At 16 she joined the Haganah, an underground paramilitary organization, and trained as a scout and sniper, learning how to throw hand grenades and load automatic rifles while blindfolded. During the 1948 Arab-Israeli war, a bomb hit the Jerusalem barracks where Westheimer was living, throwing her 20 feet in the air and piercing her legs with shrapnel. After a long recovery, the future sexpert studied psychology in France and later moved to the United States. (Image Credit: John Lamparski/Getty Images)\n\nAt the turn of the 20th century, Edward “Monk” Eastman, a onetime pet store owner from Brooklyn, ran one of the fiercest and most powerful gangs in New York City. According to legend, he would carve a notch in his beloved club each time he bashed in the head of a rival thug. But by 1917 Eastman was out of the game and addicted to opium after serving several jail terms. So he did what any washed-up 43-year-old gangster would do: He enlisted to serve in World War I. When the examining physicians noticed the famously tough-looking Eastman’s poorly healed bullet wounds, scarred knuckles and marks from knife and razor cuts, he asked which battles the new volunteer had seen. “Oh, a lot of little wars around New York,” Eastman replied gruffly. He went on to serve honorably in France, returning home a hero—and resuming his life of crime shortly thereafter.\n\nOne of the most influential inventors in American history, George Westinghouse is known for going head-to-head with Thomas Edison during the so-called “War of Currents,” a battle over whose electrical power distribution model worked best. More than 20 years earlier, Westinghouse had served in a very different type of conflict, enlisting in the Union army at age 16 when the Civil War erupted. He then worked as an assistant engineer aboard U.S.S. Muscoota, which helped prevent Confederate leader Jefferson Davis from fleeing the country. Soon after returning home, Westinghouse obtained his first patent for a rotary steam engine.","author":"Jennie  Cohen","web_category":"news","title":"8 Famous Folks You Might Not Know Were Veterans","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/socrates.jpg","url":"http://www.history.com/news/8-famous-folks-you-might-not-know-were-veterans"}