{"summary":"As reported by the Sydney Morning Herald on June 15, Evans and his small team of archaeologists found the outline of the ancient city confirmed to be Mahendraparvata by making a detailed map of the area using Lidar laser-scanning technology. In 2009, Lidar technology was used to reveal terraced farming systems and roads in the ancient Maya city of Caracol in Belize, Central America","advice_category":"1","content":"\nThe area around the mountain known as Phnom Kulen has been revered as a holy place for centuries, welcoming thousands of pilgrims seeking to bathe and perform spiritual rites there. In the 1970s, the region was a stronghold of the Khmer Rouge, the radical communist regime that tried to revive the agricultural glory of the Angkor era to disastrous effect, including the deaths of more than 1 million people from overwork or starvation and the execution of hundreds of thousands more. Land mines continue to litter the region, making exploration and excavation of the region difficult and dangerous.\nAs reported by the Sydney Morning Herald on June 15, Evans and his small team of archaeologists found the outline of the ancient city confirmed to be Mahendraparvata by making a detailed map of the area using Lidar laser-scanning technology. In 2009, Lidar technology was used to reveal terraced farming systems and roads in the ancient Maya city of Caracol in Belize, Central America. It was also used at Stonehenge and other archaeological sites in Europe, but had never before been used for archaeological work in tropical Asia. To conduct their project, the University of Sydney team had to seek high-level clearance from the Cambodian government in Phnom Penh.\nEvans and his team strapped the scanning equipment to helicopters, which then flew at an altitude of 800 meters and methodically criss-crossed 370 square kilometers of northwest Cambodia, collecting billions of data points and about 5,000 digital aerial photographs. Lidar technology works by firing laser impulses at the landscape, after which a sensor measures how long it takes each pulse to bounce back. Through repetition, the measurements create a detailed picture of the landscape.\nSeveral weeks ago, Evans and his team noticed something unusual: the laser imagery showed a landscape that was completely clear of vegetation. When they went to confirm the Lidar findings, they found the ruins of six previously unrecorded temples, as well as ancient canals, dykes and roads. Subsequent searches revealed another two dozen hidden temple sites. A number of the temples had been looted, but at least two were intact. In addition, the team found a cave with historically revealing carvings, used by holy hermits who flourished during the Angkor period. The light-scanning data also revealed hundreds of mysterious earth-covered mounds, measuring several meters high, scattered across the city; these could be tombs for the dead, although that hypothesis is still unconfirmed.\nA one-legged guide named Heng Heap joined Evans on the arduous jungle expedition, along with a reporter and photographer from Fairfax Media. Heng Heap, a former Khmer Rouge soldier, was able to guide the team through dense growth and avoid land mines scattered over landscape he knows intimately. His own village, Anglong Thom, lies in the middle of the “lost city,” and he had been aware of some of its structures, but not all. The upcoming excavation of Mahendraparvata is expected to provide work—in the form of clearing vegetation and preserving historical sites—for local villagers, many of whom are undernourished.\nIt is not known yet quite how big the city was, as the Lidar search covered only a circumscribed area, and Evans told reporters that “there is a lot of work to be done to discover the extent of this civilization.” Archaeological research—including analysis of sculptured caves and river beds—indicates that the region encompassing the lost city remained occupied throughout the Angkor period (between the ninth and 16th centuries). Angkor Wat, the temple complex constructed in the 12th century by the Khmer ruler Suryavarman II, was first “discovered” by Westerners in the 1860s, but had been used by local peoples for religious purposes for centuries before that. It has been named a UNESCO World Heritage Site and one of the Seven Wonders of the Ancient World.\nReflecting on possible reasons for Mahendraparvata’s demise, Evans suggested that the “severe environmental impact of deforestation and the dependence on water management” may have led to its downfall, as the city may have become “too successful to the point of becoming unmanageable.”","author":"Sarah  Pruitt","web_category":"news","title":"Archaeologists Discover “Lost City” in Cambodian Jungle","picture_url":"http://www.history.com/news/wp-content/uploads/2013/06/angkorwat_620x412.jpg","url":"http://www.history.com/news/archaeologists-discover-lost-city-in-cambodian-jungle"}