{"summary":"“The Last Emperor” (Best Picture, 1988)Director: Bernardo Bertolucci. “Braveheart” (Best Picture, 1996)Director: Mel Gibson","advice_category":"1","content":"\n“The Life of Emile Zola” (Best Picture, 1938)Director: William Dieterle\nFeaturing Paul Muni as ?mile Zola, Gloria Holden as his wife and Vladimir Sokoloff as the painter Paul C?zanne, this biopic follows the career of the influential French writer from his early days exposing the dark underbelly of Parisian life to his involvement in the Dreyfus affair of the late 1890s and early 1900s.How accurate is it? As depicted in the film, Zola, who had survived previous attempts on his life, died of carbon monoxide poisoning four years after publishing his famous open letter in support of the convicted Jewish army officer Alfred Dreyfus, entitled “J’Accuse.” (The suspicious circumstances of the controversial writer’s demise spawned rumors that an anti-Dreyfusard had blocked the chimney.) However, unlike in the movie, Zola’s death did not really occur on the eve of Dreyfus’ public exoneration.Did you know? Paul Muni—who was born Meshilem Meier Weisenfreund in Austria-Hungary and first rose to fame in the Yiddish theater—may have been one of the most versatile leading men in the early years of Hollywood. In his three-decade career, his roles included the following: historical figures ?mile Zola, Louis Pasteur and Benito Ju?rez; an Italian crime boss in the original “Scarface” (1932); a Chinese peasant in “The Good Earth” (1936); a Norwegian fisherman in “Commandos Strike at Dawn” (1942); Chopin’s Polish piano teacher in “A Song to Remember” (1945); and a Russian paratrooper in “Counter-Attack” (1945).\n“Lawrence of Arabia” (Best Picture, 1963)Director: David Lean\nFeaturing Peter O’Toole in the title role, this British epic depicts the exploits of Thomas Edward Lawrence, a British officer, scholar and adventurer remembered for his participation in the Arab Revolt against the Ottomans from 1916 to 1918.How accurate is it? The film’s writers and directors took a generous dose of poetic license in its making, not least with a number of fictionalized clashes between the Arab and Turkish forces. Perhaps most striking, however, are the differences in both appearance and personality between the real T. E. Lawrence and the dashing, considerably taller O’Toole, who landed the part after Marlon Brando turned it down. After seeing the premier, the flamboyant English playwright and composer No?l Coward allegedly quipped, “If he’d been any prettier, they’d have had to call it ‘Florence of Arabia.’” Meanwhile, A. W. Lawrence denounced the movie, claiming not to recognize his late brother in it. Historians have also taken issue with the screenwriters’ portrayal of the famously private and self-effacing Lawrence as arrogant and egotistical.Did you know? At 227 minutes, the film is believed to be the longest in existence without a single line of dialogue uttered by a woman. (“Florence of Arabia” it is not.)\n“The Sound of Music” (Best Picture, 1966)Director: Robert Wise\nOne of the top three inflation-adjusted box office hits of all time, this classic film starring Julie Andrews was based on the Broadway musical of the same name, which in turn was inspired by “The Story of the Trapp Family Singers,” a memoir by the real-life Maria von Trapp. It recounts the story of a young nun-in-training who goes to work for a widowed Austrian baron, becoming the governess and singing instructor of his talented brood and, ultimately, his wife.How accurate is it? Along with random musical interludes, the Oscar-winning version of the von Trapps’ tale is replete with omissions and modifications. For instance, when Maria left Salzburg’s Nonnberg Abbey in 1926, she went to work as a tutor for only one of Georg von Trapp’s children, not all seven motherless youngsters. Missing from the movie, moreover, are the three additional children Maria had with Georg, one of whom was born just two months after the couple’s marriage. And when the family left Austria a decade later during the German occupation, they did not “climb ev’ry mountain” or “ford ev’ry stream” across the Swiss Alps; instead, they simply hopped on a train to Italy, later traveling to the United States with the help of a booking agent.Did you know? In the 1940s, the von Trapps settled in Vermont, where they ran a music camp between national tours. One of the children, Johannes, continues to manage the family’s Austrian-style ski lodge there along with his own son.\n“Patton” (Best Picture, 1971)Director: Franklin J. Schaffner\nThis timeless biopic focuses on the battlefield experiences and complex persona of the controversial World War II commander George S. Patton, played by George C. Scott (who would reprise the role in the film’s made-for-television sequel, “The Last Days of Patton,” in 1986). It begins in 1943 with his contribution to the victorious North African campaign and ends shortly after the brazenly outspoken Patton is relieved of his command in Europe.How accurate is it? One of the film’s most iconic moments is its opening monologue, delivered by Scott against the backdrop of a giant American flag and based on an actual speech Patton gave on the day before the Normandy landings. Screenwriters Francis Ford Coppola and Edmund H. North had to tone down the commander’s notoriously colorful language, omitting quite a few expletives, and some of the quotations were actually borrowed from other addresses.Did you know? To better incarnate “Old Blood and Guts,” as Patton was known, George C. Scott read 13 biographies of the general and donned a special set of dental caps. Fittingly, his portrayal earned him an Academy Award for Best Actor. He became the first person to reject the coveted honor, however, claiming that competition between actors was unfair and demeaning.\n“Gandhi” (Best Picture, 1983)Director: Richard Attenborough\nStarring Ben Kingsley as Mahatma Gandhi, the movie opens with the Indian leader’s assassination and flashes back to key moments in his influential life, including the nonviolent campaign he led to achieve civil rights for Indians in South Africa and the fight for Indian independence from the British Empire.How accurate is it? Historians have applauded the film for offering a relatively authentic rundown of the iconic pacifist’s numerous accomplishments. To faithfully recreate Gandhi’s funeral, the film’s producers recruited between 300,000 and 400,000 extras; as a result, “Gandhi” holds the record for the largest cast of any movie to date.Did you know? Like Gandhi himself, Ben Kingsley’s paternal ancestors hailed from the Indian state of Gujarat. The English actor, who was born Krishna Pandit Bhanji, bears such a resemblance to Gandhi that extras on location in India reportedly thought they were seeing a ghost. Kingsley won an Academy Award for his performance, beating out Dustin Hoffman, who had considered playing Gandhi himself before taking the lead role in “Tootsie” (1982).\n“Amadeus” (Best Picture, 1985)Director: Milo? Forman\nAdapted from the screenwriter Peter Shaffer’s earlier stage play, this highly fictionalized biopic stars Tom Hulce as Wolfgang Amadeus Mozart and F. Murray Abraham as Antonio Salieri, a fellow composer and acquaintance who also narrates the film.How accurate is it? The stage and screen versions of “Amadeus” depict Salieri as duplicitous, jealous and mentally unstable, intent on destroying the brilliant Mozart’s reputation despite his great admiration for his compositions. While the two men may have vied for the imperial court’s favor at times, records indicate their real-life relationship was amicable.Did you know? Tom Hulce studied the tennis pro John McEnroe’s erratic behavior and on-court tantrums to prepare for his portrayal of Mozart, who is remembered for his mood swings and unpredictable genius.\n“The Last Emperor” (Best Picture, 1988)Director: Bernardo Bertolucci\nFeaturing Chinese-American actor John Lone as the title character, Joan Chen as his opium-addicted empress and Peter O’Toole as his Scottish tutor, this sweeping and sumptuous film covers the life of Puyi, the last emperor of China, from his childhood in Beijing’s Forbidden City until his final years as an ordinary citizen at the start of Chairman Mao’s Cultural Revolution.How accurate is it? A number of people close to Puyi, who died a humble gardener and editor in 1967, were brought in to advise the director and production team. These included his younger brother Pujie, a former manservant and the writer who assisted him with his autobiography. Another consultant was Yuan Jin, the prison governor responsible for politically “reeducating” the former emperor during his internment for alleged war crimes in the 1950s; he has a brief cameo during the scene in which Puyi receives his government pardon.Did you know? “The Last Emperor” was the first feature granted permission by the Chinese government to be filmed in the Forbidden City, a 250-acre complex of palaces that housed emperors and their families for nearly 500 years until Puyi’s 1924 expulsion. Encircled by high walls up to 50 feet thick, the site was a sound engineer’s dream come true.\n“Schindler’s List” (Best Picture, 1994)Director: Steven Spielberg\nConsidered a masterpiece by many critics, the film tells the story of Oskar Schindler, a Catholic businessman of German ancestry who in 1939 joined the Nazi Party and moved to Poland to profit from the war. A somewhat unlikely hero, he ended up saving the lives of an estimated 1,200 Jews by employing them in his enamelware and munitions factories. The cast includes Liam Neeson as Schindler, Ben Kingsley as his accountant and Ralph Fiennes as the concentration camp commander Amon G?th.How accurate is it? Since the film premiered, historians have published books and conducted research that paint a more complex and ambiguous picture of Schindler himself. On the other hand, they have also highlighted additional laudable acts by Schindler and his wife that did not make it into the movie, such as their 1945 rescue of dozens of Jews who had nearly frozen to death while being transported in cattle cars.Did you know? Steven Spielberg refused compensation for directing the movie. He used his royalties from “Schindler’s List” to finance several related documentaries and establish the Shoah Foundation, a nonprofit organization that collects testimony from survivors and witnesses of the Holocaust and other genocides.\n“Braveheart” (Best Picture, 1996)Director: Mel Gibson\nIn this epic blockbuster, a strapping Mel Gibson stars as William Wallace, the Scottish hero who fought against English oppression until his brutal execution in 1305. It follows the freedom fighter as he witnesses the murder of his wife, avenges her death by raising a militia and fighting the English, seduces a French princess, gets betrayed by several Scottish nobles and is publicly beheaded after enduring unspeakable torture.How accurate is it? The filmmakers opted for an outrageously liberal interpretation of William Wallace’s story; in their defense, however, much of what we know about him comes from sources that are already highly fictionalized, such as epic poems. However, one of the movie’s most famous scenes, in which scores of Scottish warriors moon their British adversaries, lays bare a particularly stark anachronism: According to historians, medieval Scottish soldiers wore tunics dyed yellow with horse urine, not plaid tartan kilts. What’s more, the blue body paint worn by the men had fallen out of fashion some 800 years before Wallace’s lifetime.Did you know? Mel Gibson did not intend to appear in “Braveheart,” feeling that at almost 40 he was simply too old to portray Wallace. Agreeing to star in the film was reportedly the only way he could convince Paramount to make it.","author":"Jennie  Cohen","web_category":"news","title":"At the Oscars, History Wins Big","picture_url":"http://www.history.com/news/wp-content/uploads/2011/02/academy-awards_mutiny-of-the-bounty-150x150.jpg","url":"http://www.history.com/news/at-the-oscars-history-wins-big"}