{"summary":"Since lapis was hard to come by, they sought artificial means of creating a bright blue hue and discovered calcium copper silicate, made by mixing and heating limestone, sand and copper. Considered the first artificial pigment, Egyptian blue fell out of use around A.D","advice_category":"1","content":"\nFeast your eyes on ancient Egyptian art, and chances are you’ll be dazzled by its bright blue accents. Historians believe Egyptians got hooked on the color when they used lapis lazuli, a semiprecious stone from Afghanistan, to tint everything from frescoes to their eyelids. Since lapis was hard to come by, they sought artificial means of creating a bright blue hue and discovered calcium copper silicate, made by mixing and heating limestone, sand and copper. Later dubbed Egyptian blue, the vibrant chemical compound was manufactured in powder form at specialized factories where raw materials and ceramic vessels have since been unearthed.\nAs early as 2500 B.C., Egyptian blue brightened statues, walls and monuments. The pigment also found fans among the ancient Mesopotamians, who left behind Egyptian blue beads, and among the Romans, who called it caeruleum and used it at Pompeii. The Greeks applied Egyptian blue to statues at the Parthenon in Athens, as revealed in 2009 by researchers using infrared cameras.\nConsidered the first artificial pigment, Egyptian blue fell out of use around A.D. 1000, and it wasn’t until the early 19th century that chemists began investigating its properties. Now, new research shows the ancient dye might have a viable role in the cutting-edge world of nanotechnology. Led by Tina Salguero of the University of Georgia, scientists found that calcium copper silicate breaks apart into nanosheets—layers so thin that thousands would cover the width of a human hair—when stirred in water for several days. These nanosheets produce infrared radiation similar to the beams used in remote controls and car door locks.\nSomeday soon, the researchers suggest, a substance that once adorned mummies’ tombs might be reborn in telecommunications devices or security ink formulations. “In this way,” they write, “we can reimagine the applications of an ancient material through modern technochemical means.”","author":"History.com  Staff","web_category":"news","title":"Ancient Egyptian Pigments Gets a Second Chance to Shine","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/egyptian-blue-thumb.jpg","url":"http://www.history.com/news/ancient-egyptian-pigments-gets-a-second-chance-to-shine"}