{"summary":"During the Second Great Awakening, a Christian revival movement that swept the United States in the early 19th century, a Baptist preacher named William Miller told members of his sect—known as Millerites—that Jesus Christ would return and the world would end in 1843 or 1844. An influential Puritan minister who played a decisive role in the Salem witch trials, Cotton Mather proclaimed in 1691 that doomsday would occur in 1697, basing the date on current events that he interpreted as the fulfillment of biblical prophesies","advice_category":"1","content":"\n634 B.C.\nAccording to ancient Roman legend, 12 mystical eagles told Rome’s founder Romulus that his great civilization would only last for 120 years. Panic gripped many Romans in the years leading up to their city’s 120th anniversary, which turned out to be entirely uneventful.\n1284\nPope Innocent III prophesied that the world would come to an end in 1284, 666 years—the number associated with the devil—after the rise of Islam. He died in 1216 and never saw his prediction invalidated.\nFebruary 1, 1524\nIn June 1523, several London astrologers warned residents that apocalyptic floods would engulf the city on February 1 of the following year, causing some 20,000 residents to flee their homes and others to stockpile food and supplies. The day came and went without a drop of rain.\n1694\nIn the late 17th century, the German theologian and astronomer Johann Jacob Zimmerman became convinced that the apocalypse would occur in the fall of 1694; more specifically, it would take place outside Germantown, Pennsylvania, known to be a haven for religious nonconformists. Just as Zimmerman’s followers prepared to cross the Atlantic and await the Second Coming in colonial America, their guru died, leaving his disciple, Johannes Kelpius, to lead the mission. Known as the Society of the Woman in the Wilderness, perhaps in reference to a passage in the Book of Revelation, the group settled near Wissahickon Creek, where they spent their days meditating, studying and practicing celibacy—even after Jesus failed to make an appearance.\n1697\nAn influential Puritan minister who played a decisive role in the Salem witch trials, Cotton Mather proclaimed in 1691 that doomsday would occur in 1697, basing the date on current events that he interpreted as the fulfillment of biblical prophesies. That year passed uneventfully, so he changed his forecast first to 1736, later to 1716 and finally to 1717. He died in 1728 without making any further predictions but still certain that the end was near.\nOctober 19, 1814\nIn the late 18th century, an English domestic servant named Joanna Southcott grew convinced that she was a prophet with supernatural gifts destined to spread the word of Jesus Christ’s imminent return. Ignored by the established church and viewed by many as a lunatic, she began publishing her prophesies and amassing a growing movement of followers. At age 64 she announced that she was pregnant with the Messiah and that his birth on October 19, 1814, would herald the end of the world. Two months after that date passed without any sign of apocalypse, Southcott died.\nOctober 22, 1844\nDuring the Second Great Awakening, a Christian revival movement that swept the United States in the early 19th century, a Baptist preacher named William Miller told members of his sect—known as Millerites—that Jesus Christ would return and the world would end in 1843 or 1844. One of his followers, Samuel S. Snow, refined the date to October 22, 1844. Some 50,000 Millerites across the country, some of whom had given away all of their worldly goods, eagerly awaited the event. Jesus’ failure to appear, which became known as the Great Disappointment, discredited Miller and drove many of his disillusioned faithful to join more mainstream denominations.\nMay 18, 1910\nCelestial phenomena have triggered apocalyptic hysteria many times throughout history, perhaps most famously in 1910, when astronomers announced that the planet would pass through the tail of Halley’s Comet in May of that year. Alarmists and tabloids spread the fallacious rumor that poisonous gas within the comet could spell doom for the world’s population. Entrepreneurs capitalized on the resulting terror, selling “comet pills” and “anti-comet umbrellas” that could allegedly counteract any noxious effects (of which there were none).\n1914\nCharles Taze Russell, the founder of the movement that would give rise to the Jehovah’s Witnesses, told his followers that Jesus Christ had returned to earth—albeit imperceptibly—in 1874, and that the world would end in 1914. When that did not happen, other prominent Jehovah’s Witnesses issued ever-later predictions for the year of Armageddon, including 1914, 1915, 1918, 1920, 1925, 1941, 1975 and 1994.\nDecember 17, 1919\nAlbert Porta, a respected American meteorologist, caused widespread panic—including mob violence and a handful of suicides—when he announced that the conjunction of six planets on December 17, 1919, would blast the Earth into oblivion. The world remained intact, but Porta’s reputation went up in flames: He spent the rest of his career writing a weather column for a local paper.\nDecember 21, 1954\nIn the early 1950s, a housewife named Dorothy Martin with a longtime interest in psychic phenomena founded a cult known as the Seekers. She told her followers that extraterrestrials from the planet Clarion had sent her a message that cataclysmic floods would destroy the world beginning on December 21, 1954. On that day, the Seekers gathered at their leader’s home to await rescue by flying saucer. As it became apparent that neither torrential rains nor alien saviors were on the horizon, Martin assured her followers that the Seekers’ faith had persuaded the “God of Earth” to spare the planet, but the cult broke up soon after. Unbeknownst to Martin, psychologists had infiltrated the group to conduct a field study on apocalyptic beliefs, later writing the seminal text “When Prophecy Fails” about what happens when people’s strongest convictions are disproven.\nJuly 1999\nThe 16th-century French astrologer and physician Nostradamus is best known for his numerous predictions, some of which people have linked to pivotal events in history. In one of his most famous doomsday verses, he wrote that a “king of terror” would descend from the sky in July 1999, which some contemporary theorists interpreted as a deadly meteor. The month went by without incident.","author":"Jennie  Cohen","web_category":"news","title":"Apocalypses That Weren’t","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/johannes-kelpius.jpg","url":"http://www.history.com/news/apocalypses-that-werent"}