{"summary":"Pagel isn’t the first scientist to propose the “superfamily” language theory, and it’s a hotly debated topic. They found that a word’s linguistic shelf life was closely related to how much it was used in everyday conversation","advice_category":"1","content":"\nLed by Mark Pagel, an evolutionary biologist, the study attempts to sketch out a linguistic family tree that stretches back some 15,000 years to southern Europe. It was here, researchers believe, that this proto-language originated before splintering into a “superfamily” of seven language groups spanning Europe and Asia: Indo-European, Uralic, Altaic, Kartvelian, Dravidian, Chuckchee-Kamchatkan and Eskimo-Aleut. These language groups, in turn, spawned hundreds of languages spoken today.\nPagel isn’t the first scientist to propose the “superfamily” language theory, and it’s a hotly debated topic. The conventional wisdom amongst linguists is that is incredibly difficult to trace the origins of words back very far because they evolve too rapidly. In fact, in 2007, Pagel and his team released a study that indicated that up to 50 percent of all words are likely to be replaced by a completely new word every 2,000-4,000 years. For example, German, English and Russian use the very similar wasser, water and voda to mean the same thing, but somewhere along the linguistic line French adopted eau instead. However, Pagel’s team also discovered something new. They found that a word’s linguistic shelf life was closely related to how much it was used in everyday conversation. The more frequently used, the more likely it was that a word was passed down, relatively intact, for tens of thousands of years—even as the world’s language tree was branching out across the globe.\nPagel’s latest study takes this theory another step further, examining these long lasting, or “ultraconserved” words in more detail. Using computer modeling to predict which words were in common enough usage that they should have changed remarkably little, they were able to compile a list of 23 similar sounding words with the same meaning, known as cognates, that we would instantly recognize today. Many of the words they predicted would be found across several language groups were, but to make the final list a word had to be traceable to at least four out of the seven “superfamily” sisters.\nSo, what words made the list? Well, our Ice Age ancestors needed to keep warm to survive, so it’s no surprise that the words “fire” and “ashes” and “bark” (as in trees) showed up in a least four languages. As they expected, researchers found that pronouns, including “that,” “who” and “we” showed up frequently—in fact, the word “I” showed up in six out of seven languages groups. There were, however, a few terms that left researchers scratching their heads. The dog may have been ancient man’s best friend, but the living organism that showed up on the list was the “worm.” And even researchers weren’t sure what to make of the appearance of the verb “to spit” on the list. And while this study won’t convince everyone of the existence of a single mother tongue, Pagel believes it provides compelling evidence of a group of Ice Age humans speaking a language that closely resembles those spoken today.","author":"Barbara  Maranzani","web_category":"news","title":"Do You Speak Ice Age?","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/HITH-Language-.jpg","url":"http://www.history.com/news/do-you-speak-ice-age"}