{"summary":"Now it’s back in the news for a very different reason: Researchers from the University of Georgia have uncovered the genetic basis behind the “mutant” sunflowers interspersed with common varieties in van Gogh’s 19th-century bouquets.. Whether garden- or mutant-variety, sunflowers dapple the Proven?al countryside Vincent van Gogh came to love in his final years","advice_category":"1","content":"\nConsidered the crown jewel of van Gogh’s oeuvre, the “Sunflower” series made headlines in 1987 when a Japanese art collector paid a record-breaking $40 million for one of the canvasses. Now it’s back in the news for a very different reason: Researchers from the University of Georgia have uncovered the genetic basis behind the “mutant” sunflowers interspersed with common varieties in van Gogh’s 19th-century bouquets.\nIn ordinary sunflowers, the flower head is edged with a single ring of petal-bearing structures called ray florets. (It’s this part of the plant that pining lovers might pluck to see if their feelings are reciprocated.) The circular interior, meanwhile, contains up to 1,000 tubular disc florets, which are typically darker in color and eventually mature into seeds.\nA mutant variation known as the double-flowered sunflower features a much smaller proportion of disc florets; instead, almost the entire flower head blooms with yellow petals. The unusual strain figures prominently in van Gogh’s famous series—and in high-end floral shops. “You often see ornamental varieties similar to the ones van Gogh painted growing in people’s gardens or used for cut flowers, and there is a major market for them,” said biologist John Burke, co-author of a study about the mutation published today in the journal PLoS Genetics.\nWhether garden- or mutant-variety, sunflowers dapple the Proven?al countryside Vincent van Gogh came to love in his final years. But sunflower plants actually originated in the Americas, where indigenous populations first domesticated them around 3000 B.C. Spanish explorers brought them to Europe in the 16th century, and by the 1800s southern France was awash in the golden blossoms.","author":"Jennie  Cohen","web_category":"news","title":"Van Gogh Painted Mutant Sunflowers","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/van-gogh-sunflowers.jpg","url":"http://www.history.com/news/van-gogh-painted-mutant-sunflowers"}