{"summary":"Because it includes details on the patient’s symptoms, the brain surgery scene in the Tripi?aka implies that doctors performed at least some of these operations for legitimate therapeutic reasons, Trinley said.. “The Tibetan Tripi?aka contains ??kyamuni’s classifications of 440 ailments that were believed to be associated with wind, bile and phlegm, and were categorized accordingly,” Trinley said, adding that some of this knowledge is still used by Tibetan doctors today.","advice_category":"1","content":"\nKarma Trinley, an associate professor of Tibetan language and literature at Tibet University in Lhasa, found the passage on brain surgery after studying the Tripi?aka for four decades. In it, a veteran surgeon performs the operation on a man who suffers from such severe headaches that he would resort to banging his head on hard objects to relieve the pain. Tsogyel, a young Indian doctor who happens to be watching the procedure, counsels the surgeon to heat his tweezers, presumably in order to disinfect them.\n“Tsogyel was a well-reputed doctor and was good at all medical practice except brain surgery,” Trinley told Xinhua News, China’s state-run news agency. “But the surgeon followed his advice and the surgery later proved successful.” Tsogyel’s sterilization technique went on to improve recovery rates for brain surgery during that time and helped him establish his own career as a surgeon, Trinley said.\nEvidence of ancient brain surgery on the Tibetan Plateau first surfaced in 1998, when archaeologists unearthed human skulls bearing cracks that had healed before death. Researchers surmised that these early craniotomies, some performed more than 5,000 years ago, were intended to heal the spirit rather than the body. “Some believed it was a religious ritual to dispel evils or bring happiness, while others held that it was a therapy used by witches and wizards,” Trinley explained.\nBecause it includes details on the patient’s symptoms, the brain surgery scene in the Tripi?aka implies that doctors performed at least some of these operations for legitimate therapeutic reasons, Trinley said.\nBrain surgery is not the only medical treatment that appears in the Tripi?aka, which aggregates the teachings of Buddhism’s founder, Siddh?rtha Gautama (also known as ??kyamuni), and commentary by his disciples. “The Tibetan Tripi?aka contains ??kyamuni’s classifications of 440 ailments that were believed to be associated with wind, bile and phlegm, and were categorized accordingly,” Trinley said, adding that some of this knowledge is still used by Tibetan doctors today.\nMany other ancient civilizations used brain surgery for both religious and medical purposes hundreds or even thousands of years before the advent of modern medicine, including the Egyptians, Romans, Greeks and some pre-Incan societies.","author":"Jennie  Cohen","web_category":"news","title":"Sacred Text Describes Successful Brain Surgery in Ancient Tibet","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/tibetan-brain-surgery-thumb.jpg","url":"http://www.history.com/news/sacred-text-describes-successful-brain-surgery-in-ancient-tibet"}