{"summary":"When Parcak and her colleagues pinpointed famous pyramids captured by the cameras, for instance, they also spotted similar-looking structures nearby, an indication that our inventory of ancient Egypt’s most iconic architectural marvels is incomplete. “The most important thing is to test it on the ground,” Parcak said, “so we partnered with a French archaeology team and they excavated a house or medium-sized structure that appeared on the satellite imagery.”","advice_category":"1","content":"\nFor more than a year, Parcak and her team scanned giant swaths of Egypt with a combination of NASA and commercial satellites, using techniques they had developed on a smaller scale and previously employed in regions in the South Sinai, East Delta and Middle Egypt. “The thing that was new for me was that I had never before been able to apply the technology over a broad area and test it on different environments and sites,” Parcak explained. “We scaled up our methodology across Egypt.”\nThe contours of ancient Egyptian homes and other buildings appear in infrared imagery because they were constructed from mud brick, a dense material that stands out from surrounding soil. As a result, the satellite images showed both known archaeological sites that have been studied and excavated for decades and other ancient treasures ostensibly buried deep beneath the sand. When Parcak and her colleagues pinpointed famous pyramids captured by the cameras, for instance, they also spotted similar-looking structures nearby, an indication that our inventory of ancient Egypt’s most iconic architectural marvels is incomplete. “For me, the exciting part is the possibility,” Parcak said. “We just don’t know what these things might be, but we know there’s something there.”\nAmong other significant locations, Parcak and her colleagues used the technology to create an infrared map of Tanis, an ancient Egyptian capital located near modern-day San El-Hagar that was famously portrayed in the Indiana Jones movie “Raiders of the Lost Ark.” The city provided the most compelling evidence yet for the technique’s accuracy when researchers attempted to unearth sites that cropped up in the satellite pictures. “The most important thing is to test it on the ground,” Parcak said, “so we partnered with a French archaeology team and they excavated a house or medium-sized structure that appeared on the satellite imagery.”\nSure enough, the results of the dig lined up with the satellite plan of Tanis. “When I saw what they excavated, that was an incredible validation,” Parcak recalled. “It really is like the blueprint of a city,” she added. “To get a map like that with excavation would take so long, and we got it not quite instantly but pretty quickly.”\nEgyptian authorities have also hailed the technology as a major breakthrough and conducted a trial excavation at the ancient site of Saqqara. Using satellite imagery of the area as a guide, they uncovered two pyramids that had been hidden from view for centuries. Recently, Parcak met with Egypt’s antiquities minister, Zahi Hawass, and other members of the Egyptian government to discuss how these methods can be used to protect and preserve archaeological sites. She also hopes to partner with Hawass and others to develop a program that trains young Egyptians to harness the power of satellite imaging for conservation work.\nOther archaeologists are already employing the new technique, including at the Angkor Wat temple complex in Cambodia. There, researchers used it to determine that one well-known site is three to four times larger than previously thought, Parcak said.\nFor Parcak, the precise mapping afforded by the technology has the potential to shed light on the daily lives of ancient Egyptians and the relationship they had with their natural environment. For instance, there is evidence that Egyptians moved their settlements based on the shifting of the Nile’s banks. “Ultimately, what it shows is that we need to be asking different questions about ancient Egyptian society,” she said.\nParcak expects that the technology will continue to advance, eventually becoming capable of distinguishing sites that the Nile River has covered in deep silt and rendered invisible even from space. But no matter what, she cautioned, excavation is the key to corroborating satellite imagery with 100-percent certainty. “This is just the beginning,” she said. “The important thing is to get the data out there and validate it.”\nFind out more about the ongoing work of Parcak and her team?here.","author":"Jennie  Cohen","web_category":"news","title":"Satellite Images Provide Blueprint for Ancient Egypt","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/dr-parcak.jpg","url":"http://www.history.com/news/satellite-images-provide-blueprint-for-ancient-egypt"}