{"summary":"Eleven Olympic championships. athletes themselves","advice_category":"1","content":"\nFourteen athletes. Eleven Olympic championships. That’s an astounding performance, isn’t it?\nYou said it. The American team left for Athens amid complete indifference from the U.S. public and without the support of either amateur athletic officials or even their colleges. Thrown together at the last minute, they had the look and feel of a playground pick-up team. Then they went out and achieved a level of excellence that stunned everyone, including themselves. Virtually anonymous one minute, they became overnight sensations and created a storm of sudden attention in Europe and back home. Had they not succeeded, it’s very likely the American Olympic movement would have died a quiet death or at least been delayed for years.\nWhy have their contributions been so overlooked?\nFor starters, coverage of these first modern Games was spotty and inconsistent. There is an interesting item deep in the archives at Princeton’s Mudd Library. It’s a telegram from UPI in London addressed to members of the U.S. team, asking them—anyone—to cover the Games. Imagine the modern equivalent: “Hey LeBron, if you aren’t particularly busy, could you send us a report of the game?”\nSecond, cameras in the day weren’t really equipped to handle action photography, so there aren’t many images from these Games beyond a few static shots and some nice profiles of the athletes. Nor was the recordkeeping much good: For the most part, times and distances were recorded for the first five or six finishers in each event, but not for anyone else. As a consequence, we just don’t know much about the performances of some of the athletes. Take the lone U.S. swimmer, Gardner Williams, for whom one report has him finishing far back, well out of medal contention, while another report has him jumping out of the water during competition and complaining it was too cold. I suspect Williams swam, but we just don’t know for certain what really happened.\nBut I think another reason had to do with the personalities of the U.S. athletes themselves. These were humble men—and other than a few post-Olympic celebratory banquets, they went back to school and to work and just got on with things without talking much about their accomplishments in Athens. Track and field is a little like that anyway, with athletes tending to be in the public eye one day and out of it the next. They’re nothing like baseball players, whose performances are chronicled every day for months and years.\nNor were there such modern-day happenings as ESPN documentaries or card shows to keep the memories of their Olympic glory burning in the public mind. Not that this bunch would have participated had there been such things back then: A few years later, two-time champion Ellery Clark put together a book about his life in track, and covered his feats at the Olympics in a couple of pages and with all the excitement of a trip to the dentist. In an odd way, the collective post-Olympic attitude of these athletes was comparable to that of veterans: Despite their accomplishments, they would prefer to move on and discuss other things.\nSo did UPI find anyone to cover the Games?\nThey did. The enduring mystery is who it was exactly. It may have been John Graham, a U.S. coach, but he would have been too busy to devote his time to article writing. I suspect it was Princeton pole vaulter Albert Tyler, who wrote several interesting pieces about the Games, one for the school paper and another for a Canadian magazine. Tyler certainly had time early in the week to do so—his event wasn’t for another few days—and the reports themselves were remarkably detailed, precisely what UPI wanted. The correspondent had an intimate knowledge of track and field, which is something Tyler and not necessarily a wire service reporter would have had.\nHow was the team chosen?\nThey weren’t really chosen at all. One of the remarkable things about these first U.S. Olympians is how they were thrown together—comprised mostly of a group from Boston, and another group from Princeton. Most of the Bostonians were members of the Boston Athletic Association—the same organization that puts together the Boston Marathon—whose members took up a collection to send their athletes, several of whom were Harvard students, to Athens. Passage for the foursome from Princeton was paid for by Alice Whitridge Garrett, whose son, Robert, was the school’s track captain and would earn Olympic championships in discus and shot put. There were no U.S. trials or qualifiers: Those who could go did so, though a couple of the athletes, James Connolly and William Hoyt, were both denied permission for leave by Harvard officials. So they left school—and both became Olympic champions, Connolly in triple jump and Hoyt in pole vault.\nConnolly never returned to school. He would become a well-known writer of sea stories. Hoyt went back and graduated from Harvard Medical School.\nDo any of the 11 Olympic victories stand out?\nEvery Olympic competition is dramatic, but Robert Garrett’s victory in the discus was downright extraordinary. Discus wasn’t a part of U.S. track and field in those days, and Garrett had never even seen or touched one. To prepare, he asked Princeton classics professor and team advisor William Milligan Sloane if he knew anything about the discus.\nSloane’s knowledge extended only as far as those striking ancient statues in museums of athletic young men coiled and ready to unleash the discus. He suggested that Garrett find an image of one of the statues and use it so a local shop could develop a discus, or something close to it. The regulation discus is made of wood and metal and weighs less than 5 pounds. Garrett’s homemade discus was made of stone and weighed nearly 25 pounds. Practice with it? Garrett could barely lift it.\nSo imagine Garrett’s surprise when he got to Athens and was working out at the stadium where he found a regulation discus, the 4 1/2-pound version! He took some practice throws and figured “what the heck”—he would enter anyway. The story of how he triumphed—adjusting his motion, speed and release as he went along, and surpassing the rest of the field on his sixth and final turn—is one for the ages.\nThe Americans’ success was big news back home. How did the Greeks react?\nThe American team became very popular in Athens—and fast friends with members of the Greek royal family. They were gracious, likable young men. As a tribute to his hosts, Ellery Clark even sewed the arms of the Greek royal family above the American flag on his jersey.\nThey also had fun. At a post-Olympic reception, several of the Americans decided to demonstrate baseball to members the Greek royal family. Converting a walking stick into a bat and using an orange for a ball, the impromptu exhibition ended abruptly when the crown prince, later King Constantine, nailed a pitch and sent several large, juicy slices of orange to the chest of his formal court uniform. The prince was “a good sport” about it, recalled hurdler Thomas Curtis, but “I think the Americanization of Greece ended right there.”\nEven so, the Greeks were overjoyed when their Spiridon Louis won the marathon on the final day of track competition. It was the exclamation point the Olympic Games needed to end on a truly memorable note.\nWhat’s a piece of trivia from the 1896 Games that people should know about?\nOlympic champions in 1896 didn’t earn gold medals. They got silver medals, which were not presented as today on a ribbon and hung on the winner’s neck, but in a handsome case, lined in blue velvet. Also, they got an oversized diploma on either white or blue paper, trimmed with gold paper, and an olive branch plucked from the sacred grove of Olympia in Delphi. It was quite a stash, with double winners like Tom Burke, Clark and Garrett earning two of everything. Presumably, those athletes went home with heavier luggage.\nJim Reisler is the author of “Igniting the Flame: America’s First Olympic Team” (Lyons Press) and several other books about sports. His earliest Olympic memory was watching Bob Beamon break the world record in the long jump at the 1968 Games in Mexico City. Reisler lives in Irvington, New York.","author":"History.com  Staff","web_category":"news","title":"Remembering the First U.S. Olympic Team","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/princeton-track.jpg","url":"http://www.history.com/news/remembering-the-first-u-s-olympic-team"}