{"summary":"Vietnam in HD uses restored footage—much of it shot by soldiers in action and never seen by the public—to explore the reality of the Vietnam War as it transforms lives both at home and abroad.. HISTORY is proud to join the Vietnam Veterans Memorial Fund’s Call for Photos, a nationwide campaign to collect a photograph for each of the 58,272 men and women whose names are inscribed on the Vietnam Veterans Memorial Wall","advice_category":"1","content":"\nTwo years after its Emmy Award-winning WWII in HD, HISTORY shifts its focus to one of the most controversial eras in United States history. Vietnam in HD uses restored footage—much of it shot by soldiers in action and never seen by the public—to explore the reality of the Vietnam War as it transforms lives both at home and abroad.\nThis documentary series features the stories of 13 men and women, including a pilot who barely survived an ill-fated mission to Laos, a nurse who saved lives during the Tet Offensive and an infantryman who later spoke out against the war. The veterans themselves make an appearance, while actors such as Adrian Grenier, Edward Burns and Jennifer Love Hewitt give voice to their tales.\nThe three-night, six-hour event begins at 9/8c on Tuesday, November 8, with a look at the Vietnam War’s first major battle. Visit history.com/vietnam to learn about the series, watch exclusive videos and meet the men and women of Vietnam in HD.\nThe HISTORY Film Corps program seeks out and preserves footage from America’s past. Across the country, pieces of history from World War II and the Vietnam War—captured by the men and women on the front lines—are locked away on film reels. Watch videos online and get information about contributing your Vietnam War footage.\nHISTORY is proud to join the Vietnam Veterans Memorial Fund’s Call for Photos, a nationwide campaign to collect a photograph for each of the 58,272 men and women whose names are inscribed on the Vietnam Veterans Memorial Wall. Find out more about the project and how you can submit a photo.\nVisit Veterans.com to explore a number of special programs designed to honor American veterans, including Take a Veteran to School Day and Thank a Veteran at Work. You can also show your appreciation for the veterans in your life by adding a tweet to our wall of thanks.\nHow many people have visited the Vietnam Veterans Memorial since it opened in 1982? What do the symbols on the wall stand for? Get the facts on the national monument that commemorates those who gave their lives during the Vietnam War.\nRegister for a chance to win a trip to Washington, D.C., and a private tour of the Vietnam Veterans Memorial Wall, presented by Applebee’s.","author":"History.com  Staff","web_category":"news","title":"Vietnam in HD Premieres on HISTORY","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/vietnam-in-hd-banner.jpg","url":"http://www.history.com/news/vietnam-in-hd-premieres-on-history"}