{"summary":"As for the king’s heart, it was embalmed, enclosed in a lead box and entombed in the Notre-Dame cathedral in Rouen, then the English base in occupied Normandy.. Why did medieval apothecaries take such pains to preserve and anoint the dead king’s heart? “The heart is a symbol not of love at that time, but of the soul,” Charlier explained","advice_category":"1","content":"\nEveryone wanted a piece of Richard I after his death in 1199 at age 41. Nicknamed the Lionheart for his battlefield bravery and military shrewdness during the Third Crusade, the medieval king met his end while inspecting a French castle he’d besieged. A crossbow bolt pierced his shoulder, and the wound apparently turned gangrenous—though some would later claim the arrow was dipped in poison.\nRichard’s cadaver was then partitioned, as was the custom for royals during the Middle Ages. His entrails were buried at Ch?lus, where he died, and his body was interred beside his father, Henry II, at Fontevraud Abbey in northern France. As for the king’s heart, it was embalmed, enclosed in a lead box and entombed in the Notre-Dame cathedral in Rouen, then the English base in occupied Normandy.\nAfter centuries in obscurity, the heart resurfaced during excavations at the church in 1838. Any doubts about its contents were quickly put to rest by a straightforward inscription on the box, written in characters typical of Richard’s era: “Here is the heart of Richard, king of England.” A local historian unsealed the container and found a brownish-white powder inside—all that remained of the Lionheart’s heart.\nBut the organ’s sorry state didn’t deter French researchers, who subjected it to a biomedical analysis using modern forensic techniques. Writing in the most recent issue of the journal Scientific Reports, they reveal that the king’s embalmers preserved his remains with an eclectic mix of agents, including daisy, myrtle, mint, incense, mercury and frankincense. After treatment with these substances, the heart was wrapped in linen and sealed for eternity in the lead box.\nAccording to lead researcher Philippe Charlier, a forensic scientist at the Raymond Poincar? hospital in France, the embalming materials were all chosen for either practical or symbolic reasons. Mercury, for instance, helped prevent the heart from decomposing, while frankincense was likely included for its fragrance and to draw parallels between Richard and Jesus Christ. The use of daisy and incense was particularly striking because these ingredients have never been detected in any other embalmings, the researchers noted in their paper.\nWhy did medieval apothecaries take such pains to preserve and anoint the dead king’s heart? “The heart is a symbol not of love at that time, but of the soul,” Charlier explained. “The conservation of this organ and its deposit in an important place was an important political gesture.”","author":"Jennie  Cohen","web_category":"news","title":"Richard the Lionheart’s Mummified Heart Gets a Forensic Workup","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/richard-i-heart.jpg","url":"http://www.history.com/news/richard-the-lionhearts-mummified-heart-gets-a-forensic-workup"}