{"summary":"Alternate theories about King Tut’s demise still abound, however, including the hypothesis that he succumbed to the lethal bite of an enraged hippopotamus.. Historians describe Tutankhamen’s reign as largely uneventful, but the young pharaoh did institute at least one major reform","advice_category":"1","content":"\n1. There is no curse of King Tut.\nWhen Carter first entered King Tut’s lost tomb in November 1922, his financial backer George Herbert—a wealthy lord with a passion for Egyptology—was at his side. Four months later, Herbert died of apparent blood poisoning from an infected mosquito bite. Newspapers speculated that the Englishman had fallen victim to a “mummy’s curse” supposedly outlined on a clay tablet outside Tut’s tomb. Rumors flew anew after the sudden deaths of others who had visited the Valley of the Kings. It turns out, however, that frenzied journalists fabricated the story of the inscription. And in 2002, scientists examined the survival rates of 44 Westerners who had been in Egypt during Carter’s excavation, concluding that they were not at elevated risk of dying early.\n2. King Tut’s untimely death was probably accidental.\nFor years, it was speculated that King Tut’s death at age 19 came courtesy of a blow to the head, inflicted, perhaps, by a murderous rival. More recently, however, experts have determined that the damage to his mummy’s skull occurred after death, either during the embalming process or at the hands of Carter’s crew. So how did the boy king die? In 2005 a study revealed that he broke his leg and developed an infection in the wound shortly before death. According to one theory, the pharaoh sustained the injury by falling from his chariot during a hunt. Meanwhile, DNA testing in 2010 suggested that Tutankhamen had malaria, which might have exacerbated a leg infection or caused him to fall in the first place. Alternate theories about King Tut’s demise still abound, however, including the hypothesis that he succumbed to the lethal bite of an enraged hippopotamus.\n3. Tutankhamen reversed the radicalism of his father, reinstating traditional religious beliefs.\nHistorians describe Tutankhamen’s reign as largely uneventful, but the young pharaoh did institute at least one major reform. His father, Akhenaten, considered the god Aten to be the Egyptian pantheon’s most important deity and encouraged his worship above all others. Akhenaten also transferred the Egyptian capital from Thebes to a new site devoted to Aten. Tutankhamen is thought to have reversed these unpopular religious changes, restoring the god Amun to his former glory and moving the capital back to Thebes. He abandoned his original name, Tutankhaten (“living image of Aten”), for Tutankhamen (“living image of Amun”).\n4. Tutankhamen was likely the product of incest.\nIn 2010 researchers performing DNA analyses on the remains of King Tut and his relatives made a shocking announcement. The boy king, they believed, was the product of incest between the pharaoh Akhenaten and one of his sisters. Inbreeding was rampant among ancient Egyptian royals, who saw themselves as descendants of the gods and hoped to maintain pure bloodlines. Experts think this trend contributed to higher incidences of congenital defects—such as King Tut’s cleft palate and club foot—among rulers. Tutankhamen himself would eventually marry his father’s daughter by his chief wife—his half-sister, Ankhesenamun.\n5. King Tut wasn’t buried alone.\nAs Carter ventured further into Tutankhamen’s tomb, he discovered a treasury room brimming with priceless funerary objects, including gold figurines, ritual jewelry, small boats representing the journey to the netherworld and a shrine for the pharaoh’s embalmed organs. The chamber also held two miniature coffins that contained two fetuses. Recent DNA tests suggest that one of the mummies is that of Tutankhamen’s stillborn daughter and that the other was likely his child as well. Experts believe King Tut left no living heirs, perhaps because he and Ankhesenamun could only conceive offspring with fatal congenital disorders.\n6. Three millennia after his death, the once-obscure Tutankhamen became all the rage.\nFor several years following Carter’s discovery, no ruler was more popular than Egypt’s boy king. Formerly a minor footnote in the tome of Egyptian history, Tutankhamen took the world by storm. Women donned snake bracelets and gold dresses inspired by his iconic funerary mask, mummies haunted the silver screen and showgirls at the Folies Berg?re in Paris performed a Tut-themed review. “Tutmania,” as it was known, once again swept the United States when a collection of objects from the pharaoh’s tomb toured the country from 1977 to 1979. The craze reached such a fever pitch that comedian Steve Martin mocked it in his 1978 song “King Tut.”","author":"Jennie  Cohen","web_category":"news","title":"6 Secrets of King Tut","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/king-tut-facts.jpg","url":"http://www.history.com/news/6-secrets-of-king-tut"}