{"summary":"Genetically speaking, Sweden’s Neolithic farmers resembled today’s southern Europeans, while their hunter-gatherer neighbors looked like modern Finns. That’s because today’s Swedes descended from both lineages, which combined over time through interbreeding, Skoglund said.","advice_category":"1","content":"\nA new study by a Swedish and Danish team supports a tie between migration and agriculture, suggesting that farming’s early foot soldiers marched into Europe and eventually migrated northward. Led by computational geneticist Pontus Skoglund of Uppsala University, the researchers analyzed large amounts of DNA from four individuals excavated from 5,000-year-old burial grounds in Sweden.\nThree of the skeletons—a 7-year-old child, 45-year-old woman and 25-year-old man—were interred among beads and pottery in collective graves associated with the Pitted Ware culture, a hunter-gatherer group that once thrived in southern Scandinavia. The fourth—a 20-year-old woman found under stone slabs in a megalithic tomb—belonged to an agricultural society known as the Funnelbeaker culture.\nAlthough these Stone Age humans lived at roughly the same time and less than 250 miles apart, striking differences emerged between the hunter-gatherers’ genomes and that of the lone farmer. “We found that the farmer was most similar to Mediterranean populations such as Sardinians and Cypriots, whereas the hunter-gatherers were most similar to Northern Europeans,” said Skoglund.\nThe researchers’ findings implied that agriculture’s early adapters in Scandinavia hailed from the south, meaning that farming had traveled with groups of people rather than simply through the grapevine. “To find a farmer individual in Scandinavia who looks like a modern-day southern European is really some of the most direct evidence that one could hope to obtain,” Skoglund said.\nGenetically speaking, Sweden’s Neolithic farmers resembled today’s southern Europeans, while their hunter-gatherer neighbors looked like modern Finns. Neither group was similar to Sweden’s current population, however. That’s because today’s Swedes descended from both lineages, which combined over time through interbreeding, Skoglund said.\n“Contact between hunter-gatherer and farming populations was initially low as farmers spread from the south, but they later started mixing more and more,” he explained. “What happened when they met is mainly a question for archaeology, and we hope that our study can provide some perspectives and hypotheses for archaeologists to work with.”\nThe researchers’ study appears in the April 27 issue of the journal Science.","author":"Jennie  Cohen","web_category":"news","title":"Migrants Brought Farming to Europe, Ancient DNA Suggests","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/agriculture-migration.jpg","url":"http://www.history.com/news/migrants-brought-farming-to-europe-ancient-dna-suggests"}