{"summary":"United States, decided several weeks later, upheld the right of The New York Times and other newspapers to disclose information contained in the report under the First Amendment.. The Pentagon Papers’ publication sparked a nationwide furor, galvanizing the powerful antiwar movement and damaging the credibility of America’s Cold War-era foreign policy","advice_category":"1","content":"\nForty years ago today, the most famous leak in American history came to light when The New York Times began publishing sections of the so-called Pentagon Papers, a top-secret Department of Defense report on America’s involvement in Vietnam from 1945 to 1967. Commissioned by Secretary of Defense Robert McNamara, the 47-volume study indicated that the U.S. government had misled the public and Congress, deceiving them about the scope, goals and progress of the increasingly unpopular war. The Times had obtained the incriminating papers from Daniel Ellsberg, a former Defense Department analyst turned antiwar activist who had smuggled them out of the Pentagon.\nThe Pentagon Papers’ publication sparked a nationwide furor, galvanizing the powerful antiwar movement and damaging the credibility of America’s Cold War-era foreign policy. It also precipitated a decisive ideological and legal battle over the freedom of the press to disclose “classified” information and the public’s right to know about its government’s activities. The day after The Times unveiled the first excerpt, President Richard Nixon attempted to stop further publication through a federal court injunction. The landmark Supreme Court case New York Times Co. v. United States, decided several weeks later, upheld the right of The New York Times and other newspapers to disclose information contained in the report under the First Amendment.\nToday, the full text of the Pentagon Papers was declassified and—for the first time in history—posted online in its entirety and without redactions. According to a release issued by the National Archives, 34 percent of the report—2,384 pages—has never before been available to the public. The original hard copy of the report covers 7,000 pages and fills 48 boxes. Click here to access the Pentagon Papers exactly four decades after the press leaked their existence to the American people.","author":"History.com  Staff","web_category":"news","title":"Pentagon Papers Fully Declassified on Famous Leak’s 40th Anniversary","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/vietnam-war-protest-150x150.jpg","url":"http://www.history.com/news/pentagon-papers-fully-declassified-on-famous-leaks-40th-anniversary"}