{"summary":"Although this census-based method does not distinguish between Union and Confederate deaths, Hacker was able to discern patterns for various regions of birth. Hacker believes that his analysis will help illuminate how the Civil War ravaged the American population even after the bloodshed ended, taking a massive human and economic toll on the nation","advice_category":"1","content":"\n“The traditional estimate has become iconic,” historian J. David Hacker said. “It’s been quoted for the last hundred years or more. If you go with that total for a minute—620,000—the number of men dying in the Civil War is more than in all other American wars from the American Revolution through the Korean War combined. And consider that the American population in 1860 was about 31 million people, about one-tenth the size it is today. If the war were fought today, the number of deaths would total 6.2 million.”\nHow exactly did the number 620,000 enter the history books? According to Hacker’s paper, which will be published in the December 2011 issue of “Civil War History,” an estimate for the Union Army’s death toll—279,689—was deduced shortly after the conflict ended from battlefield reports and muster-out rolls, in which each regiment recorded, often imprecisely, the names and fates of its members. That figure was increased to 360,222 in the early 20th century to reflect applications by widows and orphans for pensions and survivors’ benefits, which could be claimed whether a soldier had been killed in battle, succumbed to his injuries later on or died of disease. (Historians believe that two-thirds of fatalities among soldiers serving in the Civil War were due to illness.)\nThe tally of Confederate Army deaths produced in the late 19th century—258,000—was based on even shakier methodology, as the two Union officers who spent decades attempting to calculate it openly acknowledged. The official and unofficial reports they used did not account for men who died of their wounds off the battlefield, and pension and benefit requests were not taken into consideration. Moreover, while the number was adjusted to include probable deaths from disease and accidents, the estimators assumed that Confederate troops had suffered from illness at the same rate as their Union counterparts. Subsequent research, however, has shown that Southerners, who largely hailed from rural areas with low population densities, were less likely to have been exposed to infections prior to the war and were therefore at greater risk of contracting them; they also had a less adequate supply of clothing, food and medicine.\nOne hundred fifty years after the Civil War began, most historians recognize that many deaths were never reported for a variety of reasons, including efforts by some commanders to understate casualties, the participation of non-enlisted guerilla fighters and the prevalence of chronic diseases that claimed lives long after hostilities ended. To achieve a more accurate number, Hacker studied newly available microdata samples from the 1850, 1860, 1870 and 1880 censuses. Looking at the native-born white population between the ages of 10 and 44, he calculated the ratio of male survival relative to female survival for the 1850-1860 and 1870-1880 decades. He then compared the average of this ratio to the 1860-1870 decade, during which the Civil War took place. The difference allowed him to estimate the excess proportion of males who failed to survive the 1860s compared to the preceding and subsequent decades.\nHacker then factored in comparable death rates for foreign-born white troops and existing estimates of mortality among black soldiers. Rounding to the nearest 50,000, he arrived at a probable range of 650,000 to 850,000 deaths, which averages out to 750,000. This number is 20 percent higher than the commonly cited count of 620,000. If Hacker is correct, one out of 10 white men who were of military age in 1860 died as a result of the Civil War—not one out of 13, as the traditional figure implies.\nAlthough this census-based method does not distinguish between Union and Confederate deaths, Hacker was able to discern patterns for various regions of birth. For instance, he concluded that mortality was significantly higher for white males between the ages of 10 and 44 born in the South (13.1 percent) and in the slave-holding border states of Missouri, Kentucky, Maryland and Delaware (12.7 percent) than for those born in the free states and territories (6.1 percent). At a more granular level, 22.6 percent of Southern men who were between the ages of 20 and 24 in 1860 lost their lives because of the war, according to Hacker’s findings.\nHacker believes that his analysis will help illuminate how the Civil War ravaged the American population even after the bloodshed ended, taking a massive human and economic toll on the nation. “An accurate tally—or at least a reasonable estimate—is important in order to gauge the huge impact of the war on American society,” he said. “Even if the number of war dead was ‘only’ 620,000, that still created a huge impact, especially in the South, and a figure of 750,000 makes that impact—and the demographic shadow it threw on the next two generations of Americans—just that much greater.”","author":"Jennie  Cohen","web_category":"news","title":"Civil War Deadlier Than Previously Thought?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/civil-war-cemetery-thumb.jpg","url":"http://www.history.com/news/civil-war-deadlier-than-previously-thought"}