{"summary":"After a high-profile visit to Libya by President Nelson Mandela of South Africa in 1997, Qaddafi finally hands over the two suspects in 1999; the Security Council promptly suspends sanctions against Libya. The United Nations Security Council imposes sanctions on Libya to pressure Qaddafi’s government to give up two suspects implicated in the bombing.","advice_category":"1","content":"\nItalian Occupation (1911-1945)\nItaly invades Libya and follows a full policy of colonization after 1922; some 150,000 Italians emigrate there by the outbreak of World War II. The country is the scene of much fighting during the North Africa campaigns (1941-43), and most Italian settlers leave by 1942.\nIndependent Kingdom (1951)\nAfter a vote of the United Nations General Assembly, Libya becomes an independent state under the pro-British King Idris I. The discovery of petroleum in the late 1950s brings the country great wealth; its monarchy generally follows a pro-Western policy, though it does refuse to allow British troops to land during the Suez Crisis (1956).\nMilitary Coup (1969)\nLibyan military officers led by Colonel Muammar el-Qaddafi depose Idris’ monarchy and form a revolutionary government. Qaddafi threatens war against “colonial states” if they do not withdraw their forces from Libya and orders closure of the U.S. Air Force base near Tripoli.\nUnited States Bombs Libya (1986)\nPresident Ronald Reagan orders bombings of targets in Tripoli and Benghazi in retaliation for Libya’s suspected involvement in a terrorist attack at a West Berlin disco frequented by U.S. servicemen. An estimated 40 Libyans, including Qaddafi’s infant adopted daughter, are reported killed\nPan Am Flight 103 (1988)\nA bomb explodes aboard Pan Am Flight 103 while the plane is in midair over Lockerbie, Scotland, killing 259 passengers and crew aboard the plane and 11 people on the ground. The United Nations Security Council imposes sanctions on Libya to pressure Qaddafi’s government to give up two suspects implicated in the bombing.\nTrial in Scotland (1999-2001)\nAfter a high-profile visit to Libya by President Nelson Mandela of South Africa in 1997, Qaddafi finally hands over the two suspects in 1999; the Security Council promptly suspends sanctions against Libya. In 2001, a Scottish court convicts Abdel Baset al-Megrahi of the Lockerbie bombing and sentences him to life imprisonment.\nChange in Attitude (2003)\nAfter the fall of Iraqi leader Saddam Hussein, Qaddafi abruptly changes course after decades of anti-Western policies, agreeing to give up Libya’s missiles and weapons of mass destruction and renouncing support for terrorism. Libya also formally accepts responsibility for the Lockerbie bombing and agrees to pay $2.7 billion to victims’ families. As a result, the Security Council votes to lift sanctions on Libya.\nImproving Relations (2004)\nThe United States announces the end of an 18-year trade embargo and lifts the ban on travel by Americans to Libya. British Prime Minister Tony Blair visits Tripoli to meet with Qaddafi. Two years later, the U.S. government removes Libya from its list of state sponsors of terrorism after 27 years.\nAl-Megrahi Released (2009)\nAl-Megrahi, suffering from prostate cancer, is released from a Scottish prison on humanitarian grounds. This high point in relations between Libya and the West deteriorates quickly as Libya greets the convicted Lockerbie bomber with a hero’s welcome, provoking outrage in Britain and the United States.\nRevolt in Libya (2011)\nAs unrest spreads through much of the Arab world, Qaddafi’s troops crack down on antigovernment protesters in Benghazi and Tripoli with brutal force. Spearheaded by France and Britain, which vow to enforce a no-fly zone over Libya, the Security Council votes to authorize military action in order to prevent loyalist forces from routing the rebels and attacking civilian protestors. On March 19, American and European forces begin a campaign of air strikes against Qaddafi and his government.","author":"Sarah  Pruitt","web_category":"news","title":"Milestones in Libya’s Relations with the West","picture_url":"http://www.history.com/news/wp-content/uploads/2011/03/kadhafi-saluting1-150x150.jpg","url":"http://www.history.com/news/milestones-in-libyas-relations-with-the-west"}