{"summary":"Transplant pioneer Alexis Carrell received the Nobel Prize for his work in the field. In 1954 the surgeons transplanted a kidney from 23-year-old Ronald Herrick into his twin brother Richard; since donor and recipient were genetically identical, the procedure succeeded.","advice_category":"1","content":"\n16th Century\nItalian surgeon Gasparo Tagliacozzi, sometimes known as the father of plastic surgery, reconstructed noses and ears using skin from patients’ arms. He found that skin from a different donor usually caused the procedure to fail, observing the immune response that his successors would come to recognize as transplant rejection.\nEarly 1900s\nEuropean doctors attempted to save patients dying of renal failure by transplanting kidneys from various animals, including monkeys, pigs and goats. None of the recipients lived for more than a few days.\n1905\nEduard Zirm, an Austrian ophthalmologist, performed the world’s first corneal transplant, restoring the sight of a man who had been blinded in an accident.\n1912\nTransplant pioneer Alexis Carrell received the Nobel Prize for his work in the field. The French surgeon had developed methods for connecting blood vessels and conducted successful kidney transplants on dogs. He later worked with aviator Charles Lindbergh to invent a device for keeping organs viable outside the body, a precursor to the artificial heart.\n1936\nUkrainian doctor Yu Yu Voronoy transplanted the first human kidney, using an organ from a deceased donor. The recipient died shortly thereafter as a result of rejection.\n1954\nIn the late 1940s and early 1950s, a team of doctors at Boston’s Peter Bent Brigham Hospital carried out a series of human kidney grafts, some of which functioned for days or even months. In 1954 the surgeons transplanted a kidney from 23-year-old Ronald Herrick into his twin brother Richard; since donor and recipient were genetically identical, the procedure succeeded.\n1960\nBritish immunologist Peter Medawar, who had studied immunosuppression’s role in transplant failures, received the Nobel Prize for his discovery of acquired immune tolerance. Soon after, anti-rejection drugs enabled patients to receive organs from non-identical donors. \n1960s\nThe first successful lung, pancreas and liver transplants took place. In 1967, the world marveled when South African surgeon Christiaan Barnard replaced the diseased heart of dentist Louis Washkansky with that of a young accident victim. Although immunosuppressive drugs prevented rejection, Washkansky died of pneumonia 18 days later.\n1984\nAs transplants became less risky and more prevalent, the U.S. Congress passed the National Organ Transplant Act to monitor ethical issues and address the country’s organ shortage. The law established a centralized registry for organ matching and placement while outlawing the sale of human organs. More than 100,000 people are currently on the national waiting list.\n2005\nBaltimore’s Johns Hopkins Hospital pioneered the “domino chain” method of matching donors and recipients. Willing donors who are genetically incompatible with their chosen recipients are matched with strangers; in return, their loved ones receive organs from other donors in the pool.\n2010\nSpanish doctors conducted the world’s first full face transplant on a man injured in a shooting accident. A number of partial face transplants had already taken place around the world.","author":"History.com  Staff","web_category":"news","title":"Organ Transplants: A Brief History","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/organ-transplant.jpg","url":"http://www.history.com/news/organ-transplants-a-brief-history"}