{"summary":"“In a suit of armor, the limbs are loaded with weight, which means it takes more effort to swing them with each stride,” Askew explained. There was another major tradeoff for the defensive shield armor afforded its wearers, the team discovered","advice_category":"1","content":"\nIt may have glittered majestically and deflected enemy arrows, but at the end of the day medieval armor might have been more hindrance than help. Loaded down with metal gear typically weighing between 66 and 110 pounds, soldiers would have had to expend twice the energy they would otherwise, researchers have found. Armor may have even have determined the outcomes of some battles, they suggest in a paper published today in the Proceedings of the Royal Society B.\nLed by biomechanics expert Graham Askew from the University of Leeds, the team recruited four historical re-enactors and fitted them out in replica 15th-century armor with one addition: respirometry masks, which measure oxygen consumption and breathing rates. The knight impersonators were then asked to exercise on a treadmill as researchers measured how much energy they were consuming. (Click here to watch a video of the test subjects in action.)\nThe results showed that donning a clanking suit of armor makes running 1.9 times tougher, while walking becomes up to 2.3 times more draining. This means that medieval armor, constructed from interlocking steel plates that covered soldiers from head to toe, was more burdensome than a military pack of equal weight, the researchers determined.\n“In a suit of armor, the limbs are loaded with weight, which means it takes more effort to swing them with each stride,” Askew explained. “If you’re wearing a backpack, the weight is all in one place and swinging the limbs is easier.” In other words, heavy legs and arms may have slowed knights down and tired them out faster—and the problem was likely most acute for aging warriors, who already had to work harder to keep up with their younger peers, according to the study.\nThere was another major tradeoff for the defensive shield armor afforded its wearers, the team discovered. Fully encased in metal, muscles in the chest wall that help with respiration would have faced additional resistance, causing soldiers to take faster, shallower breaths. “Being wrapped in a tight shell of armor may have made soldiers feel safe,” said Federico Formenti from the University of Auckland, one the study’s co-authors. “But you feel breathless as soon as you begin to move around in medieval armor, and this would likely limit a soldier’s resistance.”\nFull-body battle suits made of metal plates developed in tandem with the increasingly powerful weapons of the Middle Ages, including the longbow and the crossbow. Presumably, soldiers believed that protection from potentially lethal wounds outweighed the need to move swiftly and conserve energy. But the study’s authors believe that, in some cases at least, bulky armor may have spelled doom for armies facing less encumbered foes. “The significant energetic cost of moving in armor is likely to have had a profound limitation on soldiers’ performance, and may have contributed to the outcome of certain battles,” they wrote.\nAs an example, they cited the famous Battle of Agincourt of 1415, a major turning point in the Hundred Years’ War between England and France. After trudging through mud in weighty metal plates, the French army lost to a much smaller—and lightly armored—English force commanded by King Henry V. Similarly, during the Battle of Cr?cy in 1346, French knights’ severe fatigue from marching for several days clad in heavy armor may have benefited the English, who emerged victorious.\nIn the mid-16th century, soldiers began trading in their metal suits for breastplates, steel vests and other defensive garments designed for maximum agility. Not only was full-body armor unwieldy and taxing, it essentially became irrelevant as the age of firearms dawned.","author":"Jennie  Cohen","web_category":"news","title":"In Shining Armor, Medieval Knights May Not Have Shone","picture_url":"http://www.history.com/news/wp-content/uploads/2011/07/knight-on-treadmill.jpg","url":"http://www.history.com/news/in-shining-armor-medieval-knights-may-not-have-shone"}