{"summary":"Sawicz wound up in the all-Polish squadron 303, which in late August 1940 entered the air campaign known as the Battle of Britain. At the height of the Battle of Britain, Winston Churchill famously praised the fliers who ultimately staved off a land invasion by saying, “Never was so much owed by so many to so few.” For this reason, veterans of the operation became known as “the Few.” Historian Adam Zamoyski referenced this moniker in a 2004 book about Tadeusz Sawicz and the other Polish pilots whose contributions may have turned the tide of the battle, entitled “The Forgotten Few: The Polish Air Force in the Second World War.”","advice_category":"1","content":"\nThough some officials opposed the arrangement, arguing that the Poles had proved no match for Germany’s Luftwaffe, the RAF began accepting Polish pilots into its squadrons and eventually organized 16 Polish units. Sawicz wound up in the all-Polish squadron 303, which in late August 1940 entered the air campaign known as the Battle of Britain. The largest foreign group to fight alongside the British during the epic clash, the Poles quickly showed that their critics’ objections were unfounded. Their rigorous training and extensive experience translated into outstanding performance. Indeed, squadron 303 had achieved the highest “kill ratio” of any unit by the end of the battle in October. Sawicz shot down three German planes during the campaign, according to reports.\nOf the 145 Polish pilots who took part in the Battle of Britain, 31 died in action. Having more than demonstrated their mettle, Sawicz and his fellow survivors took part in other operations throughout the remaining years of the war. Although precise records do not exist, it is believed that Sawicz, who moved to Canada in 1957, was the last living Polish veteran of the Battle of Britain. He held the rank of brigadier general and was the recipient of Poland’s highest military distinction as well as medals from Britain, the United States and the Netherlands.\nAt the height of the Battle of Britain, Winston Churchill famously praised the fliers who ultimately staved off a land invasion by saying, “Never was so much owed by so many to so few.” For this reason, veterans of the operation became known as “the Few.” Historian Adam Zamoyski referenced this moniker in a 2004 book about Tadeusz Sawicz and the other Polish pilots whose contributions may have turned the tide of the battle, entitled “The Forgotten Few: The Polish Air Force in the Second World War.”","author":"Jennie  Cohen","web_category":"news","title":"Last of Polish Pilots Who Defended England During Battle of Britain Dies","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/tadeusz-sawicz.jpg","url":"http://www.history.com/news/last-of-polish-pilots-who-defended-england-during-battle-of-britain-dies"}