{"summary":"Much of the D?partement du D?minage’s work takes place in northern France, home to the so-called “Iron Harvest” of live explosives scattered across former battlefields and other targets. As protests and strikes continued to rattle France in the wake of recent pension reforms, the city of Rennes faced an explosive situation of its own—literally","advice_category":"1","content":"\nAs protests and strikes continued to rattle France in the wake of recent pension reforms, the city of Rennes faced an explosive situation of its own—literally. On Sunday, October 24, 10,000 people were evacuated as workers defused a bomb dropped by British forces on the Brittany capital during World War II. The 550-pound Royal Air Force device had surfaced a month earlier during construction work on a medical facility in the center of town.\nIt took an hour and a half for four bomb disposal specialists to disarm the explosive—one of thousands dropped by the Allies during their invasion of northern France—which experts believe plummeted from an altitude of 9,000 feet in 1943 or 1944. But first, authorities cleared out a huge swath of the city that includes houses, hotels, restaurants, cafes, stores, movie theaters, a retirement home and a train station; they also suspended commuter rail and bus service. Residents had been informed about the planned evacuation by mail after the bomb’s discovery.\nLater that same day, another mass evacuation took place in a suburb outside the northeastern city of Metz. Some 4,500 people had to leave their homes as experts evaluated a potential bomb found near a former German airplane factory that the Allies destroyed in August 1944. This time, the suspicious object turned out to be a chunk of reinforced concrete.\nBoth operations were conducted by France’s D?partement du D?minage (Department of Mine Clearance), which recovers roughly 1,000 tons of volatile munitions—many of them bombs and artillery shells that failed to detonate during World War I and World War II—each year. Since the division’s inception in 1945, nearly 650 of its staff members have been killed while attempting to defuse unexploded ordnance; others have been exposed to toxic agents such as mustard gas.\nMuch of the D?partement du D?minage’s work takes place in northern France, home to the so-called “Iron Harvest” of live explosives scattered across former battlefields and other targets. (The nickname originated when Belgian and French farmers began unearthing shells, bullets, shrapnel and other remnants of war while ploughing their fields after World War I.) On the outskirts of Verdun, for instance, it is believed that more than 10 million unexploded shells from the Great War lie deep in the soil. In cities like Rennes and Metz, where hundreds of civilians were killed by Allied strategic bombing during World War II, construction workers have inadvertently exhumed numerous live bombs.\nBesides France, unexploded ordnance from World War II continues to plague many of the nations it involved, including Britain, Germany, Japan and several North African countries–a tragic legacy of the deadliest conflict in history.","author":"Jennie  Cohen","web_category":"news","title":"World War II Bombs Force Evacuations in France","picture_url":"http://www.history.com/news/wp-content/plugins/add-to-any/share_save_171_16.png","url":"http://www.history.com/news/world-war-ii-bombs-force-evacuations-in-france"}