{"summary":"As it searched in vain for the missing crew in the years following World War II, the British Air Ministry had no idea that German troops had already buried two of the men in Mannheim. After using metal detectors and ground-penetrating radar to confirm the crash site near Laumersheim, Benkel and his team uncovered the Lancaster bomber’s engine and landing gear, along with hundreds of bone fragments thought to be the remains of the missing men","advice_category":"1","content":"\nThe remains of five British airmen who crashed in Germany during World War II have been discovered near Mannheim, researchers announced on Friday. Their bomber went down with seven men aboard during a raid on a Czech arms factory in April 1943. German soldiers recovered two of the bodies from the wreckage shortly thereafter, but five of the Royal Air Force members remained missing until last week. The British Air Ministry, which conducted an exhaustive search for the men after the war, had concluded that they likely ditched in the sea.\nPilot Alex Bone and his crewmates took off from Lincolnshire, England, 69 years ago in an Avro Lancaster, the heavy bomber used by the RAF in the skies over Europe during World War II. Of the 327 bombers that set out in April 1943 to attack a munitions plant in German-occupied Czechoslovakia, 36 would never make it back to their base—including Bone’s plane. It is believed that he and his crew battled German antiaircraft fire before plunging into a field outside Laumersheim in southwestern Germany.\nAs it searched in vain for the missing crew in the years following World War II, the British Air Ministry had no idea that German troops had already buried two of the men in Mannheim. Meanwhile, a local teenager named Peter Menges had witnessed the fiery crash and knew the exact whereabouts of the wrecked Lancaster. Decades later, Menges, now 83, joined forces with Uwe Benkel, a health insurance clerk who moonlights as a military history researcher and has helped recover more than 100 planes. Last year, for instance, Benkel unearthed the remains of another British crew near the German village of Schwanheim.\nAfter using metal detectors and ground-penetrating radar to confirm the crash site near Laumersheim, Benkel and his team uncovered the Lancaster bomber’s engine and landing gear, along with hundreds of bone fragments thought to be the remains of the missing men. Relatives have been notified and plans are being made to bury the men in a shared coffin at Germany’s Commonwealth War Graves Cemetery.\nBenkel told British news sources that area residents wondered why he was searching for former enemies who had bombed German cities. “It doesn’t make a difference if they are German or British,” he told The Telegraph. “They were young men who fought and died for their country for which they deserve a proper burial in a cemetery.”","author":"Jennie  Cohen","web_category":"news","title":"Lost World War II Bomber Crew Found After 69 Years","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/lancaster-bomber.jpg","url":"http://www.history.com/news/lost-world-war-ii-bomber-crew-found-after-69-years"}