{"summary":"Dickens is thought to have suffered from epilepsy as a child and possibly throughout his life. More on Dickens from BIO.com:Charles Dickens BiographyA Deeper Look at Dickens","advice_category":"1","content":"\n“I am born.”????\nBorn in 1812 to middle-class parents in the English city of Portsmouth, Charles Dickens—like several of his protagonists—entered the workforce at a young age. When his father was sent to debtors’ prison, 12-year-old Boz (Charles’ childhood nickname) helped support his family by pasting labels on shoe polish bottles in a factory. He later landed a job at a legal firm before covering the House of Commons as a reporter.\n“It is a melancholy truth that even great men have their poor relations.”\nDickens and his wife Catherine, the daughter of his onetime coworker at the Morning Chronicle newspaper, had 10 children together, one of whom died in infancy. He named some of his brood, including Alfred D’Orsay Tennyson Dickens and Henry Fielding Dickens, after his favorite writers. A great inventor of zany pet monikers, Dickens dubbed Kate “Lucifer Box” because of her stormy temper, called Francis “Chickenstalker” in honor of a character from one of his books and gave Edward the lifelong epithet “Plorn.”\n“The Spirits have done it all in one night. They can do anything they like.”\nFascinated by all things paranormal, Dickens allegedly belonged to London’s famous Ghost Club, an organization that investigates “ghosts and hauntings” to this day. His passion for the uncanny began in his teens, when he pored over tales of phantoms, murder and cannibalism. Dickens also extolled the benefits of mesmerism (hypnosis), which he used to treat his wife’s headaches and regularly practiced in public. (He himself refused to be put into a trance.)\n“It was the best of times, it was the worst of times.”\nIn 1847 Danish author Hans Christian Andersen finagled an introduction to his literary idol, Charles Dickens, while visiting England for the fist time. The two men grew friendly and began corresponding. A decade later Andersen arrived at Dickens’ country home, Gads Hill Place, for a fortnight-long visit. The fairytale writer stuck around for more than a month, outstaying his welcome and reportedly boring the Dickens gang to tears. When he finally moved on, Dickens wrote a note on the guestroom mirror: “Hans Anderson slept in this room for five weeks—which seemed to the family AGES!” Anderson, meanwhile, thoroughly enjoyed his time in Kent and apparently never noticed his hosts’ exasperation.\n“There are dark shadows on the earth, but its lights are stronger in the contrast.”\nDickens is thought to have suffered from epilepsy as a child and possibly throughout his life. Several of his characters—including Monks in “Oliver Twist,” Guster in “Bleak House” and Bradley Headstone in “Our Mutual Friend—experience “fits” resembling epileptic seizures. Modern doctors have observed that Dickens described “the falling sickness,” as it was then known, with incredible medical accuracy.\n“My meaning simply is, that whatever I have tried to do in life, I have tried with all my heart to do well.”\nOn June 9, 1865, Dickens and his mistress, actress Ellen Ternan, were returning home from France when their train hit a broken line and derailed, leaving their car hanging off a bridge. The accident killed 10 people and wounded dozens more. Unharmed, Dickens sprang into action, ministering to injured and dying passengers with brandy and water. He then clambered back into the train and risked his life to retrieve the manuscript of his novel “Our Mutual Friend.” Four days later, Dickens recounted the ordeal to an old school friend, writing, “I am a little shaken, not by the beating and dragging of the carriage in which I was, but by the hard work afterwards in getting out the dying and dead, which was most horrible.”\n“It is a hopeless endeavor to attract people to a theater unless they can be first brought to believe that they will never get in.”\nBefore becoming the most famous English novelist of his time, Dickens considered a stage career. A natural performer, he would impersonate his characters in front of a mirror before capturing them with his pen. He also occasionally accepted roles in amateur productions and penned a handful of plays. Later in life, Dickens embarked on a public reading circuit, acting out popular passages from his books in packed theaters on both sides of the Atlantic. He kept up a grueling tour schedule until a year before his death on June 9, 1870.\nMore on Dickens from BIO.com:Charles Dickens BiographyA Deeper Look at Dickens","author":"Jennie  Cohen","web_category":"news","title":"7 Things You Didn’t Know About Charles Dickens","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/dickens-wide.jpg","url":"http://www.history.com/news/7-things-you-didnt-know-about-charles-dickens"}