{"summary":"In a news release from the journal Science, which published the report on June 18, 2010, Bronk Ramsey said, “I think scholars and scientists will be glad to hear that our small team of researchers has independently corroborated a century of scholarship in just three years.. After amassing 211 samples, some as tiny as a grain of wheat and more than 4,500 years old, they used radiocarbon techniques to date each one.","advice_category":"1","content":"\nFor years, scholars of ancient Egypt have been struggling to pinpoint the exact dates of each pharaoh’s reign. Historical and archaeological records have helped establish a relative sequence of rulers and events, known as a “floating chronology,” but anchoring them to specific years has been an imprecise and contentious process. Some of the most accurate predictions come from textual references to astronomical events such as eclipses, which scientists can trace back to a specific moment in time. Traditional radiocarbon dating of mummies and other remains, on the other hand, has only yielded rough estimates due to its error ranges of 100 to 200 years.\nTo nail down a more precise chronology, a team of researchers led by Christopher Bronk Ramsey of the University of Oxford has turned to an unlikely source: plants. They combed through museum collections in Europe and the United States—export of antiquities is prohibited in Egypt—and looked for organic materials such as seeds, baskets, textiles, papyri, stems and fruits. After amassing 211 samples, some as tiny as a grain of wheat and more than 4,500 years old, they used radiocarbon techniques to date each one.\nThe results allowed them to estimate new dates for 37 pharaohs, including King Tut, Ramses II and Hatshepsut. For example, the team gathered seeds and plant materials from King Tut’s tomb and measured their carbon-14 levels. From the age of the samples, the researchers concluded that Tutankhamen’s reign occurred roughly a decade earlier than previously thought—between 1353 and 1331 B.C.\nThe study revises a number of other key dates and irons out a few of the inconsistencies that have befuddled historians and kindled heated debates. For the most part, however, it suggests that the widely accepted chronology of Egypt’s Old, Middle and New Kingdoms is largely accurate, which means Egyptologists around the world can breathe a collective sigh of relief. In a news release from the journal Science, which published the report on June 18, 2010, Bronk Ramsey said, “I think scholars and scientists will be glad to hear that our small team of researchers has independently corroborated a century of scholarship in just three years.","author":"History.com  Staff","web_category":"news","title":"Plants Plot New Pharaoh Timeline","picture_url":"http://www.history.com/news/wp-content/uploads/2010/06/dating-pharaohs.jpg","url":"http://www.history.com/news/plants-plot-new-pharaoh-timeline"}