{"summary":"Two days before news of the battle hit London, British Prime Minister Lord Palmerston’s son-in-law told Confederate envoys that “the event you so strongly desire”—diplomatic recognition—“is very close at hand.” Once news of Antietam and the Emancipation Proclamation arrived overseas, however, the European powers backed away and remained neutral.. “We cannot afford to be idle,” Lee wrote to Confederate President Jefferson Davis, “and though weaker than our opponents in men and military equipments, must endeavor to harass, if we cannot destroy them.” Confederate hopes were high that a successful campaign on Union turf could deliver victory, and as they waded across the Potomac River, Lee’s forces confidently sang “Maryland, My Maryland.” After losing a quarter of its forces at Antietam, however, Lee’s retreating army trudged back across the river on September 18, 1862, as the band struck up “Carry Me Back to Ole Virginny.”","advice_category":"1","content":"\n1. Antietam enabled the Union to repel the first Confederate invasion of the North.\nA tide of momentum swept Robert E. Lee’s Army of Northern Virginia—fresh from a successful summer campaign and victory at the Second Battle of Bull Run—onto Union soil for the first time on September 3, 1862. “We cannot afford to be idle,” Lee wrote to Confederate President Jefferson Davis, “and though weaker than our opponents in men and military equipments, must endeavor to harass, if we cannot destroy them.” Confederate hopes were high that a successful campaign on Union turf could deliver victory, and as they waded across the Potomac River, Lee’s forces confidently sang “Maryland, My Maryland.” After losing a quarter of its forces at Antietam, however, Lee’s retreating army trudged back across the river on September 18, 1862, as the band struck up “Carry Me Back to Ole Virginny.”\n2. The battle allowed Abraham Lincoln to issue the Emancipation Proclamation.\nFor two months, Lincoln’s order proclaiming the freedom of slaves in rebel territories had festered in a desk drawer, awaiting good news from the battlefield, lest it be seen as a desperate ploy. “I think the time has come now,” the president declared to his cabinet on September 22, 1863, five days after the battle. “The action of the army against the rebels has not been quite what I should have best liked. But they have been driven out of Maryland, and Pennsylvania is no longer in danger of invasion.” Lincoln’s preliminary Emancipation Proclamation declared that as of January 1, 1863, slaves in rebel territories, although not in slave-holding Union border states, “shall be then, thenceforward, and forever free.”\n3. Antietam kept Britain and France on the sidelines.\nAntietam’s thundering guns reverberated around the world. Confederate victories in the summer of 1862 brought France and Great Britain, suffering from shortages of Southern cotton, close to recognizing the independence of the Confederate States of America and intervening to mediate the war’s end. Two days before news of the battle hit London, British Prime Minister Lord Palmerston’s son-in-law told Confederate envoys that “the event you so strongly desire”—diplomatic recognition—“is very close at hand.” Once news of Antietam and the Emancipation Proclamation arrived overseas, however, the European powers backed away and remained neutral.\n4. The battle lifted sagging Union morale.\nAntietam quelled the despair felt by the war-weary North upon the invasion of Maryland. “At no time since the war commenced did the cause of the Union look more dark and despairing than one week ago,” declared the New York Sunday Mercury on September 21, 1862, but after Antietam, “at no time since the first gun was fired have the hopes of the nation seemed in such a fair way of realization as they do today.” The Confederacy, on the other hand, was disheartened, and the Confederate secretary of war reported that Davis was “very low down after the battle of Sharpsburg.”\n5. Photographs from Antietam brought the horror of war to Americans for the first time.\nTwo days after the battle, photographer Alexander Gardner arrived at Antietam and became the first to snap images of an American battlefield strewn with the dead. His shots of twisted bodies littering the eviscerated landscape and stacked in heaps like slaughtered livestock shocked those who viewed them in Matthew Brady’s New York City gallery, and stereographs of Gardner’s images literally brought 3-D depictions of the carnage into American living rooms. The images conveyed the terrible reality of war in a way words never could. War was no longer remote or romantic.\n6. The battle may have saved Lincoln from a resounding defeat in midterm elections.\nWith just weeks until critical midterm elections, Antietam provided Lincoln and his fellow Republicans with not just a military boost, but a badly needed political one as well. Democrats campaigning on the failure of the war had appeared poised to take over Congress, a rebuke of Lincoln that could ratchet pressure on him to end the war. In the 1862 election, however, Republicans actually gained seats in the Senate and maintained a majority in the House.\n7. Antietam marked the beginning of the end for General George McClellan.\nLincoln had ordered the risk-averse commander of the Army of the Potomac to “destroy the rebel army if possible” at Antietam. McClellan, with twice the manpower and the enemy pinned against the Potomac, had numerous opportunities to do so but held back. On September 18, rather than pressing the fight against Lee’s badly decimated forces, McClellan allowed their retreat while writing to his wife: “Those in whose judgment I rely tell me that I fought the battle splendidly & that it was a masterpiece of art.” An impatient Lincoln, whom McClellan once described as a “well-meaning baboon,” wasn’t among those stroking the general’s ego. After McClellan repeatedly balked at pursuing the enemy, an exasperated Lincoln finally relieved the general of his command in early November 1862. The only campaign McClellan would mount for the duration of the war was as the losing Democratic presidential candidate in 1864. His defeat prompted one Union officer to snidely remark that McClellan met “with no better success as a politician than as a general.”","author":"Christopher  Klein","web_category":"news","title":"7 Ways the Battle of Antietam Changed America","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/antietam-battlefield.jpg","url":"http://www.history.com/news/7-ways-the-battle-of-antietam-changed-america"}