{"summary":"“In addition to understanding the role that Vista Alegre played in facilitating maritime trade and commerce, we also want to understand how the ancient Maya here at Vista Alegre and along this hidden coast transformed and interacted with their maritime landscape,” Rissolo explained in a video podcast earlier this month. Yet there is still much to learn about the extensive history and importance of the maritime Maya and how they adapted to life by the sea.”","advice_category":"1","content":"\nThis month, researchers from the U.S. National Oceanic and Atmospheric Administration (NOAA) are combing the eastern Mexican coast for remnants of the Maya civilization, which once boasted a rich and sophisticated seafaring tradition. The current expedition focuses on the ancient port city of Vista Alegre, located where the Caribbean meets the Gulf of Mexico at the northeastern tip of the Yucatan Peninsula. The remote island site is thought to have been an important harbor and maritime trade stronghold for intermittent periods of time between 800 B.C. and the mid-15th century.\n“The maritime Maya have been described much like ancient seagoing Phoenicians,” Dominique Rissolo, one of the expedition’s chief scientists, said in a statement. “Maya trade was far-ranging between the Veracruz coast of modern Mexico and the Gulf of Honduras, with each port a link in a chain connecting people and ideas. Yet there is still much to learn about the extensive history and importance of the maritime Maya and how they adapted to life by the sea.”\nHistorians believe that Maya sea commerce reached its zenith between 1100 and 1521 A.D., when the Spanish conquered the region and hastened the decline of indigenous Mesoamerican cultures. The Maya traded in a vast array of goods from across Mexico and Central America, including cotton, salt, jade, obsidian, cocoa, tropical bird feathers and slaves, Rissolo said.\nPrevious expeditions to Vista Alegre in 2005 and 2008 revealed 29 structures, including platforms, mounds, raised causeways and a pyramid within a central plaza that may have been used by lookouts to monitor canoes. Researchers also found a narrow walkway linking the island port to a temple on the mainland.\nDuring the current expedition, the team especially hopes to uncover remains of Maya trading canoes, which Christopher Columbus’ son Ferdinand described in 1502 as fashioned from a single tree trunk and with a structure “not unlike those of Venetian gondolas.” These vessels could carry crews of 25 paddlers along with additional passengers and were piled high with cargo. (It was after capturing one of these boats that Ferdinand and his father puzzled over almond-like beans prized by the Maya and used to make a flavorful drink, becoming the first Europeans to encounter chocolate.)\nAccessible only by boat, the secluded Vista Alegre site is frequently battered by tropical storms, offers little drinking water and teems with various jungle- and lagoon-dwelling creatures, including mosquitoes, snakes, spiders and crocodiles. How, then, did the ancient Maya survive in such a hostile environment? The port city had to support not only a permanent population of several hundred people but also passing traders who would paddle up in their canoes, requiring food, water and a place to stay, according to the researchers.\n“In addition to understanding the role that Vista Alegre played in facilitating maritime trade and commerce, we also want to understand how the ancient Maya here at Vista Alegre and along this hidden coast transformed and interacted with their maritime landscape,” Rissolo explained in a video podcast earlier this month. “The Maya were primarily agriculturalists; they would tend to live in areas of deeper, fertile soils and access to fresh water. This is a very marginal landscape…so this is a challenge for us to figure out how the Maya were able to endure here for centuries, for millennia.”\nSome 500 years after Vista Alegre’s bustling port disappeared, the NOAA-sponsored team has to face the same harsh conditions its early settlers surmounted. “The Maya largely had to live off the land in this remote area where they found and used resources to survive,” said Jeffrey Glover, the expedition’s other chief scientist and an anthropology professor at Georgia State University. “Like them, we have to search for scarce fresh water, but our challenges are more about making the research work in less than optimal conditions. It will involve some good MacGyvering.”","author":"Jennie  Cohen","web_category":"news","title":"Researchers Explore the Seafaring Culture of the Maya","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/maya-vista-alegre.jpg","url":"http://www.history.com/news/researchers-explore-the-seafaring-culture-of-the-maya"}