{"summary":"President Taylor began his Fourth of July in 1850 by attending an event at the Washington Monument. President John Tyler loved turtle soup so much that he served it at an Independence Day dinner in 1841","advice_category":"1","content":"\n1. In 1801, President Thomas Jefferson served punch to the public on Independence Day.\nAmericans have been celebrating Independence Day on July 4 since 1777, but an official event at the White House wasn’t held until 1801, when President Thomas Jefferson threw wide the mansion’s doors. According to the White House Historical Association, Jefferson held a public open house at which “bowls of punch and plates of sweets” were served to anyone who ventured inside. Continuing Jefferson’s tradition, today’s Fourth of July celebrations at his personal residence, Monticello, also are open to the public. Since 1963, these events have included a naturalization ceremony at which as many as 3,000 people take the oath of citizenship.\n2. President Zachary Taylor apparently died from overindulgence following Fourth of July festivities in 1850.\nCelebrating the nation’s independence hasn’t always ended well. President Taylor began his Fourth of July in 1850 by attending an event at the Washington Monument. The day was oppressively hot, and Taylor cooled off by drinking copious amounts of ice water. After the event, Taylor reportedly returned to the White House, where he downed glasses of cold milk and ate vast quantities of green apples and cherries. The next day, complaining of severe intestinal cramps and diarrhea, Taylor was diagnosed with cholera morbus, or what today would be called gastroenteritis. As Taylor’s illness waxed and waned over the next few days, his doctor treated him with opium, calomel (a powder compound high in mercury), bleeding and blistering. Whether from the disease or the “cure,” Tyler died in the White House on July 9.\n3. Forget the traditional barbecue. President John Tyler celebrated with turtle soup.\nAt the White House last year, President Barack Obama honored members of the armed forces with a traditional Fourth of July barbecue featuring hamburgers, hot dogs, corn and watermelon. The menu was slightly different 170 years earlier. President John Tyler loved turtle soup so much that he served it at an Independence Day dinner in 1841. Supposedly, a 300-pound turtle from Key West, Florida, which Tyler had received as a gift, found its way into the tureen. Such behavior would get Tyler in hot water today: Harvesting sea turtles is illegal.\n4. In 1961, President Kennedy eschewed an Independence Day celebration in order to deal with foreign affairs.\nCold War tensions ran high throughout 1961. In order to stop the flight of refugees from East Germany to West, Soviet Premier Nikita Khrushchev threatened to permanently divide Berlin. To focus on this so-called “Berlin Crisis,” President John Kennedy declined an invitation to celebrate the Fourth of July in Philadelphia, instead issuing a stirring call to liberty directed, in part, at Khrushchev. In a letter to Philadelphia’s mayor, Kennedy wrote, “For those abroad now watching this nation, as well as for our own people, this Independence Day provides a timely opportunity to affirm not only our own convictions but our determination to act with strength and courage on behalf of that firm, clear light of liberty which illuminates both our nation’s past and our hope for the future.” Despite Kennedy’s diplomatic efforts during this “working holiday” at the White House, Khrushchev constructed the Berlin Wall later that year.\n5. For the United States Bicentennial, President Ford celebrated all over the place—but not at the White House.\nIn 1976, as the nation commemorated the 200th anniversary of its independence, the White House remained surprisingly quiet. President Gerald Ford, on the other hand, spent a hectic day attending events up and down the Eastern seaboard. According to his official diary, Ford’s July 4 started at 6:52 a.m. when he and his daughter Susan attended church. The duo, at times accompanied by the first lady, subsequently took part in about 10 events, from touring a wagon train encampment at Valley Forge to ringing the Bicentennial Bell on the deck of the USS Forrestal, anchored in New York Harbor. More than 12 hours after his day began, Ford enjoyed a quiet dinner at the White House with his wife before watching the national fireworks display at the Washington Monument grounds. He finally retired at 11:43 p.m. for a well-deserved rest.","author":"Elizabeth  Hanes","web_category":"news","title":"Independence Day at the White House: 5 Fourth of July Tales","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/white-house-fireworks.jpg","url":"http://www.history.com/news/independence-day-at-the-white-house-5-fourth-of-july-tales"}