{"summary":"Twenty-seven years her senior, the future president gave the infant Frances her first baby carriage and doted on her throughout her childhood. •?A beautiful woman and gracious hostess, Frances Cleveland quickly won over the American public in her new role as first lady","advice_category":"1","content":"\n• Cleveland knew his bride-to-be, the daughter of his longtime friend and law partner Oscar Folsom, almost from the moment she was born. Twenty-seven years her senior, the future president gave the infant Frances her first baby carriage and doted on her throughout her childhood. When her father died in a carriage accident in 1875, Cleveland became the administrator of the Folsom estate and took charge of 11-year-old Frances’ education.\n•?During Cleveland’s presidential campaign, a Buffalo newspaper dropped a bombshell when it revealed that the candidate, a lifelong bachelor, had fathered an illegitimate child in the early 1870s. Cleveland admitted to the public that he had acknowledged the boy at birth and provided support for him ever since. However, the mother of his alleged son was involved with several men before becoming pregnant, including Oscar Folsom, the father of Cleveland’s future bride. It is believed that Cleveland took responsibility despite the uncertainly because the other paternity candidates, including Oscar, were married. When Frances wed President Cleveland, she accepted and forgave her husband’s previous relationship, which had taken place when she was still a small child.\n•?Still a bachelor when he took office for his first term in March 1885, President Cleveland had by then developed romantic feelings for Frances, a celebrated beauty and student at Wells College in New York. With her mother’s permission, he sent her letters and filled her dormitory room with flowers. Cleveland proposed in writing in August 1885, shortly after Frances graduated, but they kept their engagement under wraps until five days before the wedding. They were married at the White House on June 2, 1886.\n•?Prior to the bachelor president’s marriage, his sister Rose had served as first lady, fulfilling the necessary hostess duties and organizing social events. When her brother finally wed, Rose gladly relinquished the post to pursue a career in education.\n•?Cleveland worked a regular day before showing up at his own wedding.\n•?Held in the oval-shaped Blue Room on the first floor of the White House, the Clevelands’ wedding was attended by only 28 guests. These included relatives, close friends and members of the Cabinet with their wives.\n•?Plump and mustachioed at 49, the president donned a tuxedo and white bowtie to take his vows. His 21-year-old bride wore an ivory dress made of such stiff satin that it could stand up by itself. She later had it altered into an evening gown and recycled it for formal receptions and portrait sittings.\n•?The groom’s brother, Reverend William Neal Cleveland, took part in officiating the ceremony alongside Reverend Byron Sutherland.\n•?At the request of the couple, the traditional “honor, love and obey” portion of Frances’ marriage vows was replaced with the words “honor, love and keep.”\n•?The U.S. Marine Band, conducted by John Philip Sousa, provided the music.\n•?Grover and Frances Cleveland spent their six-day honeymoon in the resort town of Deer Park, Maryland. Reporters, who had been barred from attending the ceremony, relentlessly pursued the first couple, scrutinizing their every move and trying to peer into their hotel room with binoculars. Some went so far as to wait outside restaurant kitchens and lift covers off emerging plates to see what the Clevelands were eating. Enraged, President Cleveland wrote a letter to the New York Evening Post upon his return, accusing the overzealous press of “doing their utmost to make American journalism contemptible in the estimation of people of good breeding everywhere.”\n•?A beautiful woman and gracious hostess, Frances Cleveland quickly won over the American public in her new role as first lady. Among the many initiatives that boosted her popularity were the weekly receptions she held on Saturday afternoons so that working women could have the chance to attend.\n•?The Clevelands had five children and remained devoted to each other until Grover’s death in 1908 at 71. Although Frances remarried five years later, becoming the first presidential widow to do so, she chose to be buried beside her first husband in Princeton, New Jersey.","author":"History.com  Staff","web_category":"news","title":"125 Years Ago: Nice Day for a White House Wedding","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/grover-cleveland-wedding1.jpg","url":"http://www.history.com/news/125-years-ago-nice-day-for-a-white-house-wedding"}