{"summary":"Top speed for Carpathia was about 14.5 knots, but Rostron ordered extra stokers to create the additional steam that would accelerate the ship to more than 17 knots. Much later Rostron noted that the safety of his crew and passengers, and the survival of any Titanic survivors they might reach, “depended on the sudden turn of the wheel.” As Carpathia steamed through this obstacle course, Rostron assembled all of his officers and issued a myriad of orders","advice_category":"1","content":"\n2. The most prestigious captain in the history of the Cunard Line was a firm believer in sea serpents.\nCaptain Rostron wasn’t shy about his affinity for cryptozoology, the study of creatures whose existence has not been proven. (Think of Sasquatch or the Loch Ness Monster, among many others.) In fact, while serving as chief officer on Campania in 1907, Rostron claimed to have sighted a sea serpent, which he later wrote about in detail in his memoir “Home from the Sea.” On the bridge while steaming off the Irish coast, Rostron warned his junior officer to steer clear of an object in the water but, he recounted, “gradually drew nearer so that we were able to make out what the unusual thing was. It was a sea monster!” Lamenting his lack of a camera, Rostron began to sketch what he saw. “I was unable to get a clear view of the monster’s features, but we were close enough to realize its head rose eight or nine feet out of the water, while the trunk of the neck was fully twelve inches thick,” he wrote. Rostron never backtracked on his account, but it certainly did not appear to impede his career advancement in any way. Today’s airline pilots reporting on UFOs might not be so fortunate.\n3. Carpathia’s rescue preparations were a masterpiece of multitasking.\nFrom the moment Captain Rostron was informed of the distress messages received from Titanic, every order he issued was intended to get to the stricken ship as quickly as possible, all the while preparing his own ship to receive the survivors and give them the care they needed. Top speed for Carpathia was about 14.5 knots, but Rostron ordered extra stokers to create the additional steam that would accelerate the ship to more than 17 knots. Rostron even ordered a reduction in the ship’s heating system so that more steam could be diverted to the engines. This extra speed was not without a significant degree of peril, however, as Carpathia endured its own hazards, dodging icebergs along the entire 58-mile route. Much later Rostron noted that the safety of his crew and passengers, and the survival of any Titanic survivors they might reach, “depended on the sudden turn of the wheel.” As Carpathia steamed through this obstacle course, Rostron assembled all of his officers and issued a myriad of orders. He had his ship’s lifeboats lowered in case they were needed to assist in the recovery of survivors. He assigned the three doctors under his command to specific stations in order to administer medical care. He oversaw the conversion of public areas on the ship, as well as the officers’ cabins, into spaces where survivors would be provided with blankets and hot drinks while they recovered from their ordeal. Finally, he saw to it that chair clings and other apparatuses were constructed in the gangway to hoist aboard children and the injured. These efforts were almost immediately acknowledged by those rescued. Even as Carpathia was returning to New York with the 705 Titanic passengers who had been plucked from the sea, the survivors formed a committee, which included the “unsinkable” Molly Brown, to collect funds to distribute to the crew. Later each crew member would receive a commemorative medal from a grateful group of survivors. \n4. Titanic was not the first ship to issue an SOS message when it signaled its distress to Carpathia and other vessels.\nBy 1912 many ships carried wireless equipment, but it was intended to serve mostly as a convenience to passengers who wanted to send communications to shore rather than as a navigational or safety device. All ocean-going vessels would be required to have wireless capability not long after the Titanic disaster, just as they would famously be required to carry enough lifeboat capacity for every “soul” on board. In April 1912, however, the optional wireless operators on board ocean liners were not even members of the crew; instead, they were employees of Marconi’s Wireless Telegraph Company, whose founder, Guglielmo Marconi, the great long-distance radio pioneer, would attend the U.S. Senate inquiry to hear the testimony of Harold Bride, one of Titanic’s wireless operators. (Some of Bride’s distress dispatches to other ships were intercepted by a young Russian immigrant named David Sarnoff on the roof of New York City’s Wanamaker’s department store. Sarnoff, destined to become one of America’s seminal personalities in the history of broadcasting, eventually became president of the Radio Corporation of America, the enterprise that founded the National Broadcasting Company.) Contrary to popular myth, Titanic was not the first ship to send an SOS call; they were in use perhaps since 1908 and certainly by 1909. In the early part of the emergency, the troubled liner’s radio operators used the more conventional CQD message, which combined CQ, representing a general call to all stations, with the D for distress. (The message is often erroneously thought to stand for “Come Quick Danger.”). As precious time ticked away, the operators switched over to the relatively new SOS call, which does not stand for “Save Our Ship” but instead is simply three letters that are easily transmitted and received and cannot be misinterpreted: three dots, three dashes and three dots. Titanic sent the distress signal to multiple ships shortly after midnight on April 15, 1912; Carpathia arrived on the scene four hours later.\n5. Carpathia successfully dodged icebergs in its rescue efforts but ultimately could not evade German torpedoes.\nTwelve years into its transatlantic career, and only two years after its heroic rescue of the only survivors of the Titanic disaster, Carpathia was requisitioned by the British government for use as a troopship during World War I. On July 17, 1918, Carpathia was part of a convoy headed for Boston when it was attacked by a German submarine 120 miles west of Fastnet. All of the ship’s 57 passengers escaped in lifeboats and all but five of its 223 in crew survived, with the only casualties perishing on impact of the three torpedoes that ultimately sent Carpathia to the bottom. For the next 82 years Carpathia remained undisturbed in a watery grave, not unlike Titanic, until its remains were discovered by a team led by author Clive Cussler in 540 feet of water some 220 miles off the east coast of Ireland. The Carpathia is largely intact, upright where it sank 94 years ago in the service of its country.","author":"Steven  Cohen","web_category":"news","title":"5 Things You May Not Know About Titanic’s Rescue Ship","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/arthur-rostron.jpg","url":"http://www.history.com/news/5-things-you-may-not-know-about-titanics-rescue-ship"}