{"summary":"Suggested culprits have included social unrest, disease or the deforestation of the region where the Maya lived. Beginning around A.D","advice_category":"1","content":"\nBeginning around A.D. 250, the Maya built their civilization over a region about the size of Texas, located in what is now Guatemala, Honduras, El Salvador, Belize and parts of southern Mexico. They were famously advanced in the fields of agriculture, architecture and mathematics, and developed a sophisticated calendar (known as the Long Count Calendar) and one of the world’s first written languages. \nNo one knows exactly what caused the collapse of the Maya, which appears to have stretched over a period of about two centuries before A.D. 950. Suggested culprits have included social unrest, disease or the deforestation of the region where the Maya lived. Scientists have long speculated about the role that climate change—including the possibility of an extreme drought–may have played in the society’s decline, but hard evidence had been elusive.\nIn the most recent study, researchers from the Yucatan Centre for Scientific Research in southern Mexico and Britain’s University of Southampton used modeling techniques to gauge rainfall and evaporation patterns between A.D. 800 and 950. What they found was evidence of a mild drought (a drop in rainfall of just 25-40 percent), probably due to the reduction of summer storm activity. According to their findings—published in the journal Science—rainfall in the region repeatedly decreased for periods as long as a decade at a time over that 150-year period, which may have been enough to drain freshwater storage systems in the Yucatan lowlands, a region in which there are no rivers. With not enough water available, the scientists say, the Maya may have experienced greater degrees of societal unrest, a spread of disease or both—which in turn may have led to the civilization’s collapse. \nIn addition to shedding light on one of history’s lingering mysteries, the study may offer a cautionary tale. The scientists claim that the droughts that occurred from A.D. 800 to 950 in Mesoamerica were similar in severity to those that the Intergovernmental Panel on Climate Change has predicted for the same region in the near future.  ","author":"Sarah  Pruitt","web_category":"news","title":"Drought May Have Spelled End for Maya","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/HITH_Maya_drought_main.jpg","url":"http://www.history.com/news/drought-may-have-spelled-end-for-maya"}