{"summary":"But although Catesby was the ringleader, Fawkes has garnered most of the publicity over the past 400-plus years. In the meantime, as Fawkes escaped by boat across the River Thames, his fellow conspirators would start an uprising in the English Midlands, kidnap James’ daughter Elizabeth, install her as a puppet queen and eventually marry her off to a Catholic, thereby restoring the Catholic monarchy.","advice_category":"1","content":"\nCatholicism in England was heavily repressed under Queen Elizabeth I, particularly after the pope excommunicated her in 1570. During her reign, dozens of priests were put to death, and Catholics could not even legally celebrate Mass or be married according to their own rites. As a result, many Catholics had high hopes when King James I took the throne upon Elizabeth’s death in 1603. James’ wife, Anne, is believed to have previously converted to Catholicism, and his mother, Mary Queen of Scots, was Elizabeth’s Catholic archrival prior to being executed. There were even rumors, inspired by his diplomatic overtures to the pope, that James himself would become Catholic.\nIt soon became clear, however, that James did not support religious tolerance for Catholics. In 1604 he publicly condemned Catholicism as a superstition, ordered all Catholic priests to leave England and expressed concern that the number of Catholics was increasing. He also largely continued with the repressive policies of his predecessor, such as fines for those refusing to attend Protestant services.\nEnglish Catholics had organized several failed conspiracies against Elizabeth, and these continued under James. In 1603 a few priests and laymen hatched the so-called Bye Plot to kidnap James, only to be turned in by fellow Catholics. Another related conspiracy that year, known as the Main Plot, sought to kill James and install his cousin on the throne. Then, in May 1604, a handful of Catholic dissidents—Guy Fawkes, Robert Catesby, Tom Wintour, Jack Wright and Thomas Percy—met at the Duck and Drake inn in London, where Catesby proposed a plan to blow up the Houses of Parliament with gunpowder. Afterwards, all five men purportedly swore an oath of secrecy upon a prayer book.\nEight other conspirators would later join what became known as the Gunpowder Plot. But although Catesby was the ringleader, Fawkes has garnered most of the publicity over the past 400-plus years. Born in 1570 in York, England, Fawkes spent about a decade fighting for Spain against Protestant rebels in the Spanish-controlled Netherlands. He also personally petitioned the king of Spain for help in starting an English rebellion against James. According to writings in the Spanish archives, Fawkes believed the English king was a heretic who would drive out his Catholic subjects. Fawkes also apparently expressed strong anti-Scottish prejudices.\nBy 1605 Fawkes was calling himself Guido rather than Guy. He also used the alias John Johnson while serving as caretaker of a cellar—located just below the House of Lords—that the plotters had leased in order to stockpile gunpowder. Under the plan, Fawkes would light a fuse on November 5, 1605, during the opening of a new session of Parliament. James, his eldest son, the House of Lords and the House of Commons would all be blown sky-high. In the meantime, as Fawkes escaped by boat across the River Thames, his fellow conspirators would start an uprising in the English Midlands, kidnap James’ daughter Elizabeth, install her as a puppet queen and eventually marry her off to a Catholic, thereby restoring the Catholic monarchy.\nOn October 26, an anonymous letter advising a Catholic sympathizer to avoid the State Opening of Parliament alerted the authorities to the existence of a plot. To this day, no one knows for sure who wrote the letter. Some historians have even suggested that it was fabricated and that the authorities already knew of the Gunpowder Plot, only letting it progress as an excuse to further crack down on Catholicism. Either way, a search party found Fawkes skulking in his cellar around midnight on November 4, with matches in his pocket and 36 barrels of gunpowder stacked next to him. For Fawkes, the plot’s failure could be blamed on “the devil and not God.” He was taken to the Tower of London and tortured upon the special order of King James. Soon after, his co-conspirators were likewise arrested, except for four, including Catesby, who died in a shootout with English troops.\nFawkes and his surviving co-conspirators were all found guilty of high treason and sentenced to death in January 1606 by hanging, drawing and quartering. A Jesuit priest was also executed a few months later for his alleged involvement, even as new laws banned Catholics from voting in elections, practicing law or serving in the military. In fact, Catholics were not fully emancipated in England until the 19th century.\nAfter the plot was revealed, Londoners began lighting celebratory bonfires, and in January 1606 an act of Parliament designated November 5 as a day of thanksgiving. Guy Fawkes Day festivities soon spread as far as the American colonies, where they became known as Pope Day. In keeping with the anti-Catholic sentiment of the time, British subjects on both sides of the Atlantic would burn an effigy of the pope. That tradition completely died out in the United States by the 19th century, whereas in Britain Guy Fawkes Day became a time to get together with friends and family, set off fireworks, light bonfires, attend parades and burn effigies of Fawkes. Children traditionally wheeled around their effigies demanding a “penny for the Guy” (a similar custom to Halloween trick-or-treating) and imploring crowds to “remember, remember the fifth of November.”\nGuy Fawkes himself, meanwhile, has undergone something of a makeover. Once known as a notorious traitor, he is now portrayed in some circles as a revolutionary hero, largely due to the influence of the 1980s graphic novel “V for Vendetta” and the 2005 movie of the same name, which depicted a protagonist who wore a Guy Fawkes mask while battling a future fascist government in Britain. Guy Fawkes masks even cropped up at Occupy Wall Street protests in New York City and elsewhere. “Every generation reinvents Guy Fawkes to suit their needs,” explained historian William B. Robison of Southeastern Louisiana University. “But Fawkes was just one of the flunkies. It really should be Robert Catesby Day.”","author":"Jesse  Greenspan","web_category":"news","title":"Guy Fawkes Day: A Brief History","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/guy-fawkes-masks.jpg","url":"http://www.history.com/news/guy-fawkes-day-a-brief-history"}