{"summary":"On Christmas Eve 1814, American and British envoys in Ghent, Belgium, signed a peace treaty that would end the War of 1812 once ratified. British troops marched into Washington, D.C., on August 24, 1814, and set the White House, Capitol and other federal buildings afire","advice_category":"1","content":"\n2. American leaders expected that Canadians would greet them as liberators.\nPolitical and military leaders in the United States expected that conquering Canada, a British colony with one-twentieth its population and many American-born ?migr?s, would be, as former President Thomas Jefferson wrote, “a mere matter of marching.” Indeed, many Americans assumed that Canadians would be eager to join the United States. As U.S. Secretary of War William Eustis declared, “We can take Canada without soldiers. We have only to send officers into the provinces and the people, disaffected toward their own government, will rally around our standard.” Rather than welcoming them with open arms, however, Canadians took up arms to successfully repel the Yankee invaders.\n3. The War of 1812 produced its own Paul Revere, except this folk hero warned the British that the Americans were coming.\nBorn in Massachusetts and the daughter of a Revolutionary War patriot, Laura Secord might be an unlikely Canadian icon. But on the evening of June 21, 1813, the 37-year-old wife of a Canadian Loyalist soldier and mother of five learned of secret American plans to ambush a nearby British outpost. With her wounded husband bedridden, Secord hiked the next day through 20 miles of swamps and forests to warn the British. As a result of her trek, the Americans were routed at the Battle of Beaver Dams. \n5. During the war, New Englanders considered seceding from the United States.\nThe concepts of states’ rights, nullification and secession so associated with the South were actually first voiced by the North during the War of 1812. New England fiercely opposed “Mr. Madison’s War” from the very start, and the region suffocated under British naval blockades. By 1814, the starving citizens of Nantucket pledged neutrality, the Massachusetts governor sent a secret emissary to negotiate a separate peace with the British and some New Englanders even advocated secession. In the final weeks of 1814, 26 delegates from across New England meeting behind closed doors at the Hartford Convention ultimately decided not to call for secession, but they heartily endorsed states’ rights and nullification.\n6. Before the British set Washington, D.C., ablaze, the Americans torched a capital city.\nThroughout the war, British and American forces were equal-opportunity arsonists. More than a year before British forces incinerated their national capital, American forces in 1813 sacked York (present-day Toronto), the capital of Upper Canada. After an ammunition explosion at a garrison killed 300 Americans, irate U.S. forces responded by burning York’s provincial parliament and other public buildings. A British imperial lion looted by the Americans is still possessed by the U.S. Naval Academy.\n7. A serendipitous thunderstorm and a lethal tornado saved Washington, D.C., from further destruction.\nBritish troops marched into Washington, D.C., on August 24, 1814, and set the White House, Capitol and other federal buildings afire. The following day, the arson continued until a drenching two-hour thunderstorm extinguished the flames. The massive storm spawned a rare tornado that blew roofs off buildings, buckled a bridge over the Potomac River and even lifted two cannons off the ground. According to the National Weather Service, flying debris from the tornado killed more British soldiers than American guns did during their brief occupation of the nation’s capital. \n8. After being torched, Washington, D.C., was nearly abandoned as the national capital.\nIn September 1814, a homeless Congress returned to a broken and dispirited Washington, D.C., and met in makeshift quarters. With a cash-strapped government facing a costly reconstruction, the first item of business was a proposal to return the capital to Philadelphia. After weeks of spirited debate, the House of Representatives narrowly rejected the measure by an 83-to-74 vote.\n9. The biggest American victory came after the signing of the peace treaty.\nOn Christmas Eve 1814, American and British envoys in Ghent, Belgium, signed a peace treaty that would end the War of 1812 once ratified. News of the Treaty of Ghent was still weeks away from arriving in the United States, however, when future President Andrew Jackson spearheaded a decisive victory over the British at the Battle of New Orleans on January 8, 1815. The war didn’t officially end, however, until Madison inked his name on the Senate-ratified treaty on February 17, 1815. \n10. It’s unclear who, if anyone, won the War of 1812. It’s clear, however, who lost.\nIn the rematch of the American Revolution, the two sides played to a draw, with the Treaty of Ghent reverting to status quo ante bellum. Little changed for the two signatories, but for Native American tribes, many of whom had fought alongside the British to block American expansion, the war left a terrible legacy. With Native Americans weakened and without the protection of a European power, the war set the stage for American expansion westward in the decades to come.","author":"Christopher  Klein","web_category":"news","title":"10 Things You May Not Know About the War of 1812","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/battle-of-new-orleans.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-the-war-of-1812"}