{"summary":"Roosevelt urged them to curb excessive violence and set an example of fair play for the rest of the country. In what the Chicago Tribune referred to as a “death harvest,” the 1905 football season resulted in 19 player deaths and 137 serious injuries","advice_category":"1","content":"\nAt the turn of the 20th century, America’s football gridirons were killing fields. The college game drew tens of thousands of spectators and rivaled professional baseball in fan appeal, but football in the early 1900s was lethally brutal. Football was a grinding, bruising sport in which the forward pass was illegal and brute strength was required to move the ball. Players locked arms in mass formations and used their helmetless heads as battering rams. Gang tackles routinely buried ball carriers underneath a ton and a half of tangled humanity.\nWith little protective equipment, players sustained gruesome injuries—wrenched spinal cords, crushed skulls and broken ribs that pierced their hearts. The Chicago Tribune reported that in 1904 alone, there were 18 football deaths and 159 serious injuries, mostly among prep school players. Obituaries of young pigskin players ran on a nearly weekly basis during the football season. The carnage appalled America. Newspaper editorials called on colleges and high schools to banish football outright. “The once athletic sport has degenerated into a contest that for brutality is little better than the gladiatorial combats in the arena in ancient Rome,” opined the Beaumont Express. The sport reached such a crisis that one of its biggest boosters—President Theodore Roosevelt—got involved.\nAlthough his nearsightedness kept him off the Harvard varsity squad, Roosevelt was a vocal exponent of football’s contribution to the “strenuous life,” both on and off the field. As New York City police commissioner, he helped revive the annual Harvard-Yale football series after it had been canceled for two years following the violent 1894 clash that was deemed “the bloodbath at Hampden Park.” His belief that the football field was a proving ground for the battlefield was validated by the performance of his fellow Rough Riders who were former football standouts. “In life, as in a football game,” he wrote, “the principle to follow is: Hit the line hard; don’t foul and don’t shirk, but hit the line hard!” In 1903, the president told an audience, “I believe in rough games and in rough, manly sports. I do not feel any particular sympathy for the person who gets battered about a good deal so long as it is not fatal.”\nFootball, however, was fatal, and even Roosevelt acknowledged it required reform if it was to be saved. With his son Theodore Jr. now playing for the Harvard freshman team, he had a paternal interest in reforming the game as well. Fresh from negotiating an end to the Russo-Japanese War, Roosevelt sought to end violence on the football field as well as the battlefield. Using his “big stick,” the First Fan summoned the head coaches and representatives of the premier collegiate powers—Harvard, Yale and Princeton—to the White House on October 9, 1905. Roosevelt urged them to curb excessive violence and set an example of fair play for the rest of the country. The schools released a statement condemning brutality and pledging to keep the game clean.\nRoosevelt soon discovered that brokering peace in the Far East may have been an easier proposition than getting an American sport to clean up its act. Fatalities and injuries mounted during the 1905 season. In the freshman tilt against Yale, the president’s son was bruised and his nose broken—deliberately, according to some accounts. The following week, the Harvard varsity nearly walked off the field while playing against Yale after their captain was leveled by an illegal hit on a fair catch that left his nose broken and bloodied. The same afternoon, Union College halfback Harold Moore died of a cerebral hemorrhage after being kicked in the head while attempting to tackle a New York University runner. It was a grim end to a savage season. In what the Chicago Tribune referred to as a “death harvest,” the 1905 football season resulted in 19 player deaths and 137 serious injuries. A Cincinnati Commercial Tribune cartoon depicted the Grim Reaper on a goalpost surveying a twisted mass of fallen players.\nFollowing the season, Stanford and California switched to rugby while Columbia, Northwestern and Duke dropped football. Harvard president Charles Eliot, who considered football “more brutalizing than prizefighting, cockfighting or bullfighting,” warned that Harvard could be next, a move that would be a crushing blow to the college game and the Harvard alum in the Oval Office. Roosevelt wrote in a letter to a friend that he would not let Eliot “emasculate football,” and that he hoped to “minimize the danger” without football having to be played “on too ladylike a basis.” Roosevelt again used his bully pulpit. He urged the Harvard coach and other leading football authorities to push for radical rule changes, and he invited other school leaders to the White House in the offseason.\nAn intercollegiate conference, which would become the forerunner of the NCAA, approved radical rule changes for the 1906 season. They legalized the forward pass, abolished the dangerous mass formations, created a neutral zone between offense and defense and doubled the first-down distance to 10 yards, to be gained in three downs. The rule changes didn’t eliminate football’s dangers, but fatalities declined—to 11 per year in both 1906 and 1907—while injuries fell sharply. A spike in fatalities in 1909 led to another round of reforms that further eased restrictions on the forward pass and formed the foundation of the modern sport.","author":"Christopher  Klein","web_category":"news","title":"How Teddy Roosevelt Saved Football","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/tr-football.jpg","url":"http://www.history.com/news/how-teddy-roosevelt-saved-football"}