{"summary":"Benson Harer has added a new theory to the mix: death by hippo. Harer’s hypothesis is sure to raise a few eyebrows, but if he’s right, it could mean that King Tut’s run-in with a hippo has been kept under wraps since 1324 B.C.","advice_category":"1","content":"\nEver since the 1922 discovery of his remarkable tomb in Egypt’s Valley of the Kings, experts have puzzled over the circumstances surrounding Tutankhamen’s untimely death. A number of possible causes have been put forth, including foul play, gangrene and the genetic condition known as gynecomastia, a hormone imbalance that gives males a female appearance. Recently, DNA tests and CT scans of King Tut’s mummy led one group of researchers to conclude that the 19-year-old pharaoh succumbed to a fatal combination of malaria, a broken leg and a bone disorder.\nDr. Benson Harer has added a new theory to the mix: death by hippo. An Egyptology professor at California State University, Harer had previously established that Tutankhamen had severed ribs and was embalmed without his heart or anterior chest wall–a departure from the strictly codified mummification process of the era. In Harer’s view, this made the case for a crushing injury to the chest as the cause of death. Pointing to Egyptian pharaohs’ known fondness for hippopotamus hunting, he has now suggested that a lethal hippo bite inflicted the damage.\nEven today, the hippopotamus kills dozens of people each year in Africa–more than any other animal—and is widely regarded as the continent’s most dangerous creature (not counting the mosquito, which carries fatal diseases that affect millions). Up to 15 feet tall and weighing in at 8,000 pounds, the massive and extremely aggressive beast can easily outrun humans on its squat, stumpy legs. Its cavernous mouth and enormous teeth can disembowel or decapitate a person with a single bite. Deaths often occur when victims inadvertently get between a female hippo and her calf, unleashing the highly protective mother’s fury.\nWhile hippos are no longer found in contemporary Egypt, they lived in the Nile and foraged along its banks in large numbers during ancient times. Notorious for capsizing fishing boats, destroying crops and stampeding, they were a menace to Egyptian society but inspired both fear and respect; several ancient Egyptian deities appear in the form of the hippopotamus, including the fertility goddess Taweret and Osiris’ wicked brother Seth. Images of pharaohs killing hippos were common in Egyptian art and ostensibly represented the triumph of good over evil. Indeed, the storied treasure trove found in Tutankhamen’s tomb includes two statuettes of the young king wielding a spear during a hippo hunt.\nThe hippopotamus’ symbolic connotations may explain why the boy king’s demise has remained shrouded in mystery, according to Harer. He speculates that the authorities concealed the exact cause of the pharaoh’s death to avoid political instability, fearing that the public might interpret it as a negative sign from the gods. Harer’s hypothesis is sure to raise a few eyebrows, but if he’s right, it could mean that King Tut’s run-in with a hippo has been kept under wraps since 1324 B.C.","author":"Jennie  Cohen","web_category":"news","title":"Did a Hippo Kill King Tut?","picture_url":"http://www.history.com/news/news/wp-content/uploads/2010/11/king-tut-thumb_large_310x206.jpg","url":"http://www.history.com/news/did-a-hippo-kill-king-tut"}