{"summary":"“We are not saying that we have found Richard III,” Richard Taylor, director of corporate affairs at the University of Leicester, cautioned reporters. Before the project began, University of Leicester archaeologist Richard Buckley said that finding Richard III’s remains was a “long shot” but would represent a historically significant discovery","advice_category":"1","content":"\nKing of England for just two years, Richard III died in battle against the rival House of Tudor in August 1485. In the years following his death at age 32, his opponents circulated defamatory stories about the last Plantagenet ruler, portraying him as a brutal tyrant suspected of killing his young nephews in the Tower of London. In the 1590s, William Shakespeare forever sealed Richard’s reputation as murderous and corrupt by penning an eponymous play based on distorted accounts. At a time when physical deformities served as literary devices that conveyed a character’s malevolence, the Bard and Richard’s other critics described him as a hunchback with a withered arm.\nBut according to records from Richard’s lifetime, the king was responsible for relatively progressive measures, including a system of legal aid for those who could not afford representation and protections for the accused. And to this day, no evidence exists linking the maligned ruler to the mysterious disappearance of his brother’s sons, who never emerged from captivity.\nWith literary sources and official records painting a cloudy picture of the poorly understood medieval king, archaeologists are seeking more concrete answers in an unlikely spot: a parking lot in Leicester, England. It was here, experts believe, that a lost Franciscan friary known as Grey Friars—thought to have been Richard III’s final resting place—once stood. With support from the University of Leicester, the Leicester City Council and the Richard III Society, archaeologists broke ground at the lot on August 24, digging two trenches in hopes of unearthing medieval walls.\nBefore the project began, University of Leicester archaeologist Richard Buckley said that finding Richard III’s remains was a “long shot” but would represent a historically significant discovery. “We want to find Richard III really because he’s the last king to have died on the field of battle in Britain,” he explained in a video released by the school. “He’s one of the few monarchs where we have no idea precisely where his burial place is.”\nJust three weeks into the excavation, that might have changed. After unearthing what appear to be a medieval church and garden on the site, archaeologists announced today that they have now exhumed two sets of human remains. One of them has been identified as female, but the other “is the right sort of candidate to be Richard III,” according to Buckley. At a press conference held in Leicester today, he and his colleagues revealed that the male skeleton appears to have suffered skull trauma consistent with a battle injury and has an arrowhead lodged in its vertebrae. What’s more, the individual had a spinal curvature likely caused by scoliosis—not, as Shakespeare would have us believe, the condition known as kyphosis, which creates a rounded or “humpbacked” spine. There was also no evidence of the malformed arm Shakespeare described.\nThe male remains were found within the church’s choir, which according to reports was indeed the exact site of Richard III’s grave. Still, experts warned against jumping to conclusions before laboratory tests—including DNA analysis—are completed. “We are not saying that we have found Richard III,” Richard Taylor, director of corporate affairs at the University of Leicester, cautioned reporters. “What we are saying is that the search for Richard III has entered a new phase. Our focus is shifting from the archaeological excavation to laboratory analysis.”\nIf researchers manage to recover DNA from the male skeleton, they will test it against samples from Michael Ibsen, a Canadian-born furniture maker thought to be descended from Richard III. Historians believe his mother was the 16th great-grandniece of the king’s oldest sister, Anne of York. “Needless to say this is an extremely exciting project to be involved with and I’m very hopeful that we can bring DNA evidence to bear on the question as to whether or not this is indeed Richard III,” geneticist Turi King of the University of Leicester said at the press conference.\nBuckley noted that, while the discovery of Grey Friars alone is a major achievement, the positive identification of Richard III’s remains would have a special meaning for both archaeologists and the public. “It’s very unusual to do archaeology which you can associate with a known individual,” he said. “That really sort of brings it to life. Usually we dig up many, many burials who will always remain nameless, and you can’t relate to them quite the same way. Because this could be Richard III, it humanizes the story.”","author":"Jennie  Cohen","web_category":"news","title":"King Richard III’s Body Found Under Parking Lot?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/richard-iii.jpg","url":"http://www.history.com/news/king-richard-iiis-body-found-under-parking-lot"}