{"summary":"Nine million years ago, central Spain teemed with fearsome, toothy predators that fed upon ancient herbivores resembling today’s horses, antelopes and wild boar. Not so, according to paleontologists from the University of Michigan and the Museo Nacional de Ciencias Naturales in Madrid","advice_category":"1","content":"\nNine million years ago, central Spain teemed with fearsome, toothy predators that fed upon ancient herbivores resembling today’s horses, antelopes and wild boar. With multiple species of inveterate hunters on the prowl, you’d think these prehistoric neighbors regularly rumbled over territory.\nNot so, according to paleontologists from the University of Michigan and the Museo Nacional de Ciencias Naturales in Madrid. Writing in the November 7 edition of the Proceedings of the Royal Society B, researchers reveal how at least some of these carnivores happily coexisted by staking claims to different zones and resources.\nThe team reached these conclusions after excavating at the Cerro de los Batallones site, where tar pits trapped ancient mammals millions of years ago. They discovered the remains of two saber-toothed cat species, one the size of modern leopards and another the size of lions. Not only did these fang-equipped felids apparently live side by side, but they also shared space with yet another competitor: the bear dog, which was neither bear nor dog but featured a canine head atop an ursine body.\n“These three animals were sympatric,” Soledad Domingo, a postdoctoral fellow at the University of Michigan Museum of Paleontology, explained in a statement. “They inhabited the same geographic area at the same time.” Researchers believe that area was forested and contained patches of grassland.\nSo how did the three species manage to get along? A stable carbon isotope analysis of the animals’ teeth provided the paleontologists with important clues. This type of test can shed light on what individuals ate and where they lived. The results showed that the two saber-toothed cats both feasted on prehistoric horses and wild boar, prompting the researchers to theorize that the smaller species used tree cover to avoid their larger cousins. The bear dog, meanwhile, roamed more open areas that slightly overlapped the cats’ hunting grounds, helping itself to antelope.\n“The three largest mammalian predators captured prey in different portions of the habitat,” said study coauthor Catherine Badgley, a professor of ecology and evolutionary biology at the University of Michigan. She noted that today’s predators divvy up ecosystems in much the same way. Tell that to your cat and dog next time they destroy your living room with their latest scuffle.","author":"Jennie  Cohen","web_category":"news","title":"Ancient Cats and Dogs Got Along, Study Shows","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/ancient-cats-dogs.jpg","url":"http://www.history.com/news/ancient-cats-and-dogs-got-along-study-shows"}