{"summary":"Now, a team led by the British archaeologist Andrew Wallace-Hadrill has unearthed 9 tons of organic material—the largest deposit of human waste ever found in the Roman world—from a septic tank beneath one of Herculaneum’s apartment blocks. Wallace-Hadrill and his colleagues have been working at the 2,000-year-old city for an entire decade as part of the Herculaneum Conservation Project, repairing collapsing structures and carrying out delicate excavations","advice_category":"1","content":"\nLike its more famous neighbor Pompeii, the ancient Roman town of Herculaneum was completely buried when Mount Vesuvius erupted in 79 A.D., unleashing an avalanche of superheated ash, pumice, rocks and volcanic gas onto the thriving seaside resort and its fleeing residents. In 1738, excavations under the modern southern Italian town of Ercolano revealed a city frozen in time; nearly 275 years later, only 30 percent of Herculaneum has been exhumed. Due to its natural preservation, however, the site has proven extremely valuable to archaeologists and historians, shedding light on the lives of ordinary Romans at the height of the imperial period.\nNow, a team led by the British archaeologist Andrew Wallace-Hadrill has unearthed 9 tons of organic material—the largest deposit of human waste ever found in the Roman world—from a septic tank beneath one of Herculaneum’s apartment blocks. Discovered by accident while the researchers were seeking a way to prevent the site from flooding, the sewer also held hundreds of artifacts, including bronze coins, broken plates, glassware, hairpins and jewelry. Waste disposal chutes linked it to the kitchens and latrines of each home in the three-story complex.\nThe archaeologists’ analysis of the sewer’s least glamorous contents has revealed detailed information about the lost population’s health and eating habits. As expected, Herculaneum’s middle- and lower-class inhabitants subsisted on a typical Mediterranean diet, rich in fish, fruits, nuts and olive oil. But they also indulged in a surprisingly wide variety of more exotic foods, including sea urchins, fresh figs and dormice—plump rodents that were considered a delicacy by the ancient Romans and regularly served at banquets. Even by today’s standards, in other words, Herculaneum’s humblest citizens ate well. (While dormice may not appeal to most modern palates, they remain popular in rural parts of Italy’s Calabria region.)\nWallace-Hadrill and his colleagues have been working at the 2,000-year-old city for an entire decade as part of the Herculaneum Conservation Project, repairing collapsing structures and carrying out delicate excavations. They have reversed much of the damage caused by years of neglect and careless digging, and in April 2011 successfully reopened Herculaneum’s main street, the Decumanus Maximus, to visitors. A public-private partnership, the conservation program receives support from the Packard Humanities Institute, the British School at Rome and Italy’s heritage and culture ministry.","author":"Jennie  Cohen","web_category":"news","title":"Eating As the Romans Ate","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/herculaneum-thumb.jpg","url":"http://www.history.com/news/eating-as-the-romans-ate"}