{"summary":"Writing four days after Christmas 1914, Barker described how a German messenger made his way across No Man’s Land on Christmas Eve to negotiate the ceasefire. Although Hawksley himself expressed discomfort with the truce in his letter–stating “This is an extraordinary state of things and I don’t altogether approve of it”–he also wrote in more detail of the camaraderie that blossomed between the two sides during the ceasefire","advice_category":"1","content":"\nAs the UK’s Daily Mail reports, Major John Hawksley of the Royal Field Artillery wrote to his sister Muriel at her home in Coatham Mundeville, near Darlington, describing the Christmas Truce as it played out in his position on the Western Front. According to Hawksley, at least one British regiment flatly refused to take part in the ceasefire. As he writes: “The Seaforths…would have none of it and when the Germans in front of them tried to fraternise and leave their trenches, the Seaforths warned them that they would shoot.”\nAlthough Hawksley himself expressed discomfort with the truce in his letter–stating “This is an extraordinary state of things and I don’t altogether approve of it”–he also wrote in more detail of the camaraderie that blossomed between the two sides during the ceasefire. He described British and German soldiers on Christmas Eve “whose trenches were only one or two hundred yards apart” singing “Home Sweet Home” in English together, then “God Save the King.” The next morning, as it grew light, “each side showed itself above the trenches…until a German got out of his trench and then an Englishman did.”\nAll in all, according to Hawksley, about 100 Germans and 60 Englishmen, including officers, stepped out of the trenches and interacted near his position. He also wrote that a football match between the two sides was also arranged for Boxing Day (December 26), but was canceled once they learned that shelling from the British “big guns” was due to commence.\nHawksley was already a decorated veteran by Christmas 1914, having been awarded the Distinguished Service Order for his service during the retreat from Mons the previous August. In 1916, he was killed by sniper fire and buried at Becourt Military Cemetery in France. His letters to Muriel are scheduled for auction at Bonhams in London on June 19, where they are expected to sell for some ¢G4,000, or around $6,100.\nHawksley’s are only the most recent letters to reveal details of the extraordinary truce that took place at Christmas of 1914 on the Western Front. Last year, Englishman Rodney Barker discovered a letter from his uncle, Staff Sergeant Clement Barker, featuring details about the ceasefire and the legendary football (soccer) match that took place during the Christmas Truce. Writing four days after Christmas 1914, Barker described how a German messenger made his way across No Man’s Land on Christmas Eve to negotiate the ceasefire. British soldiers were then able to recover the fallen bodies of their comrades from between the lines and bury them. The impromptu football match broke out when British soldiers kicked a ball from their trenches into No Man’s Land.\nThe experience of the truce apparently left Barker optimistic about the possibility for lasting peace. He wrote that “’We have conversed with the Germans and they all seem to be very much fed up and heaps of them are deserting….Some have given themselves up as prisoners, so things are looking quite rosy.” In fact, the war would grind on for another four years, costing nearly 10 million lives, until an armistice was reached in November 1918. The unofficial ceasefire enjoyed that Christmas would never be repeated.\nEven as such new details emerge about the extraordinary events of Christmas 1914, plans are in the works for a a centennial commemoration of the truce. The British government is cooperating with the National Children’s Football Alliance on efforts to hold a commemorative international football match in Flanders as part of an extended series of events marking the 100th anniversary of key moments in World War I.","author":"Sarah  Pruitt","web_category":"news","title":"Letters Shed New Light on World War I’s Christmas Truce","picture_url":"http://www.history.com/news/wp-content/uploads/2013/06/christmastruce.jpg","url":"http://www.history.com/news/letters-shed-new-light-on-world-war-is-christmas-truce"}