{"summary":"Germany is also not the only country to have repatriated its gold in recent years: Hong Kong withdrew its entire reserves from British banks in the early 2000s, and in 2011, Venezuela pulled its international stash, later selling a significant part of its gold holdings to Russia and China. As the Cold War raged in the 1960s and 70s, then-West Germany, with its powerful economy booming after years of struggles following two world wars, began to make contingency plans to protect its gold reserves in the case of a possible invasion by the Soviet Union","advice_category":"1","content":"\nFor more than 40 years, Germany has kept the bulk of its gold reserves—3,400 tons with an estimated value of more than $170 billion—overseas. The placement of such a large portion of its economy abroad was predicated by fears of a land attack by the Soviet Union, already in control of East Germany and much of Eastern Europe. Germany was not the first nation to determine its gold was safer outside of its borders, but it has fared far better than other nations that have made the move.\nDuring the Spanish civil war, leaders of the left-wing Nationalist government then in power struck a deal with Soviet leader Joseph Stalin to transfer a large portion of Spain’s gold reserves, then estimated to be among the largest in the world, to the Soviet Union. The plan called for the Soviets to protect the gold and use portions of it as a down payment for arms and material, which would be sent to Spain to help fight the Republican opposition, led by General Franciso Franco. Initially, Spanish authorities insisted to the public that the gold was not leaving the country, and would instead be sent to a Nationalist-controlled stronghold. In fact, nearly 75 percent of its capital, valued at more than $5 billion, was smuggled onto a series of Soviet ships and spirited out of the country. Upon its arrival, Stalin openly bragged that the Spanish would never see their money again. He was right. Few supplies were sent to Spain, and the material that did make it was sub-par. Instead, the Soviets used the money to prop up their own precarious financial system. In Spain, the lack of material support, combined with the financial instability caused, in part, by the loss of the reserves, contributed to the Nationalists’ defeat and the establishment of a fascist government under Franco. Adding insult to injury, Spain was never able to get a full accounting of what had actually happened to its gold, souring relations between the two nations for decades. The mystery of the “Moscow Gold” endures to this day.\nIn October 1939, as German troops swept across Europe in the early months of World War II, a massive evacuation of the gold reserves of both Belgium and Holland was undertaken. Belgium managed to smuggle more than 221 tons of gold to the African city of Dakar, now part the Republic of Senegal but then a French colony. Belgian officials may have breathed a sigh of relief, but it was a temporary one. When France surrendered to the Germans in 1940, the collaborative Vichy government promptly turned over the entire stash of Belgian gold to the Nazis. More than 70 years after the war began, investigators continue to search for gold stolen by the Nazis and spirited away in banks around the world.\nAs the Cold War raged in the 1960s and 70s, then-West Germany, with its powerful economy booming after years of struggles following two world wars, began to make contingency plans to protect its gold reserves in the case of a possible invasion by the Soviet Union. By the height of the Cold War, more than 95 percent of the nation’s gold reserves were being held overseas. The amount of gold continued to swell, as Germany’s post-war trade surplus with the west was converted into gold bullion under the terms of the post-World War II Bretton Woods financial agreement. Following the fall of the Berlin Wall in 1989 and the reunification of the country the following year, the Bundesbank began recalling its reserves and, according to recently announced plans, will have nearly half its gold capital in storage at its central bank in Frankfurt by 2020. The other half will remain in reserves in New York and London.\nGermany is also not the only country to have repatriated its gold in recent years: Hong Kong withdrew its entire reserves from British banks in the early 2000s, and in 2011, Venezuela pulled its international stash, later selling a significant part of its gold holdings to Russia and China. Bundesbank officials stressed that the move was based more on a change in the geopolitical landscape than anything else. While it is only withdrawing portions of its reserves in the United States and Great Britain, it is making a complete withdrawal of its gold from France, stating that the acceptance of the Euro makes it unnecessary to keep large deposits on hand in Paris. Some analysts believe that Germany’s decision to recall its overseas holdings amounts to little more than an internal audit of its finances. Others, however, hint at a darker motive, and consider Germany’s move to be signal of its lack of faith in the stability of American and British financial markets.","author":"Barbara  Maranzani","web_category":"news","title":"German Gold Going Home?","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Gold.jpg","url":"http://www.history.com/news/german-gold-going-home"}