{"summary":"Aramaic is far from the only endangered language. Other dialects have few living speakers, and in most cases Aramaic is only used as an oral—and not a written—language.","advice_category":"1","content":"\nAccording to a recent report in Smithsonian magazine, Aramaic, once widely used for commerce and government, could likely disappear within a generation or two. A leading scholar of modern Aramaic, University of Cambridge linguist Geoffrey Khan, is trying to document all of Aramaic’s dialects before its final native speakers die out. As part of his work, Khan has interviewed subjects in Chicago’s northern suburbs, home to a significant population of Assyrians, Aramaic-speaking Christians who left their native countries in the Middle East to escape persecution and war.\nThe Assyrian people adopted Aramaic (which originated with desert nomads known as the Arameans) when they established an empire in the Middle East in the eighth century B.C. Even after the Assyrians were conquered, the language thrived in the region for centuries. (Famously, the dialogue in Mel Gibson’s 2004 movie “The Passion of the Christ,” about the final 12 hours of Jesus’ life, was in Aramaic and Latin.)\nAramaic remained the common language in the Middle East until the seventh century A.D., when it was replaced by Arabic by invading Muslim forces from Arabia. Afterward, Aramaic continued to be spoken only by non-Muslims in remote mountain areas of Iran, Iraq, Syria and Turkey. Over the past century, as Aramaic speakers have fled their villages for cities and other countries (such as the Chicago-area Assyrians interviewed by Khan), the language hasn’t been passed on to younger generations.\nToday, there could be as many as 500,000 Aramaic speakers dispersed around the planet; however, this figure is deceptive. Researchers believe there are more than 100 different dialects of the mother tongue, known as Neo-Aramaic, some of which have already become extinct. Other dialects have few living speakers, and in most cases Aramaic is only used as an oral—and not a written—language.\nAramaic is far from the only endangered language. Linguists fear that, as the world becomes increasingly connected, 50 percent to 90 percent of the approximately 7,000 languages in use today could be gone by the end of the century. As things stand now, 94 percent of the people on the planet communicate in just 6 percent of its languages.","author":"Elizabeth   Nix","web_category":"news","title":"Languages Under Siege","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Aramaic.jpg","url":"http://www.history.com/news/languages-under-siege"}