{"summary":"Among the dogs that were buried, the method of their burials revealed the bond their human companions may have felt with their canine companions. The earliest known domesticated dog food was found there, dating back some 33,000 years, though most dog burials in the region span a more recent period (less than 10,000 years ago)","advice_category":"1","content":"\nIn the first study, researchers from Russia, Europe and the United States focused their work on human and dog burial sites in eastern Siberia, a region that appears to have been chock-full of prehistoric dog lovers. The earliest known domesticated dog food was found there, dating back some 33,000 years, though most dog burials in the region span a more recent period (less than 10,000 years ago). The researchers examined 17 human and dog burial sites on the southern and western shores of Lake Baikal, which contains around 20 percent of the globe’s fresh water, as well as the upper reaches of the Angara and Lena Rivers.\nTheir findings refute earlier speculation that prehistoric dogs may have served simply as work animals used for hunting purposes. If this were the case, the scientists would have expected to see burials in the Early Holocene period (around 9,000 years ago) when humans largely subsisted on terrestrial game. In fact, the researchers found that dog burials reached a peak in the Early Neolithic period, some 7,000-8,000 years ago. According to the study’s lead author, Robert Losey of the University of Alberta, canine burials “tend to be more common in areas where diets are rich in aquatic foods because these same areas also appear to have had the densest human populations and the most cemeteries.”\nLosey and his colleagues also found that humans living in hunter-gatherer societies buried their dogs, while pastoralist, or farming societies, did not, suggesting that the latter societies may not have placed as much importance in their canine friends. Among the dogs that were buried, the method of their burials revealed the bond their human companions may have felt with their canine companions. One dog skeleton was laid to rest in a sleeping position; others were buried with small ornaments or implements, some resembling toys. One man was buried with two dogs laid on either side of him, while another dog was placed in his grave wearing a necklace fashioned from four deer’s teeth pendants. All the dogs found bore a resemblance to large varieties of huskies, similar to today’s Siberian huskies.\nIn another recent scholarly project, a network of international scientists led by Ya-Ping Zhang of the Chinese Academy of Sciences has compared DNA from canines around the world in the hopes of understanding how dogs may have evolved from wolves, and specifically how their brains evolved to turn them from fierce predators into faithful companions. Their findings suggest that the transformation likely happened in East Asia around 32,000 years ago, when early dogs came into contact with small bands of hunter-gatherers. (Humans didn’t start forming permanent settlements in East Asia until about 10,000 years ago.) The process may have begun when populations of wolves started lingering around these humans, possibly to scavenge the remains of the animals they consumed. In this situation, humans would have killed the more aggressive wolves, while those wolves that displayed mellower temperaments would have thrived.\nThrough their DNA research, Dr. Zhang and his colleagues have been able to identify some specific genes that may have been involved in this evolution, including those related to smell and hearing, as well as those active in the region of the prefrontal cortex (which governs decisions about behavior in mammals). One specific gene they identified, SLC6A4, is responsible for carrying the feel-good neurotransmitter serotonin into neurons. Evolution of this gene in early canine brains may explain why early dogs became less aggressive, as serotonin has been shown to influence aggression.\nAs with the analysis of dog burials in Siberia, Dr. Zhang and his colleagues hope that their canine DNA research will ultimately lead not only to a better understanding of man’s best friend, but also of man himself. Their work has already found that some of the same genes that evolved in canine brains—including SLC6A4—have evolved through natural selection in human brains as well.","author":"Sarah  Pruitt","web_category":"news","title":"Man’s Best (and Oldest) Friend","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/hith-dog1.jpg","url":"http://www.history.com/news/mans-best-and-oldest-friend"}