{"summary":"Dissatisfied with the footage of the actual lighting ceremony in Olympia and believing that Kondylis did not resemble the ideal of an Olympic torchbearer from antiquity—had such a thing existed—the director brought another relay runner to Berlin after the Summer Games to stage the version of the torch lighting that appears in the movie. While Diem was not a member of the Nazi Party, his torch relay would be coopted by the Nazis as a powerful propaganda tool to bind not only the ancient and modern Olympics, but ancient Greece and the Third Reich as well","advice_category":"1","content":"\nWhile the pageantry appeared to reprise a sacred ancient Greek tradition, the Olympic torch relay was actually a piece of modern political theater carefully scripted and paid for entirely by Nazi Germany. The Greeks employed a ritual fire in the ancient Olympics, but they never staged a relay of torchbearers to open their games. The Olympic torch relay was the brainchild of Carl Diem, the chief organizer of the Berlin Games, who envisioned an unprecedented succession of more than 3,000 runners transporting the flame from the cradle of the ancient Olympics to Berlin’s Olympic Stadium, where it would light the cauldron during the opening ceremonies of the XI Olympiad. \nDiem had been instrumental in getting the International Olympic Committee to award the Summer Games to Berlin in 1931, but their future was very much in doubt when Adolf Hitler became German chancellor in 1933. Hitler was contemptuous of the modern Olympic movement, which he once dismissed as “an invention of Jews and Freemasons,” but propaganda minister Joseph Goebbels convinced the F?hrer that the Summer Games would be an international stage for showcasing Nazi Germany—and the torch relay would be its stirring opening act. Hitler admired the ancient Greeks and saw the Nazis as their rightful heirs. While Diem was not a member of the Nazi Party, his torch relay would be coopted by the Nazis as a powerful propaganda tool to bind not only the ancient and modern Olympics, but ancient Greece and the Third Reich as well. \nThe entire torch relay, starting with the ceremony in Olympia, was a thoroughly German production. Krupp, a German arms manufacturer, crafted the steel-clad torches that featured a magnesium-burning element designed by German chemists to stay lit regardless of weather conditions. Germany’s Zeiss Optics built the mirror used to light the flame, and an Opel car carrying a spare Olympic flame trailed the torchbearers. Goebbels ensured there was extensive German media coverage of the relay, including radio reports directly from the route, and he commissioned director Leni Riefenstahl to film it as part of “Olympia,” the Nazi propaganda film released in 1938. Surrounded by the mythology of ancient Greece, Riefenstahl wasn’t above doing some mythmaking of her own. Dissatisfied with the footage of the actual lighting ceremony in Olympia and believing that Kondylis did not resemble the ideal of an Olympic torchbearer from antiquity—had such a thing existed—the director brought another relay runner to Berlin after the Summer Games to stage the version of the torch lighting that appears in the movie. \nThe Olympic flame was welcomed by 50,000 Germans at the Czech border on the morning of July 31, 1936, and the following day German runner Fritz Schilgen held the torch aloft as he entered Berlin’s Olympic Stadium before a sea of 100,000 onlookers. Schilgen, an elite runner but an Olympian, was chosen as the final torchbearer for his youthful Aryan appearance and graceful gait. As he ran the ultimate leg of the relay past Hitler’s box before lighting the cauldron, he completed the last link in a chain binding the Third Reich to Mount Olympus. \nLess than two years later, Hitler annexed Austria, and Vienna’s Nazis greeted the F?hrer with the same enthusiastic welcome they had given the Olympic flame. Soon after, Germans, arms raised high in Nazi salutes rather than in gestures of goodwill, carried Krupp machine guns instead of Krupp torches along the same pathways beaten by the relay runners as they occupied eastern Europe. Due to World War II, the Summer Games were not held again until the 1948 London Olympics. Despite the torch relay’s creation by their recent enemy, British organizers embraced the ritual. A “relay of peace” was run through wartorn Europe, and once again it began in ancient Olympia. As a symbol of peace, Greek corporal Konstantinos Dimitrelis, the first torchbearer, laid down his arms and removed his army uniform before grasping the blazing staff.","author":"Christopher  Klein","web_category":"news","title":"The Olympic Torch Relay’s Surprising Origins","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/olympic-flame-lighting.jpg","url":"http://www.history.com/news/the-olympic-torch-relays-surprising-origins"}