{"summary":"Shuttlesworth narrowly escaped an attempt on his life on the eve of the event, and the city’s buses were integrated soon after.. Born Freddie Lee Robinson in rural Mount Meigs, Alabama, Fred Shuttlesworth worked as a sharecropper, bootlegger and truck driver before entering the ministry and becoming pastor of Birmingham’s Bethel Baptist Church in 1953","advice_category":"1","content":"\nBorn Freddie Lee Robinson in rural Mount Meigs, Alabama, Fred Shuttlesworth worked as a sharecropper, bootlegger and truck driver before entering the ministry and becoming pastor of Birmingham’s Bethel Baptist Church in 1953. Three years later, after the National Association for the Advancement of Colored People (NAACP) was barred from operating in the state, he formed the Alabama Christian Movement for Human Rights (ACMHR). In December 1956, on the heels of the U.S. Supreme Court decision striking down racial segregation on public transportation in Montgomery, Shuttlesworth and the ACMHR announced plans to challenge similar restrictions in Birmingham with a protest. Shuttlesworth narrowly escaped an attempt on his life on the eve of the event, and the city’s buses were integrated soon after.\nThe following year, Shuttlesworth became a co-founder—along with Dr. Martin Luther King Jr., Rev. Ralph Abernathy, Bayard Rustin and others—of the Southern Christian Leadership Conference (SCLC), dedicated to the use of nonviolent methods to combat segregationist laws. He played an integral role in the 1961 Freedom Rides, aimed at desegregating public transportation facilities throughout the South. Aware that the Riders faced threats of violence, he mobilized local clergy in an attempt to provide them with safe passage through the state—and later offered many of them sanctuary after the brutal physical reprisals he had feared came to pass.\nThough they worked closely together for many years, Shuttlesworth and King made an unlikely pair. Whereas King was sometimes deemed too cautious and conciliatory, Shuttlesworth was outspoken, temperamental and willing to use conflict to further the aims of the civil rights movement. In this spirit, he dubbed one of his most well known actions Project C (for “confrontation); it was also known as the Birmingham campaign.\nIn 1963, Shuttlesworth invited King to Birmingham to help lead a series of demonstrations in the city, which was one of the most racially divided in the United States. A series of boycotts and sit-ins resulted in mass arrests for the protestors, including King, but failed to garner national attention or produce any measureable results. Faced with a depleted volunteer force, Shuttlesworth and the SCLC made the controversial–and dangerous–decision for teenagers and schoolchildren to participate in the demonstrations. Some 2,000 students joined the “children’s crusade,” as it became known, and more than 600 of them were arrested. As expected, Birmingham officials, led by Commissioner of Public Safety Eugene “Bull” Connor, reacted aggressively, turning on the protestors with attack dogs and firefighters’ hoses. Captured by the media, these scenes provoked a national outcry and eventually led to the breakdown of the city’s racist policies.\nThough some within the civil rights movement criticized his actions and use of antagonism to achieve his goals, there was no doubting Shuttlesworth’s personal courage. He was jailed dozens of times, survived three attempts on his life and survived a brutal beating at the hands of the Ku Klux Klan when he attempted to enroll his own children in a segregated school. After the Birmingham campaign, Shuttlesworth continued to work throughout the South on a series of initiatives, including integration efforts in Florida and the march from Selma to Montgomery, which served as a catalyst for the passage of the landmark Voting Rights Act of 1965.\nIn his later years Shuttlesworth split his time between Alabama and Ohio, where he took a job as the pastor of a local church. In 2004 he was named president of the SCLC, the organization he had helped create nearly 50 years earlier, but stepped down after a brief tenure. Health issues led him to relocate permanently to Birmingham in 2008.","author":"Barbara  Maranzani","web_category":"news","title":"Fred Shuttlesworth, Noted Civil Rights Leader, Dies at 89","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/shuttlesworth.jpg","url":"http://www.history.com/news/fred-shuttlesworth-noted-civil-rights-leader-dies-at-89"}