{"summary":"When the commissioner determined that Liliuokalani had been illegally overthrown and that most Hawaiians opposed the coup, Cleveland’s administration urged that the monarchy be restored. In the ensuing commotion, some of the leading conspirators ran up to the government building, located across the street from the palace, and proclaimed themselves in charge pending annexation by the United States","advice_category":"1","content":"\nSeafaring Polynesians discovered Hawaii perhaps as early as 200 A.D. by paddling double-hulled canoes across thousands of miles of the Pacific Ocean. When in 1778 British explorer James Cook became the first European known to arrive, several chiefs ruled over different parts of the archipelago. Yet by 1810, King Kamehameha I had united Hawaii’s eight main islands into a single kingdom with the help of firearms obtained from white traders.\nThese early-arriving whites brought over Hawaii’s first venereal diseases and mosquitoes, along with smallpox, measles and other epidemics that reduced the native population by roughly 75 percent over the span of just a few decades. Hawaii furthermore struggled with repeated U.S., British and French attempts to exert their influence over it. British imperialists even carried out a brief takeover in 1843 before their superiors restored the kingdom’s sovereignty.\nUnder King Kalakaua’s reign from 1874 to 1891, Hawaii ceded away the rights to Pearl Harbor and signed a free-trade agreement with the United States that greatly benefited the islands’ sugar planters, who came to control about four-fifths of all arable land. Yet the white business class remained unsatisfied. Under the threat of force, they pushed through a so-called Bayonet Constitution that turned the monarch into little more than a figurehead. The constitution also enfranchised more whites even as it diluted the voting power of native Hawaiians and Asian immigrants. Kalakaua, meanwhile, drove the kingdom and himself deep into debt with such expenditures as the construction of a new palace. Nicknamed the “Merrie Monarch,” he once allegedly accepted $155,000 in bribes from two Chinese businessmen seeking an opium license.\nKalakaua’s sister, Liliuokalani, took the throne upon his death in 1891 and soon began working on a replacement to the Bayonet Constitution that would restore the monarch’s power and give only Hawaiian subjects the right to vote. After failing to get her new constitution through the legislature, Liliuokalani planned to enact it by royal fiat on January 14, 1893. Although she ended up deferring action on the advice of her handpicked cabinet, 13 men of American, British and German descent became so concerned about their future business and political prospects that they met at a Honolulu law office and arranged to depose her.\nHaving gotten word of the plot, Liliuokalani’s marshal asked the cabinet to authorize a warrant for the arrest of the 13 men, only to be turned down. The queen and her cabinet ministers then released a statement assuring that “any changes desired in the fundamental law of the land will be sought only by methods provided in the Constitution itself.” Far from placated, the conspirators gathered on January 16 with about 1,000 supporters, including many members of a recently disbanded all-white militia known as the Honolulu Rifles. In on the conspiracy was John L. Stevens, the U.S. minister to Hawaii, who ordered a nearby naval ship to land troops in Honolulu, ostensibly to secure the safety of American life and property. Around 5 p.m., Liliuokalani watched as over 120 marines and sailors marched past her palace with a rapid-fire Gatling gun and set up camp a few hundred yards away. Another 40 men stood guard outside of Stevens’ residence.\nThe following day, an unarmed policeman was shot in the shoulder as he tried to inspect a wagon full of ammunition on its way to the conspirators’ headquarters. In the ensuing commotion, some of the leading conspirators ran up to the government building, located across the street from the palace, and proclaimed themselves in charge pending annexation by the United States. Stevens immediately recognized the new provisional government, with judge Sanford B. Dole–whose first cousin once removed would later make his surname famous for pineapples–at its head. Despite having hundreds of men at her disposal, Liliuokalani decided to acquiesce in order to avoid bloodshed. “[I] yield my authority until such time as the government of the United States shall, upon the facts being presented to it, undo the action of its representatives and reinstate me,” she wrote.\nIn the aftermath of the coup, U.S. troops piled sandbags around the government building in order to fortify it against a potential counterattack. Some also looted the palace, stripping decorations from the walls and stealing a valuable crown. For his part, Stevens wrote to the secretary of state in favor of annexation, saying: “The Hawaiian pear is now fully ripe and this is the golden hour for the United States to pluck it.” But after U.S. President Grover Cleveland took office that March, he withdrew an annexation treaty, dismissed Stevens from his post and appointed a special commissioner to look into the matter. When the commissioner determined that Liliuokalani had been illegally overthrown and that most Hawaiians opposed the coup, Cleveland’s administration urged that the monarchy be restored. The provisional government instead dug in its heels, establishing a Republic of Hawaii in July 1894.\nCleveland proved unwilling to use military force, so Liliuokalani’s supporters launched a counter-revolution in January 1895. Several people died in the failed attempt, over 350 were arrested and the queen was forced to officially abdicate the throne. After spending nearly eight months imprisoned in the palace, she then traveled to the United States in a last-gasp effort to drum up support. It was all for naught. When the Spanish-American War broke out in 1898, Hawaii became a strategically important position for U.S. troops fighting in the Philippines. Annexation came that August with the backing of Cleveland’s successor, William McKinley, and Hawaii was on the road to statehood. In 1993 President Bill Clinton signed a bill apologizing to native Hawaiians for the overthrow of their kingdom.","author":"Jesse  Greenspan","web_category":"news","title":"Hawaii’s Monarchy Overthrown With U.S. Support, 120 Years Ago","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Hawaii.jpg","url":"http://www.history.com/news/hawaiis-monarchy-overthrown-with-u-s-support-120-years-ago"}