{"summary":"The following month he attempted to enter North Carolina’s Old Topsail Inlet, now known as Beaufort Inlet, where Queen Anne’s Revenge and a second ship ran aground. Built by the British around 1710, Queen Anne’s Revenge was captured a year later by the French, who converted the 300-ton vessel into a slave ship and dubbed it La Concorde de Nantes","advice_category":"1","content":"\nThese ominous signs notwithstanding, researchers encountered few obstacles when they hauled an 8-foot-long, 2,000-pound gun out of North Carolina’s Beaufort Inlet this morning. “It went perfect and we had a lot of good, happy people,” said an ebullient Mark Wilde-Ramsing, director of the Queen Anne’s Revenge Project, shortly after the divers surfaced with the cannon. “Up it came and it’s a beautiful gun.” He said that several partners, including the National Oceanic and Atmospheric Administration and the private firm Intersal, helped with the heavy lifting.\nThe ongoing expedition—led by the North Carolina Department of Cultural Resources and sponsored by various organizations—is the latest in a series of recovery and exploratory missions that began after the shipwreck’s discovery in 1996. Over the years, experts have discovered more than 280,000 artifacts from the jewel of Blackbeard’s fleet, which ran aground in June 1718. These include the cannons, an anchor, assorted weapons, shackles, gold dust and animal bones consistent with the humble fare that sustained buccaneers on their journeys across the Atlantic.\nLike other treasures from Queen Anne’s Revenge, cannon C13 is encased in a cement-like shell of sand, salt and barnacles. But the gun has less corrosion than other finds, so even uninitiated onlookers could distinguish its outline, Wilde-Ramsing said. Of the 12 other cannons pulled from the site, four were found to be loaded, meaning that Blackbeards’s men were primed for battle when the ship went down. One even contained spikes designed to slash sails and terrorize adversaries. “I wouldn’t want to be on either side of that,” Wilde-Ramsing commented. He said that these fearsome weapons might bear markings showing their country of origin, which could shed light on Blackbeard’s short-lived command of Queen Anne’s Revenge.\nBuilt by the British around 1710, Queen Anne’s Revenge was captured a year later by the French, who converted the 300-ton vessel into a slave ship and dubbed it La Concorde de Nantes. In 1717, after a particularly brutal transatlantic crossing during which many crewmembers died or suffered from disease, La Concorde fell into the hands of Blackbeard and his followers. Some of the French sailors and slaves voluntarily joined the pirates, while those who could be of most use—including a pilot, three surgeons and the cook—were taken by force.\nIn May 1718, Blackbeard, now in control of three smaller vessels in addition to the flagship he dubbed Queen Anne’s Revenge, blockaded the port of Charleston, South Carolina. The following month he attempted to enter North Carolina’s Old Topsail Inlet, now known as Beaufort Inlet, where Queen Anne’s Revenge and a second ship ran aground. (Some have suggested that the seasoned seaman did this intentionally in order to disperse his crew and lay claim to their spoils.) Blackbeard surrendered soon after and was granted a royal pardon from the colonial governor, only to return to a life of crime shortly thereafter and die in a battle against the Royal Navy on November 22, 1718.\nCannon C13 and other artifacts from the current mission will now be taken to a laboratory, where experts will begin “the bigger longer, phase of getting things cleaned, researched and stabilized,” Wilde-Ramsing explained. This expedition marks the halfway point for the recovery team, which estimates that 50 percent of the pirate ship’s riches—including 11 more large cannons and two anchors—still lie under the depths. “Our hope is to really accelerate our efforts the next couple years to get all the remains up,” said Wilde-Ramsing.\nWilde-Ramsing remarked that he thinks the project’s fastidious approach and focus on conservation will “set the bar high for underwater exploration.” That’s one of the reasons why the North Carolina Department of Cultural Resources takes such great pride in the undertaking, he added. “Our department’s mission is to bring history to life, and I think that’s what we’re doing,” he said.","author":"Jennie  Cohen","web_category":"news","title":"Cannon Loosed from Wreckage of Blackbeard’s Pirate Ship","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/qar-cannon-1-150x150.jpg","url":"http://www.history.com/news/cannon-loosed-from-wreckage-of-blackbeards-pirate-ship"}