{"summary":"By contrast, about 5 percent of the world’s known volcanoes are located far from the margins of tectonic plates, and are thought to be caused by deep plumes of hot molten lava that shoot up from hundreds of miles below the surface. “I think the plumes could have their sources in very hot regions at the core-mantle boundary that might be partially molten,” Fiquet said","advice_category":"1","content":"\nMore Liquid, Less Solid\nThe theory that the interior of Earth may once have been less solid and more liquid than was originally believed is getting a boost from recent research.  Newly uncovered evidence suggests the existence of a layer of magma running near the boundary between Earth’s core and the thick layer of rock known as the mantle. Proponents of the theory that a large sea of magma once flowed beneath Earth’s surface–and that this layer may have been trapped when the rest of the earth’s interior solidified–base their position on seismological evidence. Dramatic drops in the speeds of seismic waves (from earthquakes) have been recorded near the core-mantle boundary, indicating softer patches of material.\nIn the new study, as reported by National Geographic News, Guillaume Fiquet and his colleagues at the Institut de Min?ralogie et de Physique des Milieux Condens?s at France’s Universit? Pierre et Marie Curie simulated the environment of the core-mantle boundary by crushing microscopic samples of magnesium oxides, iron and silicon (all materials found in the Earth’s mantle) between two diamonds. The intense pressure caused the sample materials to get extremely hot, allowing scientists to examine their atomic structure and see when they turned from solid to liquid. The melting point came around 4,200 Kelvin (7,100 degrees Fahrenheit; 3,926 degrees Celsius), a temperature similar to that of the core-mantle boundary.\nHot Spot Volcanoes\nThough the new research doesn’t prove the existence of a “magma ocean,” it does promise to lend new insight to scientists seeking to understand how the mixture of different materials inside the Earth cooled over time and solidified into layers to form the planet as we know it today. It also has potential implications for the study of volcanoes. Like earthquakes, many of the world’s volcanoes–including Krakatoa and others in the Pacific Ring of Fire–occur at the boundary between tectonic plates. Through a process known as subduction, one plate moves sideways and downwards into the mantle beneath another plate, melting the upper mantle and generating the magma that forms the volcano. By contrast, about 5 percent of the world’s known volcanoes are located far from the margins of tectonic plates, and are thought to be caused by deep plumes of hot molten lava that shoot up from hundreds of miles below the surface. The best-known examples of such volcanoes can be found in Hawaii and Yellowstone, among other places.\nThe molten layer of magma suggested by the new study may be an important clue to the source of these so-called “hot spot” volcanoes. “I think the plumes could have their sources in very hot regions at the core-mantle boundary that might be partially molten,” Fiquet said. Though more research is required to link the core-mantle boundary to the deep plumes associated with hot spot volcanoes, the work done by Fiquet and his colleagues has provided new fodder for the ongoing debate over how our planet was formed, and what it looks like inside.","author":"History.com  Staff","web_category":"news","title":"What Is Earth Really Made Of?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/what-is-earth-made-of.jpg","url":"http://www.history.com/news/what-is-earth-really-made-of"}