{"summary":"This kind of absence of information is very interesting and shows the problems that Graunt had to grapple with.”. Graunt himself succumbed to jaundice and liver disease in 1674 at age 53","advice_category":"1","content":"\nLife was hard for 17th-century Londoners—and death came both often and mysteriously. Nowhere is this more apparent than in John Graunt’s “Natural and Political Observations Made Upon the Bills of Mortality,” a groundbreaking vital statistics text that helped launch modern demography. A 1679 edition of the treatise went on display at London’s Royal Society on Monday as part of an exhibition celebrating 350 years of scientific book collecting.\nBorn in 1620, John Graunt worked as a haberdasher, held a series of municipal position and served in the London militia. In the mid-1600s he began aggregating and analyzing the city’s weekly death lists, known as bills of mortality, and in 1662 he published the first edition of “Natural and Political Observations.” In the landmark report, Graunt calculated death rates, identified variations by subset and pioneered the use of life tables, which show predicted mortality for each age group. He observed, among other things, that women lived longer than men and that more than one-third of London’s children never made it past the age of 6.\n“The book came about because Graunt realized that the data being collected in parishes in and around London was open to analysis and interpretation by the new class of ‘natural philosophers,’ or scientists, who, amongst other things, had founded the Royal Society in 1660,” explained Keith Moore, head of library and archives at the Royal Society. “Bills of mortality didn’t normally tell you things like age at death, which we would take for granted as being important. This kind of absence of information is very interesting and shows the problems that Graunt had to grapple with.”\nGraunt also included commentary on daily life in a teeming urban center that was quickly outgrowing its medieval infrastructure, noting, “The old Streets are unfit for the present frequency of Coaches.” He speculated that overpopulation and squalid conditions accounted for Londoners’ mediocre health and frequent bouts with plague, foreshadowing the work of early epidemiologists. “London, the Metropolis of England, is perhaps a Head too big for the Body, and possibly too strong,” Graunt wrote.\nToday’s city dwellers can surely relate to traffic woes and overcrowding, but the book’s foldout mortality tables might take modern readers by surprise. Covering several decades of the mid-1600s, Graunt includes tallies for causes of death ranging from execution and accidents to scurvy, measles and the inscrutable “stopping of the stomach.” The highest numbers represent the heavy hitters of the era, including plague, which killed 10,400 during a 1636 outbreak, and tuberculosis, which claimed almost 30,000 lives between 1647 and 1657—a staggering figure given London’s population at the time, estimated around 350,000. A malady described as “teeth and worms” took another significant toll, carrying off 14,236 inhabitants over a 20-year period.\nOther purported causes point to the limited medical knowledge—or, perhaps, the acute sensitivity and terrible luck—of 17th-century Londoners. Each year, for instance, several residents apparently died of “lethargy,” another dozen or so expired from “grief” and between two and 20 were lost to “lunatick.” A single fatality from “itch” took place in 1648, while in 1660 nine people perished after being “frighted.” Between 1629 and 1632, 27 deaths occurred when hapless souls “fainted in a bath,” and in 1630 alone 24 people were “smothered and stifled.” Interestingly, at a time when even children drank beer, “excessive drinking” was the culprit in just two deaths.\nGraunt himself succumbed to jaundice and liver disease in 1674 at age 53. By that time, his conversion to Catholicism had cast him out of favor and plunged him into bankruptcy; according to some reports, Londoners suspected him of deliberately turning off the water supply as the Great Fire of 1666 consumed the city. Two centuries would go by before another influential statistician, William Farr, established a system for routinely recording mortality data in the United Kingdom.\nThe Royal Society exhibition, which runs until June, includes other rare publications from the fellowship’s archives, some of which have never appeared in public before. Examples include the first edition of Charles Darwin’s “Origin of Species” and Isaac Newton’s handwritten corrections to “Principia.” “This year sees the 350th anniversary of the Royal Society Library,” said Moore. “The first book was presented in 1661. We wanted to celebrate this event by showing some of our book treasures and not just the very great books that everyone knows, but also some lesser-known, important works in our history.”","author":"Jennie  Cohen","web_category":"news","title":"17th-Century Londoners Died of Fright, Itch and Grief","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/graunt-wide.jpg","url":"http://www.history.com/news/17th-century-londoners-died-of-fright-itch-and-grief"}