{"summary":"Buso is not the first expert to theorize that the shroud could have been the work of an artist. A firm believer in the artifact’s authenticity, Barberis told the Daily Telegraph that physical and chemical tests have already proven that the shroud is not a painting.","advice_category":"1","content":"\nFor centuries, scientists and historians have pored over the mysterious Shroud of Turin, a bloodstained piece of linen that bears the faint outline of a crucified man, hoping to decode what the image represents and how it was created. The first documented reference to the relic dates back to the 14th century, and historical records suggest it changed hands many times until 1578, when it wound up in its current home at the Cathedral of Saint John the Baptist in Turin, Italy. While the Catholic Church has never taken an official position on the cloth’s authenticity, the Vatican has made statements attesting to its value and arranged for a number of public viewings, most recently in the spring of 2010.\nThe advent of photography in the late 19th century forever altered the course of the shroud’s history. In 1898, a lawyer named Secondo Pia took the first known photograph of the cloth, and his negative revealed new details, including strikingly clear facial features. Scientific interest in the relic immediately picked up. In 1902, the French anatomist Yves Delage, an agnostic, inspected the photographs and pronounced that the figure on the shroud was indeed Jesus Christ. The first direct examinations of the cloth were conducted in the 1970s, most famously by the Shroud of Turin Research Project (STURP), a team of scientists led by physicist John P. Jackson of the University of Colorado. The group found that the markings on the cloth were consistent with a crucified body and that the stains were real human blood; they also suggested that the image’s shading patterns contained three-dimensional information. However, they could not explain how the imprint ended up on the fabric in the first place.\nIn 1988, scientists removed a swatch of the shroud for radiocarbon testing. Three independent laboratories concluded that the material originated between 1260 and 1390, leading some to deem it inauthentic. Since then, however, further studies have called those findings into question, suggesting that the researchers inadvertently tested material grafted onto the original shroud during repairs made in the Middle Ages. Other analyses, many of which proved controversial and yielded conflicting results, have focused on the geographic origin of pollen traces and dirt particles detected on the fabric.\nBuso is not the first expert to theorize that the shroud could have been the work of an artist. In May 2010, for instance, the American scientist Gregory S. Paul published a study claiming that the outline’s undersized head and unequal arm lengths were inconsistent with healthy modern humans’ proportions. He hypothesized that an amateurish Gothic artist with poor anatomical knowledge had painted the cloth and passed it off as a genuine relic. In 2009, the American artist Lillian Schwartz made waves when she maintained that Leonardo da Vinci had intentionally faked the Shroud of Turin to fool his contemporaries, using early photographic techniques and a sculpture of his own face to produce the shadowy image.\nBuso believes that Giotto, a master painter best known for decorating the elaborate Scrovegni Chapel in Padua, Italy, never intended to dupe believers and even used Jesus’ actual burial shroud as his model. He claims to have detected the artist’s signature and several faint appearances of the number 15—a reference, in his view, to the year in which Giotto created the replica—hidden in the subject’s face and hands. “[Giotto] wasn’t trying to fake anything, which is clear from the fact that he signed it…to authenticate it as his own work from 1315,” Buso told the Daily Mail.\nPrevious investigations have failed to uncover Giotto’s various stamps on the cloth because they were made with cryptic brushstroke patterns nearly invisible to the naked eye, Buso said. He also pointed out that his theory places the origin of the artifact squarely within the window of time pinpointed by the 1988 radiocarbon?analysis. Buso’s hypothesis has been met with criticism, including by Bruno Barberis, director of the Holy Shroud Museum in Turin. A firm believer in the artifact’s authenticity, Barberis told the Daily Telegraph that physical and chemical tests have already proven that the shroud is not a painting.","author":"Jennie  Cohen","web_category":"news","title":"Shroud of Turin: The Work of a Renaissance Artist?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/shroud-of-turin-full.jpg","url":"http://www.history.com/news/shroud-of-turin-the-work-of-a-renaissance-artist"}