{"summary":"The St. Valentine of Rome in order to differentiate him from the dozen or so other Valentines on the list","advice_category":"1","content":"\n1. The St. Valentine who inspired the holiday may have been two different men.\nOfficially recognized by the Roman Catholic Church, St. Valentine is known to be a real person who died around A.D. 270. However, his true identity was questioned as early as A.D. 496 by Pope Gelasius I, who referred to the martyr and his acts as “being known only to God.” One account from the 1400s describes Valentine as a temple priest who was beheaded near Rome by the emperor Claudius II for helping Christian couples wed. A different account claims Valentine was the Bishop of Terni, also martyred by Claudius II on the outskirts of Rome. Because of the similarities of these accounts, it’s thought they may refer to the same person. Enough confusion surrounds the true identity of St. Valentine that the Catholic Church discontinued liturgical veneration of him in 1969, though his name remains on its list of officially recognized saints.\n2. In all, there are about a dozen St. Valentines, plus a pope.\nThe saint we celebrate on Valentine’s Day is known officially as St. Valentine of Rome in order to differentiate him from the dozen or so other Valentines on the list. Because “Valentinus”—from the Latin word for worthy, strong or powerful—was a popular moniker between the second and eighth centuries A.D., several martyrs over the centuries have carried this name. The official Roman Catholic roster of saints shows about a dozen who were named Valentine or some variation thereof. The most recently beatified Valentine is St. Valentine Berrio-Ochoa, a Spaniard of the Dominican order who traveled to Vietnam, where he served as bishop until his beheading in 1861. Pope John Paul II canonized Berrio-Ochoa in 1988. There was even a Pope Valentine, though little is known about him except that he served a mere 40 days around A.D. 827.\n3. Valentine is the patron saint of beekeepers and epilepsy, among many other things.\nSaints are certainly expected to keep busy in the afterlife. Their holy duties include interceding in earthly affairs and entertaining petitions from living souls. In this respect, St. Valentine has wide-ranging spiritual responsibilities. People call on him to watch over the lives of lovers, of course, but also for interventions regarding beekeeping and epilepsy, as well as the plague, fainting and traveling. As you might expect, he’s also the patron saint of engaged couples and happy marriages.\n4. You can find Valentine’s skull in Rome.\nThe flower-adorned skull of St. Valentine is on display in the Basilica of Santa Maria in Cosmedin, Rome. In the early 1800s, the excavation of a catacomb near Rome yielded skeletal remains and other relics now associated with St. Valentine. As is customary, these bits and pieces of the late saint’s body have subsequently been distributed to reliquaries around the world. You’ll find other bits of St. Valentine’s skeleton on display in the Czech Republic, Ireland, Scotland, England and France.\n5. Chaucer may have invented Valentine’s Day.\nThe medieval English poet Geoffrey Chaucer often took liberties with history, placing his poetic characters into fictitious historical contexts that he represented as real. No record exists of romantic celebrations on Valentine’s Day prior to a poem Chaucer wrote around 1375. In his work “Parliament of Foules,” he links a tradition of courtly love with the celebration of St. Valentine’s feast day–an association that didn’t exist until after his poem received widespread attention. The poem refers to February 14 as the day birds (and humans) come together to find a mate. When Chaucer wrote, “For this was sent on Seynt Valentyne’s day / Whan every foul cometh ther to choose his mate,” he may have invented the holiday we know today.\n6. You can celebrate Valentine’s Day several times a year.\nBecause of the abundance of St. Valentines on the Roman Catholic roster, you can choose to celebrate the saint multiple times each year. Besides February 14, you might decide to celebrate St. Valentine of Viterbo on November 3. Or maybe you want to get a jump on the traditional Valentine celebration by feting St. Valentine of Raetia on January 7. Women might choose to honor the only female St. Valentine (Valentina), a virgin martyred in Palestine on July 25, A.D. 308. The Eastern Orthodox Church officially celebrates St. Valentine twice, once as an elder of the church on July 6 and once as a martyr on July 30.","author":"Elizabeth  Hanes","web_category":"news","title":"6 Surprising Facts About St. Valentine","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/hith-valentine.jpg","url":"http://www.history.com/news/6-surprising-facts-about-st-valentine"}