{"summary":"According to some accounts, a doctor named Gerhard Stalling briefly left his German shepherd with a visually impaired patient while making the rounds at a veteran’s hospital. After visiting Potsdam, observing training exercises there and following a blind man as he deftly navigated busy streets with his dog at his side, she described her experiences in an October 1927 issue of the Saturday Evening Post","advice_category":"1","content":"\nPrehistoric humans began taming wolves at least 15,000 years ago, transforming dangerous pack predators into loyal companions and creating specialized dog breeds for different tasks. (In another version of this story, wolves engineered their own domestication after tasting the bounty of campsite living.) But when exactly man’s best friend became an aide to people with disabilities and other challenges remains a mystery. The earliest evidence of such partnerships—a fresco in which a blind man is led by his dog, discovered amid the ruins of the ancient Roman city Herculaneum—dates back to the first century A.D. European wood carvings and Chinese scroll paintings from the Middle Ages depict similar scenes.\nIn the 1750s, the earliest systematic instruction of guide dogs, as helpers of the visually impaired are known, took place in a Paris hospital for the blind. Several decades later, a blind Austrian man named Josef Reisinger trained a spitz and later a poodle so well that others thought he was faking his disability. Another Austrian, Johann Wilhelm Klein, founder of the Institute for the Training of the Blind in Vienna, published one of the first manuals for coaching guide dogs in 1819. He recommended poodles and shepherds as the breeds most suited to the task and advocated the use of a special harness paired with a pole.\nThe modern guide dog movement originated in Germany after World War I, which had left thousands of soldiers blinded, usually by mustard gas. According to some accounts, a doctor named Gerhard Stalling briefly left his German shepherd with a visually impaired patient while making the rounds at a veteran’s hospital. Upon his return, he noticed that the dog had become particularly protective of the young man. Stalling happened to be president of the German ambulance association, which during the war had trained hundreds of collies to track down wounded soldiers, carry messages and perform other duties on the front lines. Around 1916 he tasked the organization with retraining these dogs and assigning them to blind veterans. Though Stalling’s program shut down within a decade, in 1923 the German Shepherd Dog Association opened a training center in Potsdam that produced 4,000 guide dogs for both veterans and civilians by 1930.\nThe school piqued the curiosity of Dorothy Harrison Eustis, a wealthy American who in the 1920s began breeding and teaching police dogs for the Swiss army. After visiting Potsdam, observing training exercises there and following a blind man as he deftly navigated busy streets with his dog at his side, she described her experiences in an October 1927 issue of the Saturday Evening Post. Eustis ended her lengthy piece with an impassioned endorsement of the German guide dog model, writing, “No longer dependent on a member of the family, a friend or a paid attendant, the blind can once more take up their normal lives as nearly as possible where they left them off, and each can begin or go back to a wage-earning occupation, secure in the knowledge that he can get to and from his work safely and without cost; that crowds and traffic have no longer any terrors for him and that his evenings can be spent among friends without responsibility or burden to them; and last, but far from least, that long, healthful walks are now possible to exercise off the unhealthy fat of inactivity and so keep the body strong and fit. Gentlemen, again without reservation, I give you the shepherd dog.”\nAlmost immediately, Eustis received an enthusiastic letter from Morris Frank, a blind 19-year-old from Tennessee. “Thousands of blind like me abhor being dependent on others,” he wrote. “Help me and I will help them. Train me and I will bring back my dog and show people here how a blind man can be absolutely on his own.” The following year, Frank traveled to Switzerland and returned home with a canine companion, Buddy. Mobbed by fascinated reporters, he sent a one-word telegram to the woman who had helped grant him his newfound independence: “Success.” In 1929 Eustis and Frank founded the first American guide dog school, which they called The Seeing Eye; five years later, the Guide Dogs for the Blind Association was founded in England.\nIn the ensuing decades, training centers cropped up in many countries around the world, while in the United States additional guide dog schools opened from coast to coast. Today, assistance dogs help people with a wide range of challenges, from visual and hearing impairments to epilepsy, autism, anxiety and post-traumatic stress disorder. In 2009 International Assistance Dog Week was created to recognize and honor these hardworking animals and their trainers, as well as to raise awareness of how they have transformed countless lives.","author":"Jennie  Cohen","web_category":"news","title":"Assistance Dogs: Learning New Tricks for Centuries","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/assistance-dog-thumb.jpg","url":"http://www.history.com/news/assistance-dogs-learning-new-tricks-for-centuries"}