{"summary":"The bridge opened with a massive celebration. It was the longest suspension bridge in the world—by far","advice_category":"1","content":"\n1. Boss Tweed helped get the project started.\nWilliam M. “Boss” Tweed, the infamously corrupt head of New York City’s Tammany Hall political machine, latched on to the Brooklyn Bridge project from the very beginning. According to sworn testimony he gave later, he facilitated up to $65,000 in bribes to New York’s aldermen in order to win their backing for a $1.5 million bond issue. He then became a major holder of bridge stock and joined a committee charged with managing the project’s finances. Tweed allegedly hoped to skim money from the city’s bridge contracts, much as he had done with other large public works. But he was arrested in 1871 before he could fully realize his plan. It has since been estimated that Tweed and his cronies stole at least $45 million, and perhaps as much as $200 million, from the public coffers during their time in power.\n2. At least 20 people died during the bridge’s construction.\nThe first fatality came in 1869 before construction had even begun. German-born John A. Roebling, who designed the bridge, was taking compass readings one afternoon when his foot was crushed between some pilings and a boat. His toes were amputated, and a few weeks later he died of tetanus. Other workers fell off the 276-foot-high towers, were hit by falling debris or succumbed to caisson disease, better known as “the bends. “No official figure exists for the number of men killed, but estimates range from 20 to over 30. Dozens more suffered debilitating injuries, including Roebling’s son Washington, who became bedridden with the bends after taking over as chief engineer from his father.\n3. It was the longest suspension bridge in the world—by far. \nA few high-profile collapses in the first half of the 19th century prevented suspension bridges from immediately catching on. Undeterred, Roebling figured out how to stabilize them, largely by adding a web truss to either side of the roadway platform. He built four suspension bridges in the 1850s and 1860s, including one over the Ohio River and another near Niagara Falls. All would later be dwarfed by the Brooklyn Bridge, which, with a main span of more just over 1,595 feet, was by far the longest suspension bridge in the world. It remained that way until 1903, when the nearby Williamsburg Bridge overtook it by 4.5 feet.\n4. The bridge opened with a massive celebration. \nHuge crowds gathered on May 24, 1883, to watch the bridge’s opening ceremony, which The New York Times described, in reference to Brooklyn, as “the greatest gala day in the history of that moral suburb.” President Chester A. Arthur, New York Governor (and future president) Grover Cleveland and various local politicians marched onto the bridge, accompanied by a military band and an attachment of troops. Celebratory cannon fire rang out when they reached the Manhattan-side tower. The festivities also included an hour-long fireworks display, receptions and a number of speeches. Just before midnight the bridge opened to the public, and more than 150,000 people streamed across over the next 24 hours. Not everyone was happy, however. Many Irish boycotted the ceremony because it coincided with the birthday of British monarch Queen Victoria.\n5. A tragedy occurred almost immediately. \nA week after the opening, on Memorial Day, an estimated 20,000 people were on the bridge when a panic started, allegedly over a rumor that it was about to collapse. Twelve people were crushed to death on a narrow stairway, and others emerged bloodied and in some cases without clothes. One eyewitness described men and women “with their limbs contorted and their faces purpling in their agonized efforts to breathe.” No changes came about in the immediate aftermath of the tragedy, except that more police were stationed on the pedestrian promenade.\n6. The bridge toll was higher then than it is now.\nWhen the Brooklyn Bridge first opened, it cost a penny to cross by foot, 5 cents for a horse and rider and 10 cents for a horse and wagon. Farm animals were allowed at a price of 5 cents per cow and 2 cents per sheep or hog. Under pressure from civic groups and commuters, the pedestrian toll was repealed in 1891. The roadway tolls were then rescinded in 1911 with the support of New York Mayor William J. Gaynor, who declared, “I see no more reason for toll gates on the bridges than for toll gates on Fifth Avenue or Broadway.” The Brooklyn Bridge and three other bridges that likewise cross the East River have stayed free ever since for both walkers and drivers, even as New York’s other major bridges and tunnels have gotten steadily more expensive.\n7. At the time, the bridge connected two different cities.\nBrooklyn did not become part of New York City until 1898, following a referendum that passed there by just 277 votes (out of more than 129,000 cast). Prior to the merger, it was the fourth most populous city in the country—behind only New York, Chicago and Philadelphia—with loads of manufacturing jobs, many churches, relatively low crime and good schools.\n8. The bridge quickly became a cultural sensation.\nThe Brooklyn Bridge has arguably inspired more art than any other manmade structure in the United States. Georgia O’Keeffe, Andy Warhol and dozens of other well-known painters have incorporated it into their works, as have photographers (Walker Evans); documentarians (Ken Burns); playwrights (Arthur Miller); novelists (Henry Miller); newspaper columnists (Jimmy Breslin); urban historians (Lewis Mumford); poets (Jack Kerouac); and musicians (Wyclef Jean). It likewise has had a slew of TV shows and movie cameos, including “The Docks of New York,” “It Happened in Brooklyn,” “Moonstruck,” “Godzilla” and “Spider-Man.” Meanwhile, advertisers have used the bridge to sell everything from Vaseline to Absolut Vodka, and it is even the symbol of an Italian chewing gum.\n9. The bridge has always attracted daredevils and showmen.\nCircus entertainer P.T. Barnum took 21 elephants over the bridge in May 1884 to show that it was safe. The following year, Robert E. Odlum, a swimming instructor from Washington, D.C., became the first to leap into the East River below. He died, but a number of later jumpers survived, including one man allegedly trying to impress his girlfriend and another who wore large canvas wings. Other stuntmen have flown planes under the bridge and bungee jumped from or climbed its towers.\n10. Peregrine falcons nest atop it.\nPeregrine falcons are the fastest animals on record, capable of reaching speeds over 200 miles per hour. They disappeared from the eastern United States due to DDT poisoning, but made a comeback after the pesticide was banned in 1972. Surprisingly, the birds soon began thriving in New York City, where they nest on bridges, church steeples and skyscrapers. Today, about 16 pairs of peregrines live in the Big Apple, and the Brooklyn Bridge has become one of their regular nesting sites.","author":"Jesse  Greenspan","web_category":"news","title":"10 Things You May Not Know About the Brooklyn Bridge","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/brooklynbridge.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-the-brooklyn-bridge"}