{"summary":"A cedar oil enema might sound like something off a modern-day spa menu, but until recently it was one of the ways Egyptian embalmers were thought to remove organs during mummification. Egyptian embalmers closely guarded the secrets of the mummification process, so descriptions of their trade are extremely rare in ancient literature","advice_category":"1","content":"\nA cedar oil enema might sound like something off a modern-day spa menu, but until recently it was one of the ways Egyptian embalmers were thought to remove organs during mummification. It turns out the practice wasn’t as widespread as previously thought, and neither were other aspects of the process that appear in ancient historians’ descriptions of Egyptian mummification. In a study published in the February issue of HOMO – Journal of Comparative Human Biology, researchers debunk commonly held assumptions about how mummies were made while highlighting the wide variety of embalming approaches in ancient Egypt.\nEgyptian embalmers closely guarded the secrets of the mummification process, so descriptions of their trade are extremely rare in ancient literature. One ancient Greek historian to sneak a glimpse at their work was Herodotus, who visited Egypt around 450 B.C. and later wrote about three levels of mummification available for different price points. If the deceased’s family was willing to splurge on the finest treatment, he explained, embalmers would remove the brain through the nose before emptying the abdomen through a small slit. For a lower fee, they would fill the abdominal cavity with cedar oil, which was thought to liquefy the intestines, stomach, liver and lungs. And for next of kin on a budget, embalmers would simply flush the body with water and leave it in natron, a naturally occurring salt, for 70 days.\nWriting some 400 years after Herodotus, another Greek historian, Diodorus Siculus, similarly described multiple tiers of service offered by embalmers. He also reported that the heart, unlike the entrails and brain, was nearly always left in place. Along with that of Herodotus, Diodorus’ account of mummification practices has informed scholars for centuries, becoming conventional wisdom about the mysterious process.\nBut the word of two long-dead chroniclers wasn’t enough for lead author Andrew Wade and his colleagues to seal the tomb on mummification. An anthropologist at the University of Western Ontario, Wade led a study that essentially cast these ancient assertions as hypotheses and then put them to the test. He and his team thumbed through the scholarly literature to find descriptions of 150 mummies dating from various periods in ancient Egyptian history. They also performed CT scans and produced 3D reconstructions of seven mummies.\nThe researchers’ findings make Herodotus and Diodorus out to be pretty unreliable correspondents. Not only is there no evidence for the use of cedar oil enemas, but the innards of rich and poor alike seem to have exited through an abdominal slit. (Wade and his team relied on artifacts, burial sites and other information to distinguish the haves from the have-nots.) One-fifth of the corpses still had brains, meaning that brain removal was not universal, and one-quarter still had hearts, suggesting that neither was heart preservation.\nWith respect to heart treatment in particular, the analysis seemed to reveal a fascinating sociological trend. Around the same time that mummification became more available to the masses, hearts were retained at higher rates among deceased elites. Perhaps, the researchers speculate in their paper, keeping the heart in place helped distinguish the nobles from the commoners—“possibly to ensure that the elite maintained a more favorable afterlife than their subjects.”\nSo were Herodotus and Diodorus misinformed or, worse, liars? Wade and his colleagues offer a kinder guess about the ancient historians. “The hypothesis constructed from the stereotyped accounts by Herodotus and Diodorus is falsified by the data,” they write, “and these classical descriptions should only be considered as, at best, a possible snapshot of mummification performed by one particular workshop.” That “snapshot,” they continue, “does not express the full range of variation in the practice throughout the entirety of Egypt over the course of three millennia, nor necessarily even the period in which the account was written.”","author":"Jennie  Cohen","web_category":"news","title":"Ancient Egyptian Mummification Practices Revisited by New Study","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/mummification-process.jpg","url":"http://www.history.com/news/ancient-egyptian-mummification-practices-revisited-by-new-study"}