{"summary":"Because this particular effigy has feminine features, it might represent Queen Hatshepsut, who ruled Egypt from 1479 to 1458 B.C., said Pouls Wegner. The team also excavated what they believe is one of many private offering chapels that Egyptians constructed along the processional path in order to take part in the festival, Pouls Wegner said","advice_category":"1","content":"\nMary-Ann Pouls Wegner, an archaeology professor at the University of Toronto, led the dig in the summer of 2011. Graduate students from the university and researchers from Egypt’s Supreme Council of Antiquities also participated. “The site is important because it was a focal point for both state-sponsored ritual activity associated with the great gods of ancient Egypt, and also popular votive activity that took place alongside the formal rituals,” said Pouls Wegner, who presented the team’s findings at a recent meeting of the Society for the Study of Egyptian Antiquities.\nPouls Wegner said the wooden statue depicting a king was particularly interesting because only a few such artifacts have survived. Since it turned up near a temple dedicated to Osiris, it was likely used in ceremonial processions that took place along a designated route at Abydos. “In those processions, the death and ultimate post-mortem transformation and triumph of Osiris, the archetype for resurrection, was reenacted,” Pouls Wegner explained. Priests carried statues of past pharaohs in boat-shaped shrines from the afterlife god’s temple to his tomb during these rituals.\nBecause this particular effigy has feminine features, it might represent Queen Hatshepsut, who ruled Egypt from 1479 to 1458 B.C., said Pouls Wegner. “Like the other known wooden royal statues, the Abydos statue is not inscribed with the name of the king it represents, but its proportions conform to those of known statues of the Eighteenth Dynasty—roughly 1550 to 1350 B.C.—with one important exception: a thinner waist,” Pouls Wegner explained. “This detail suggests that it may represent Hatshepsut, who ruled Egypt as king although she was a woman.” One of the most powerful and successful pharaohs in history, Hatshepsut had artists portray her with a male body and false beard to sway detractors who considered women unfit for high office.\nThe team also excavated what they believe is one of many private offering chapels that Egyptians constructed along the processional path in order to take part in the festival, Pouls Wegner said. Dating to the Middle Kingdom, a period between 1990 and 1650 B.C., the chapel sheds light on a main focus of their research: state-mandated rules regulating how close to the route non-royal Egyptians could build structures. Violating the strict code was an offense punishable by death, Pouls Wegner said. “There was a constant interplay between the interests of the state and that of the populace in this special area,” she observed. “The chapel provides a physical indication of the location of the boundary very close to the processional route in the Middle Kingdom, and its size indicates that it belonged to a person of high socioeconomic status.”\nA larger structure the archaeologists unearthed may have once served as a temple or chapel but was later repurposed to house animal mummies, according to Pouls Wegner. It contained the remains of two cats, three sheep or goats and at least 83 dogs, all of which were likely sacrificed to the jackal god Wepwawet, the researchers believe. Finally, a tomb excavated by the archaeologists yielded examples of the small funerary figurines known as shabtis, which became the symbolic replacements for human sacrifices in ancient Egypt.","author":"History.com  Staff","web_category":"news","title":"Egypt Dig Reveals Animal Mummies and Possible Hatshepsut Statue","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/wood-figurine-150x150.jpg","url":"http://www.history.com/news/egypt-dig-reveals-animal-mummies-and-possible-hatshepsut-statue"}