{"summary":"Congress Hall was the setting for two inaugurations: Washington was sworn in for his second term in the Senate chamber, while his successor, John Adams, took the oath in the House chamber. (The White House will also be the scene of a swearing-in ceremony this year as Barack Obama privately takes an oath of office there on Sunday, January 20, before the public inauguration the following day.)","advice_category":"1","content":"\n1. Federal Hall, New York CitySix years after he bade farewell to his fellow Continental Army officers in New York City, George Washington returned to America’s newly minted capital for the first inauguration. On April 30, 1789, 10,000 people shoehorned into Wall and Broad streets to watch Washington take the presidential oath on the balcony of Federal Hall. After the swearing-in ceremony, Washington delivered the first inaugural address in the Senate chamber and then led a procession of delegates up Broadway to an Episcopalian prayer service at St. Paul’s Chapel. The original Federal Hall was demolished, but its successor, fronted by a statue of Washington, still stands steps away from the New York Stock Exchange.\n2. Congress Hall, PhiladelphiaShortly after Washington assumed the presidency, the federal capital moved south to Philadelphia. Congress Hall was the setting for two inaugurations: Washington was sworn in for his second term in the Senate chamber, while his successor, John Adams, took the oath in the House chamber. The Georgian-style structure, adjacent to Independence Hall and the Liberty Bell, is open to visitors as part of Independence National Historical Park.\n3. 123 Lexington Avenue, New York City\nPresidential inaugurations, such as the one for Chester A. Arthur, have not always been festive affairs. In the early morning hours of September 20, 1881, Vice President Arthur, who had just received word at his Manhattan brownstone that President James Garfield had finally succumbed to his gunshot wounds after lingering for 80 days, took the oath of office in his parlor, with the green blinds drawn to block the view of the newsmen swarming outside. The apartment house, which was also the home of publisher William Randolph Hearst, is still a private residence, and the ground floors are now home to an Indian supermarket.\n4. Ansley Wilcox Residence, Buffalo\nAfter President William McKinley took a turn for the worse following his shooting at Buffalo’s Pan-American Exposition, Theodore Roosevelt was summoned from a vacation in the Adirondack wilderness. By the time the vice president arrived in Buffalo, McKinley was dead. On September 14, 1901, as McKinley’s body lied a mile away, Roosevelt was sworn in at the home of his friend Ansley Wilcox. The residence is now the Theodore Roosevelt Inaugural National Historic Site.\n5. Calvin Coolidge Homestead, Plymouth Notch, Vermont\nWhen President Warren Harding died unexpectedly in San Francisco, Vice President Calvin Coolidge was vacationing 3,000 miles away at his family’s humble homestead. After news of the president’s passing arrived in the Green Mountain hamlet of Plymouth Notch, population 29, Coolidge took the oath from his father, a notary public and justice of the peace, by the soft glow of a kerosene lamp in the wee hours of August 3, 1923. The homestead, along with iconic Vermont structures such as a one-room schoolhouse and cheese factory, is open to the public as part of the President Calvin Coolidge State Historic Site.\n6. Air Force OneJust hours after President John F. Kennedy was gunned down yards away from him in Dallas, Lyndon Johnson, with a grieving Jackie Kennedy at his side, was sworn in as president inside the cramped cabin of Air Force One at Love Field. The Boeing VC-137C known as SAM (Special Air Mission) 26000 is on display at the National Museum of the U.S. Air Force at Wright-Patterson Air Force Base in Dayton, Ohio.\n7. Washington, D.C., but not the CapitolNot all inaugurations in the nation’s capital have taken place at the Capitol. With World War II still raging, Franklin Roosevelt was sworn in for his fourth term in 1945 in a low-key ceremony held on the White House’s South Portico. Less than three months later, after Roosevelt’s sudden death, Harry Truman took the oath of office in the White House Cabinet Room. The East Room was the setting for Gerald Ford’s 1974 swearing-in ceremony following the resignation of Richard Nixon. (The White House will also be the scene of a swearing-in ceremony this year as Barack Obama privately takes an oath of office there on Sunday, January 20, before the public inauguration the following day.)\nIn addition, a handful of inauguration sites have faded from the cityscape of Washington, D.C. With the Capitol being rebuilt following the War of 1812, James Monroe was inaugurated outside the Old Brick Capitol, now the site of the Supreme Court. Following the death of William Henry Harrison, John Tyler took the oath of office at the defunct Indian Queen Hotel on Pennsylvania Avenue, and after the assassination of Abraham Lincoln, Andrew Johnson was sworn in at the Kirkwood House that used to stand on the corner of Twelfth Street and Pennsylvania Avenue.","author":"Christopher  Klein","web_category":"news","title":"A Tour of Lesser-Known Presidential Inaugural Sites","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/Federal-hall.jpg","url":"http://www.history.com/news/a-tour-of-lesser-known-presidential-inaugural-sites"}