{"summary":"Franklin Roosevelt’s crusade to defeat polio actually began more than 10 years before he created the group that would become known as the March of Dimes. The March of Dimes continued financial support for medical research finally paid off when Jonas Salk, a young doctor whose work was funded by a March of Dimes grant, developed a new vaccine to combat polio","advice_category":"1","content":"\nFranklin Roosevelt’s crusade to defeat polio actually began more than 10 years before he created the group that would become known as the March of Dimes. His first efforts centered on a therapeutic spa in Warm Springs, Georgia, famed for the recuperative benefits of its water treatments. Roosevelt first was treated at Warm Springs in 1924–three years after his own devastating bout with polio–and was immediately impressed with the results. He soon became a frequent visitor, and within three years he had bought the property and created the nonprofit Warm Springs Foundation, which established the springs as the first hospital in the nation to focus entirely on the treatment of polio victims. Roosevelt chose close friend and former law partner Basil O’Connor to run the organization; O’Connor went on to hold the role for more than 30 years.\nInitial fundraising efforts for the foundation were small scale, but with Roosevelt’s eventual return to politics and subsequent election to the presidency, the opportunity to make a wider appeal for support presented itself.? In 1934, businessman Henry Doherty, an FDR supporter, donated $25,000 to establish a series of “birthday balls,” local parties that would double as celebrations of the popular president’s January 30 birthday as well as fundraisers for his favorite cause. That first year saw more than 600 “birthday balls ” across the country, which raised $1 million for the Warm Springs Foundation and soon became a popular annual tradition. The tagline of the balls, “dance so that others may walk,” would become closely aligned with the ongoing fight against infantile paralysis, and was used in a series of promotional posters—one of which was designed by artist Howard Chandler Christy, better known today for the famous “I Want You” enlistment advertisement featuring “Uncle Sam.”\nEncouraged by the success of the birthday balls, O’Connor and Roosevelt decided to organize on the national level. On January 3, 1938, they announced the creation of the National Foundation for Infantile Paralysis, or NFIP. O’Connor set about creating a national network of local chapters dedicated to raising money to combat the disease. However, it wasn’t until later that year that the NFIP became associated with the moniker most people know it by today, the March of Dimes. Vaudeville star Eddie Cantor, a noted philanthropist, organized a coast-to-coast radio broadcast to promote the new foundation. Making a play on the popular “March of Time” newsreels of the era, he urged Americans (still feeling the effects of the Great Depression) to donate whatever spare cash they could to the fight against polio. Just 10 cents from every child (and presumably their parents) could help the cause, and would create a “march of dimes to reach all the way to the White House.” Later promotional programs featured Cantor performing alongside other Hollywood luminaries, including Bing Crosby and Jack Benny. The appeals quickly paid off: In it’s first campaign, the NFIP received more than $18 million in donations. Cantor’s phrase would soon become synonymous with the fledgling foundation, though it would not adopt the name March of Dimes officially until 1976.\nThe March of Dimes used the funds raised in these early efforts to set up new research facilities to find a cure for polio as well as dozens of local hospitals to care for the afflicted—including a clinic at the Tuskegee Institute in Alabama for African Americans unable to gain access to the nearby (but segregated) Warm Springs facility. Roosevelt would continue to visit Warm Springs throughout his presidency, building a small cottage nearby that became known as the Little White House. It was here, just down the road from his beloved Warm Springs, that he died of a stroke on April 12, 1945. Almost immediately after the president’s death, a local chapter of the March of Dimes based in Norfolk, Virginia, began lobbying for a permanent tribute honoring Roosevelt’s efforts to combat polio. What could be more fitting, they argued, than a newly minted ten-cent coin featuring the president’s portrait. A Virginia congressman soon took up the cause, and by the end of the year the government had agreed to replace the current dime—depicting the mythological goddess Liberty—with one honoring Roosevelt.? As the early birthday balls and later March of Dimes campaigns had both been timed to coincide with FDR’s birthday, the U.S. Mint decide to release the first batch of Roosevelt dimes on January 30, 1946—on what would have been his 64th birthday.\nDespite the best efforts of the March of Dimes and others in the medical community, polio continued its destructive path, with a new outbreak seemingly every summer. In fact, it was the decade following Roosevelt’s death that saw the worst of the crisis—in 1949 alone more than 2,700 Americans died from the disease. The March of Dimes continued financial support for medical research finally paid off when Jonas Salk, a young doctor whose work was funded by a March of Dimes grant, developed a new vaccine to combat polio. In 1954, March of Dimes helped support a mass vaccination of more than 1.8 million schoolchildren, and just a year later Salk’s vaccine had been approved for even more widespread usage, leading to the virtual eradication of polio in the developed world.\nIn the decades following Salk’s vaccine, the March of Dimes shifted its efforts from the eradication of polio to a number of public health issues surrounding maternal and prenatal care, including the prevention of rubella and improving treatment and care for premature babies. In 1970, the organization launched WalkAmerica (now known as the March for Babies), a fundraising initiative that has raised more than $1.8 billion and whose “walk-a-thon” format has inspired hundreds of other charitable organizations around the world. New Roosevelt dimes are issued each year, and in 2003 the Franklin Roosevelt Presidential Library in Hyde Park, New York even held a new “birthday ball,” raising funds for the March of Dimes and harkening back to FDR’s exhortation to “dance so that others may walk.”","author":"Barbara  Maranzani","web_category":"news","title":"Franklin Roosevelt’s Personal Polio Crusade, 75 Years Ago","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-March-of-Dimes.jpg","url":"http://www.history.com/news/franklin-roosevelts-personal-polio-crusade-75-years-ago"}