{"summary":"Camel Corps, composed of 60-plus camels that were purchased and shipped to America in the 1850s. So important were pigeons to the British war effort during World War I that the army issued orders aimed at protecting them; intentionally killing or hurting a homing pigeon could land offenders in prison for six months","advice_category":"1","content":"\n\nWhether pulling chariots, transporting equipment or carrying people to battle, the horse has seen more action in wars than any other animal; in fact, the earliest equine training manual dates back to 1350 B.C. By the outbreak of World War I, advances in military technology meant that conditions on the front were often more dangerous for horses than for humans. In just one day during the 1916 Battle of Verdun in France, for instance, some 7,000 horses were killed, including nearly 100 animals that died after being struck by a French naval gun blast. Horses were also more susceptible to the elements, and thousands succumbed to exhaustion, disease and poison gas attacks. Many more might have been lost without the efforts of units such as Britain’s Royal Army Veterinary Corps, which treated more than 2.5 million injured horses during World War I. Of these patients, 75 percent were successfully returned to service.\n\nIn 1917, a stray puppy wandered onto the Yale University campus, where members of the 102nd Infantry Regiment were training. The pit bull mix won over the unit with his antics, participating in drills and even learning how to salute with his right paw. Private J. Robert Conroy adopted the dog, named him Stubby and smuggled him to the front lines in France. There, exposure to mustard gas left Stubby highly sensitive to the noxious fumes and able to warn the 102nd of imminent attacks. He also learned to locate wounded soldiers during patrols. One day, Stubby spotted a German spy and attacked the bewildered man until reinforcements arrived; the achievement earned him the rank of sergeant. In his 18 months of service, Stubby participated in 17 battles, survived a series of wounds and provided a much-needed boost of morale to his fellow soldiers. After the war he returned to the United States with Conroy (who never made it past corporal himself) and became a national icon, leading parades and receiving awards until his death in 1926.\n\nCamels have long taken part in combat operations, most notably in the Middle East and North Africa during both World Wars. They also took part in an improbable experiment that by all accounts failed miserably. In the mid-19th century, the U.S. Army faced the difficult task of hauling supplies across newly acquired lands in the Southwest, where the arid and inhospitable terrain proved too harsh for traditional beasts of burden such as horses and mules. Enter the U.S. Camel Corps, composed of 60-plus camels that were purchased and shipped to America in the 1850s. At first, the camels performed admirably on numerous surveying missions, impressing their military handlers with their strength and ability to survive on little food and water. But trouble soon arose when the dromedaries’ famously irritable and stubborn dispositions started spooking other army animals. Shortly after the outbreak of the Civil War in 1861, the Camel Corps was discontinued entirely. Some of its members fell into the hands of private citizens, while others escaped into the wild and traveled as far as Canada—where residents reported seeing feral camels up until the 1930s.\n\nOne of the most unlikely nonhuman contributions to World War I was made by Lampyris noctiluca, more commonly known as the European glowworm, which emits light through bioluminescence. Huddled in dank, dark trenches, enlisted men and officers alike turned to the incandescent insects for help, collecting them in jars by the thousands. These instant but ephemeral lanterns allowed soldiers to examine intelligence reports, study battle maps or simply read comforting letters from home. According to a 2010 study, just 10 glowworms can provide the same amount of illumination as a modern-day roadway light. (Image: Dysmorodrepanis/Wikimedia Commons)\n\nThe use of homing pigeons as military messengers dates back to the ancient Greeks and Persians, but it wasn’t until the late 19th and early 20th centuries that birds were used in large-scale intelligence efforts. During both World Wars, the United States and United Kingdom assembled special pigeon service units comprised of tens of thousands of birds. So important were pigeons to the British war effort during World War I that the army issued orders aimed at protecting them; intentionally killing or hurting a homing pigeon could land offenders in prison for six months. More than 16,000 homing pigeons were parachuted into Europe during World War II, including Gustav (formally known as bird NPS.42.31066), who flew more than 150 miles back to England on D-Day to deliver the first official word of the Normandy landings.\n\nElephants regularly participated in military campaigns in ancient times, most famously during the Carthaginian general Hannibal’s legendary trek over the Alps in 218 B.C. According to Greek and Roman chroniclers, the giant creatures had one fatal flaw that enemy armies exploited as a countermeasure: The sound of a squealing pig could give even the largest trained elephant a debilitating fright. Pliny the Elder, Aelian and others describe battles in which pigs were lit on fire or swung from the walls of besieged cities, produce piercing cries that scattered advancing elephants.\n\nOperating in secret until the 1990s, the U.S. Navy Marine Mammal Program has been recruiting and training sea creatures for more than 40 years. Early on, various species were considered for the initiative, including killer whales and seals, but bottlenose dolphins and California sea lions quickly emerged as the star pupils. Endowed with superior underwater senses and immune to the bends, the smart swimmers have served in Vietnam, in the Persian Gulf and at naval bases on the home front. Dolphins discover and mark sea mines, which they’re too lightweight to trigger, with their incredible echolocation skills. Sea lions dive hundreds of feet below the surface to investigate and recover lost or suspicious objects. And both animals are taught to guard harbors and ships by detecting unauthorized intruders such as enemy divers.","author":"History.com  Staff","web_category":"news","title":"War Animals From Horses to Glowworms: 7 Incredible Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/war-horses.jpg","url":"http://www.history.com/news/war-animals-from-horses-to-glowworms-7-incredible-facts"}