{"summary":"Bill of Rights. James Madison was an unlikely author of the proposed amendments that eventually became the Bill of Rights","advice_category":"1","content":"\n\n1. Why was the Bill of Rights tacked onto the Constitution just three years after its ratification in June 1788? Essentially, anti-Federalist delegates objected to the proposed draft, arguing that it provided a framework for a new centralized government but failed to safeguard individual liberties and states’ rights. They finally agreed to ratify the Constitution on the condition that Congress amend the document to include these protections.\n2. While drafting the Bill of Rights, James Madison drew heavily on the Virginia Declaration of Rights, written by George Mason and ratified shortly before the Constitution of Virginia in June 1776. Considered the first constitutional protection of individual rights, it also provided a blueprint for the U.S. Declaration of Independence and France’s Declaration of the Rights of Man and of the Citizen.\n3. Since America’s founding fathers had just spent years fighting for independence from Britain, it might seem ironic that an English law—the Bill of Rights of 1689—served as another inspiration for the U.S. Bill of Rights. The two documents share a number of guarantees, including the right to petition and protection again “cruel and unusual punishments.”\n4. James Madison was an unlikely author of the proposed amendments that eventually became the Bill of Rights. He initially argued that the Constitution itself sufficiently restricted the federal government and that Americans inherently enjoyed natural rights even in the absence of laws ensuring them. Madison’s mentor Thomas Jefferson, who was then serving as ambassador to France, helped convince him of their necessity in 1789.\n5. Despite its seemingly inclusive wording, the Bill of Rights did not apply to all Americans—and it wouldn’t for more than 130 years. At the time of its ratification, the “people” referenced in the amendments were understood to be land-owning white men only. Blacks only received equal protection under the law in 1868, and even then it was purely on paper. Women couldn’t vote in all states before 1920, and Native Americans did not achieve full citizenship until 1924.\n6. The original Bill of Rights included 12 amendments, but only 10 became law in 1791. One of the omitted articles, which deals with the size of electoral districts, has yet to be ratified. The other, which prohibits pay raises for Congress members until the next election takes place, was ratified in 1992 as the 27th Amendment.\n7. George Washington commissioned 14 handwritten copies of the Bill of Rights—one for each of the original 13 colonies and one for Congress. Twelve of the originals survive to this day. North Carolina’s copy disappeared during the Civil War when a Union soldier took it home as a souvenir; it resurfaced in 2003 thanks to the efforts of an undercover FBI agent.\n8. One hundred fifty years after the Bill of Rights became law, President Franklin D. Roosevelt called on the American people to observe December 15 as Bill of Rights Day. Just days after he made his speech, the Japanese attacked Pearl Harbor and celebrations were cancelled. Though relatively obscure, it remains a federal holiday.","author":"Jennie  Cohen","web_category":"news","title":"Facts About the Bill of Rights on Its 220th Anniversary","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/bill-of-rights.jpg","url":"http://www.history.com/news/facts-about-the-bill-of-rights-on-its-220th-anniversary"}