{"summary":"By contrast, brooding birds that don’t bury their eggs produce eggs with far fewer pores, so that the eggs won’t dry out when they come in contact with the air.. By contrast, brooding birds that don’t bury their eggs produce eggs with far fewer pores, so that the eggs won’t dry out when they come in contact with the air.","advice_category":"1","content":"\nTroodon, officially Troodon formosus, was a small coelurosaurian dinosaur that lived during the Late Cretaceous period, around 75 million years ago. Measuring about 6.5 feet (2 meters) long and weighing in at about 110 pounds (50 kilograms), it walked and ran on two long hind legs and caught its prey–likely small mammals, lizards and invertebrates–with three-fingered hands on rotatable forearms. Boasting a large brain for its relatively small size, Troodon may have been among the smartest of the dinosaurs. Its brain was also proportionately larger than that of living reptiles, and more similar to the proportions of modern birds, which have larger brains relative to their bodies.\nDue to previously scarce evidence of dinosaur incubation behaviors, paleontologists have long wondered whether dinosaurs bury their eggs completely, like crocodiles and their relatives, or lay and incubate their eggs in open or non-covered nests, like most bird species. In the new study, researchers examined clutches of fossilized Troodon eggs found in Alberta, Canada and Montana and compared them to the eggs of modern crocodiles, mound-nesting birds (which also bury their eggs completely) and brooding birds (which sit on their partially buried eggs). Crocodiles and birds that completely bury their eggs produce eggs with extremely porous shells. The many tiny holes allow better respiration for buried eggs, so the tiny crocodile or bird won’t suffocate. By contrast, brooding birds that don’t bury their eggs produce eggs with far fewer pores, so that the eggs won’t dry out when they come in contact with the air.\nDue to previously scarce evidence of dinosaur incubation behaviors, paleontologists have long wondered whether dinosaurs bury their eggs completely, like crocodiles and their relatives, or lay and incubate their eggs in open or non-covered nests, like most bird species. In the new study, researchers examined clutches of fossilized Troodon eggs found in Alberta, Canada and Montana and compared them to the eggs of modern crocodiles, mound-nesting birds (which also bury their eggs completely) and brooding birds (which sit on their partially buried eggs). Crocodiles and birds that completely bury their eggs produce eggs with extremely porous shells. The many tiny holes allow better respiration for buried eggs, so the tiny crocodile or bird won’t suffocate. By contrast, brooding birds that don’t bury their eggs produce eggs with far fewer pores, so that the eggs won’t dry out when they come in contact with the air.\nBy counting and measure pores in the Troodon eggshells, the Calgary and Montana researchers found that porosity varied across the shell, suggesting that Troodon (which are known to have laid their eggs almost vertically) would have only buried the bottom halves of their eggs in mud. This also means that the adult dinosaurs would have had direct contact with the exposed parts of the eggs during incubation (similar to brooding birds). Though such a nesting style is unusual, it is apparently similar to that of a wading bird called the Egyptian plover, which partially buries its eggs in a sandy nest in order to brood them. The plover lays its eggs in warm sand and then sits on the nest so that its wet belly cools the eggs from above.\nAccording to study co-author Darla Zelenitsky of the University of Calgary, the study of the Troodon fossil eggs “helps substantiate that some bird-like nesting behaviors evolved in meat-eating dinosaurs prior to the origin of birds. It also adds to the growing body of evidence that shows a close evolutionary relationship between birds and dinosaurs.”","author":"Sarah  Pruitt","web_category":"news","title":"Dinosaur Egg Study Suggests New Evolutionary Link With Birds","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/HITH-Dino-eggs.jpg","url":"http://www.history.com/news/dinosaur-egg-study-suggests-new-evolutionary-link-with-birds"}