{"summary":"“The immediate effect of it would have been something akin to short-term amnesia or concussion,” Trinkaus continued. “We’re seeing a surprisingly high incidence of these things,” Trinkaus explained.","advice_category":"1","content":"\nThese findings shore up the hypothesis that humans living during the Pleistocene, which ended 12,000 years ago, helped sick, elderly and injured individuals—including some with severe congenital and degenerative abnormalities—manage or recover from their life-threatening conditions, Trinkaus said. Left alone, they would likely have died early in life, shortly after falling ill or as a direct result of their wounds. “To me, this suggests social care going well back into the Pleistocene,” said Trinkaus.\nOther examples of early humans whom others presumably tended include a child with abnormal brain growth who lived until at least age 5 in Spain 500,000 years ago; Neanderthals who lived for years with immobilizing deformities 50,000 years ago; and a toothless individual who was apparently fed by a compassionate neighbor or relative about 180,000 years ago. “We’re seeing a surprisingly high incidence of these things,” Trinkaus explained.\nSo did the Maba man, whose remains were discovered in 1958 in a southern China cave, really get by with a little help from his Paleolithic friends? “The guy got a serious bump on the head,” Trinkaus said, and might have been “shaken up” for several weeks. “The immediate effect of it would have been something akin to short-term amnesia or concussion,” Trinkaus continued. “The guy would have been supported or taken care of or coddled in some way immediately afterwards.”\nWhile there’s plenty of evidence that earlier Pleistocene individuals sustained major injuries—often while hunting—but lived to tell the tale, the Maba man might be the oldest known victim of assault by another person, Trinkaus added. The blow to the head that left a permanent depression in the cave dweller’s skull was likely inflicted by a small, extremely hard object such as a rock or spear tip; falls and accidental collisions tend to cause more generalized cranial trauma.\nIt’s nevertheless impossible to rule out a hunting accident or similar mishap, but a brawl with a rival or surprise attack by a foe would be hardly surprising, in Trinkaus’ view. “All social mammals occasionally squabble,” he said. “As weaponry increased through human evolution, the risk of injury increased.”","author":"Jennie  Cohen","web_category":"news","title":"Was Victim of Earliest Known Human-on-Human Attack Saved By Compassion?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/maba-cranium.jpg","url":"http://www.history.com/news/was-victim-of-earliest-known-human-on-human-attack-saved-by-compassion"}