{"summary":"Located near the Guatemalan border in present-day Campeche, Mexico, the city of Uxul served as one of the Maya empire’s trading hubs during the Classic period from 250 to 900 A.D. The researchers estimate that the prince died roughly 1,300 years ago, not long after Calakmul annexed Uxul","advice_category":"1","content":"\nLocated near the Guatemalan border in present-day Campeche, Mexico, the city of Uxul served as one of the Maya empire’s trading hubs during the Classic period from 250 to 900 A.D. It was discovered in 1934 by archaeologists Karl Ruppert and John Denison, who named the site after the Mayan term for “at the end” because of its remote location in the Yucatan jungle. Experts believe the settlement came under the control of nearby Calakmul, a larger and more powerful city, around 630 A.D. By the ninth century Uxul had lost nearly all its inhabitants.\nResearchers from the University of Bonn and Mexico’s National Institute of Anthropology and History have been excavating at Uxul for four years. In 2010 they unearthed two enormous artificial lakes lined with ceramic shared and thought to have supplied the city’s population with drinking water during the dry season. In 2011 they began work on Uxul’s royal palace, uncovering multiple buildings as well as relief panels depicting kings from Calakmul. “The palace complex was built around 650 A.D., a time when the neighboring ruling dynasty from Calakmul was extending its influence over large areas of the Maya lowlands,” project leader Nikolai Grube explained in a statement issued today by the University of Bonn.\nAccording to the statement, Grube and his colleagues have now stumbled across another significant find: a royal tomb located 5 feet below one of the palace’s buildings. Encased in brick, the burial chamber contains the remains of a young man, his arms folded over his stomach and his head crowned with a ceramic plate. Valuable grave gifts, including five beautifully preserved ceramic cups, surround his body.\nGrube said an inscription on one of the cups identifies the man as a prince, but it’s unlikely he was in direct line for the throne. That’s because his grave lacks certain royal burial objects, such as jade jewelry, typically entombed with high-status Mayan rulers. The researchers estimate that the prince died roughly 1,300 years ago, not long after Calakmul annexed Uxul. For this reason, the tomb might help shed light on a momentous era in Maya political history, during which centralization shifted power from midsized cities to regional centers.\nBased in the tropical lowlands of what is now Guatemala, the powerful Maya empire reached the peak of its influence around the sixth century A.D. and collapsed several hundred years later. Along with impressive stone monuments and elaborate cities, the lost Mesoamerican civilization left behind traces of its sophisticated calendar, which scholars have spent decades struggling to decipher. In recent years, popular culture has latched on to theories that the close of the calendar’s current cycle—set to occur around December 21, 2012—corresponds to the end of the world in the Mayan belief system.","author":"Jennie  Cohen","web_category":"news","title":"Tomb of Ancient Mayan Prince Discovered in Mexico","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/maya-prince.jpg","url":"http://www.history.com/news/tomb-of-ancient-mayan-prince-discovered-in-mexico"}