{"summary":"Considered one of medicine’s oldest practices, bloodletting is thought to have originated in ancient Egypt. It then spread to Greece, where physicians such as Erasistratus, who lived in the third century B.C., believed that all illnesses stemmed from an overabundance of blood, or plethora","advice_category":"1","content":"\nConsidered one of medicine’s oldest practices, bloodletting is thought to have originated in ancient Egypt. It then spread to Greece, where physicians such as Erasistratus, who lived in the third century B.C., believed that all illnesses stemmed from an overabundance of blood, or plethora. (Erasistratus also thought arteries transported air rather than blood, so at least some of his patients’ blood vessels were spared his eager blade.) In the second century A.D., the influential Galen of Pergamum expanded on Hippocrates’ earlier theory that good health required a perfect balance of the four “humors”—blood, phlegm, yellow bile and black bile. His writings and teachings made bloodletting a common technique throughout the Roman empire. Before long it flourished in India and the Arab world as well.\nIn medieval Europe, bloodletting became the standard treatment for various conditions, from plague and smallpox to epilepsy and gout. Practitioners typically nicked veins or arteries in the forearm or neck, sometimes using a special tool featuring a fixed blade and known as a fleam. In 1163 a church edict prohibited monks and priests, who often stood in as doctors, from performing bloodletting, stating that the church “abhorred” the procedure. Partly in response to this injunction, barbers began offering a range of services that included bloodletting, cupping, tooth extractions, lancing and even amputations—along with, of course, trims and shaves. The modern striped barber’s pole harkens back to the bloodstained towels that would hang outside the offices of these “barber-surgeons.”\nBloodletting as a medical procedure became slightly less agonizing with the advent in the 18th century of spring-loaded lancets and the scarificator, a device featuring multiple blades that delivered a uniform set of parallel cuts. Respected physicians and surgeons extolled the practice, generously prescribing it to their most esteemed patients. Marie-Antoinette, for instance, seemed to benefit from a healthy dose of bloodletting while giving birth to her first child, Marie-Th?r?se, in 1778, 14 years before the guillotine would shed more of the queen’s blood. As an excited crowd thronged her bedchamber, hoping to witness a dauphin’s arrival, the mother-to-be fainted, prompting her surgeon to wield his lancet. Marie-Antoinette immediately revived after the bloodletting—perhaps because the windows were simultaneously opened to let in fresh air.\nBy the late 1800s new treatments and technologies had largely edged out bloodletting, and studies by prominent physicians began to discredit the practice. Today it remains a conventional therapy for a very small number of conditions. The use of leeches, meanwhile, has experienced a renaissance in recent decades, particularly in the field of microsurgery.","author":"Jennie  Cohen","web_category":"news","title":"A Brief History of Bloodletting","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/ancient-bloodletting.jpg","url":"http://www.history.com/news/a-brief-history-of-bloodletting"}