{"summary":"Why would disparate groups in far-flung corners of the globe hatch similar schemes to forge partnerships with their equine neighbors? “The very fact that many wild mares were independently domesticated in different places testifies to how significant horses have been to humankind,” Achilli said. “Now that a large number of horse lineages have been defined, they could be easily employed not only to analyze other modern breeds, including thoroughbreds, but also to classify ancient remains,” he explained.","advice_category":"1","content":"\nHorses have left their stamp on many aspects of human history, from transportation and communication to warfare and agriculture. Nevertheless, experts know very little about how, when and where people first harnessed the power of these versatile and graceful creatures. Although horses began appearing in cave art as early as 30,000 years ago, Paleolithic humans probably hunted them for their meat, a staple protein in Eurasia and later in North America. The earliest archaeological evidence of horses’ transition from prey to pets, unearthed several years ago at a site in Kazakhstan associated with the prehistoric Botai culture, dates back to 3500 B.C.\nIn recent years, many scholars have embraced the hypothesis that the Botai or other inhabitants of the Eurasian Steppes became the first people to tame the wild horse, Equus ferus, between 4,000 and 6,000 years ago. This theory implies that horses were domesticated in a similar manner to other modern livestock, such as cattle, sheep and goats, said Alessandro Achilli, a geneticist at the University of Pavia in Italy. DNA analyses have revealed little genetic variation among these animals, suggesting that they descended from a small group of ancestors tamed in just a few places, he explained.\nBut when Achilli and a team of fellow researchers collected maternally inherited mitochondrial genomes from living horses in Asia, Europe, the Middle East and the Americas, a strikingly different picture emerged. “We found a high number of different lineages that we were able to identify—at least 18,” said Achilli, a co-author of a paper outlining the findings in the January 30 issue of the Proceedings of the National Academy of Sciences. “This means that multiple female horse lines were domesticated throughout the Neolithic period—during the last 10,000 years—in multiple locations of Eurasia, possibly including Western Europe.”\nWhile previous studies of mitochondrial DNA in horses have been conducted, those analyses only focused on a short segment of the genome known as the control region, Achilli said. He and his colleagues determined that their limited scope obscured distinctions between ancient haplogroups, or lineages. “Only by analyzing the entire molecule were we able to identify a large number of horse haplogroups,” Achilli said.\nWhy would disparate groups in far-flung corners of the globe hatch similar schemes to forge partnerships with their equine neighbors? “The very fact that many wild mares were independently domesticated in different places testifies to how significant horses have been to humankind,” Achilli said. “Taming these animals could generate the food surplus necessary to support the growth of human populations and the capability to expand and adapt into new environments or facilitate transportation.”\nThe latest findings have the potential to open new avenues for further research into horses both modern and ancient, Achilli said. “Now that a large number of horse lineages have been defined, they could be easily employed not only to analyze other modern breeds, including thoroughbreds, but also to classify ancient remains,” he explained.","author":"Jennie  Cohen","web_category":"news","title":"Horse Domestication Happened Across Eurasia, Study Shows","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/horse-herd-wide.jpg","url":"http://www.history.com/news/horse-domestication-happened-across-eurasia-study-shows"}