{"summary":"D?az jailed him, however, when it became clear he was gaining momentum. Madero was done in by Huerta’s treachery in 1913, while Zapata fell victim to an April 1919 ambush while trying to get an army colonel to defect","advice_category":"1","content":"\n1. The Mexican Revolution deposed the country’s longest-serving president.\nPorfirio D?az first made a name for himself at the 1862 Battle of Puebla. In an event celebrated every Cinco de Mayo, he helped the undermanned Mexican Army defeat invading French troops. Then, after trying and failing to get elected president democratically, D?az seized power in an 1876 coup. Except for one four-year break, at which time a trusted associate served as president, D?az would lead Mexico until 1911. Under his reign, foreign capital flooded into the country and extensive infrastructure modernizations took place. But land and power were concentrated in the hands of the elite, and elections were a charade. Following an economic downturn in 1907, even some middle- and upper-class citizens began to turn on him. Pro-democracy advocate Francisco Madero, who came from a wealthy family of landowners and industrialists, decided to challenge D?az in the 1910 presidential race. D?az jailed him, however, when it became clear he was gaining momentum. Upon his release Madero fled to Texas, where he issued a call for Mexicans to rise up against their government on November 20, 1910. Despite starting off slowly, revolutionaries soon made gains in the northern state of Chihuahua and elsewhere. By May 1911, D?az had resigned and gone to France in exile.\n2. A new Mexican strongman soon took over.\nMadero became president in November 1911, but fighting continued throughout large segments of the country, including the south, where Emiliano Zapata’s army of peasants seized lands that had purportedly been stolen by rich hacienda owners. Meanwhile, in February 1913, some counterrevolutionary leaders broke out of prison in Mexico City and marched to the National Palace with their troops in tow. Over the next 10 days hard fighting in the city center produced thousands of civilian casualties. Madero had tasked General Victoriano Huerta with putting down the uprising, but Huerta ended up switching sides and arresting Madero. He then had Madero executed and took hold of the presidency himself.\n3. The anti-Huerta forces eventually began fighting each other.\nHuerta proved to be an even fiercer authoritarian than D?az, and to this day remains among Mexico’s most despised villains. As president, he continued using political assassination as a tool, and forcibly conscripted the poor into his beefed-up federal army. In order to topple him, Zapata and other revolutionary leaders, such as Francisco “Pancho” Villa, Venustiano Carranza and ?lvaro Obreg?n, united together. But since these men came from different parts of the country and had disparate political views, they turned on each other soon after forcing out Huerta in July 1914. Villa and Zapata briefly occupied Mexico City together, whereas Carranza—who for now had allied with Obreg?n—headed to the port city of Veracruz. Though Villa and Zapata originally appeared to have the upper hand, the tide turned in 1915 when Obreg?n won a series of battles against Villa with the help of trenches, barbed wire and other World War I-era defensive tactics. Carranza was elected president in 1917, the same year a new constitution formalized many of the reforms sought by rebel groups. Urban workers received an eight-hour workday, a minimum wage and the right to strike, while peasants gained mechanisms for land redistribution and limiting the size of estates. Another provision restricted foreign investment. Even so, armed struggle did not putter out until at least three years later.\n4. The United States intervened numerous times in the conflict.\nHenry Lane Wilson, the U.S. ambassador to Mexico during the William Howard Taft administration, came to believe the revolution was harming American commercial interests. Wrongly convinced that Huerta would be a stabilizing influence, Wilson personally facilitated the general’s betrayal of Madero and rise to power in February 1913. But when President Woodrow Wilson took office the following month, he recalled Wilson and began materially backing Huerta’s opponents. He even ordered a blockade of Veracruz to prevent European arms from reaching Huerta. When U.S. troops landed there in April 1914, about 90 were killed or wounded in a hail of gunfire. U.S. warships responded by blasting the city with shells, bringing the number of Mexican casualties into the hundreds. A full withdrawal of Veracruz came that November. In March 1916, however, U.S. soldiers went back into Mexico as part of the so-called “punitive expedition.” This time around, the goal was to capture or kill Villa, who, upset over President Wilson’s support for Carranza, had launched a surprise cross-border raid of Columbus, New Mexico. General John J. Pershing and over 10,000 men, including Dwight D. Eisenhower and George S. Patton, searched for nearly a year. But although they found themselves in a number of shootouts, they never got their hands on the famed bandit.\n5. The Mexican Revolution was followed by decades of one-party rule.\nMany historians believe the Mexican Revolution ended by the time Obreg?n assumed the presidency in December 1920, while others say it lasted all the way until 1940 or later. Part of this confusion lies with continuing periodic uprisings, including a so-called Cristero rebellion from 1926 to 1929 that pitted the anti-clerical government of President Plutarco El?as Calles against Catholic rebels. Calles, nicknamed the “Jefe M?ximo” (Big Boss), controlled a series of puppet governments after his term expired in 1928. In order to bring divergent groups under a centralized power apparatus, he founded the National Revolutionary Party, later known as the Institutional Revolutionary Party, or PRI. The PRI would go on to rule Mexico until 2000. Despite its earlier reputation for electoral fraud, authoritarianism and corruption, it remains a major political force. In fact, after 12 years in opposition, a reconstituted PRI will be back in charge this December 1 when President-elect Enrique Pe?a Nieto takes office.\n6. Nearly every major revolutionary leader was assassinated.\nMadero, Zapata, Carranza, Villa and Obreg?n—arguably the five most important figures of the Mexican Revolution—all met their ends at the hands of assassins. Madero was done in by Huerta’s treachery in 1913, while Zapata fell victim to an April 1919 ambush while trying to get an army colonel to defect. His body was then publicly displayed for all to see. Less than a year later, Carranza was shot by some of his former bodyguards as he fled toward Veracruz with trainloads full of the national treasury. Villa, meanwhile, had agreed to lay down his arms in July 1920. But after three years of working his farmland, he was murdered as part of a government conspiracy. Obreg?n, the last of the five to go, was felled by a Cristero rebel’s bullet in 1928.","author":"Jesse  Greenspan","web_category":"news","title":"6 Things You May Not Know About the Mexican Revolution","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/hith-mexican-rev.jpg","url":"http://www.history.com/news/6-things-you-may-not-know-about-the-mexican-revolution"}