{"summary":"And you’re not.” Ford continued to be game for a laugh at his own expense the following year when, at his request, Chevy Chase was asked to perform at the WHCA dinner itself.. At that year’s Radio and Television Correspondents’ dinner, Ford—a University of Michigan gridiron standout who had turned down professional offers from both the Green Bay Packers and Detroit Lions—rose to deliver his remarks and purposely stumbled, grabbing a tablecloth and sending dishes and silverware tumbling into the nearby Chase’s lap","advice_category":"1","content":"\n1. Even an assassination attempt couldn’t stop the Gipper from (sort of) showing up.\nThe Correspondents’ Dinner has long been a unique mix of politics and entertainment, so it’s perhaps not surprising that when a Hollywood actor became president, nothing could keep him entirely away. In April 1981, less than a month after John Hinckley’s assassination attempt, Ronald Reagan, recently released from the hospital and recuperating at Camp David, phoned in to the festivities to deliver his remarks. Joking with WHCA president and longtime CBS White House correspondent Bob Pierpoint, the president thanked the press for their warm wishes and offered up a bit of sage advice, quipping, “when somebody tells you to get in a car quick, do it.” The men also poked fun at the “suspicious” absence from the dinner of Secretary of State Alexander Haig, who had received criticism for his declaration that it was he, and not Vice President George H.W. Bush, who had been in charge following Reagan’s shooting.\n2. The dinner has been canceled only a handful of times.\nThe first cancellation occurred in 1930, when former president and recently retired Chief Justice William Howard Taft died on the morning of the WHCA dinner, followed hours later by the unexpected death of another Supreme Court justice, Edward Terry Sanford. The dinner was canceled again in 1942 after America’s entry into World War II. When it returned the following year, strict rationing was already in place and even President Franklin Roosevelt was asked to pay for his own ticket. The last time the event was canceled was in 1951—at the request of President Harry Truman—due to the “uncertainty of world events” during the Korean War.\n3. A former All-American football player-turned president was a pretty good sport.\nIn 1975, Gerald Ford, who had been the butt of many a joke about his supposed physical clumsiness, decided to (literally) turn the tables on his tormenter-in-chief, Saturday Night Live star Chevy Chase. At that year’s Radio and Television Correspondents’ dinner, Ford—a University of Michigan gridiron standout who had turned down professional offers from both the Green Bay Packers and Detroit Lions—rose to deliver his remarks and purposely stumbled, grabbing a tablecloth and sending dishes and silverware tumbling into the nearby Chase’s lap. He then pretended to trip and scatter his notes on the way to the podium, before righting himself and making a play on one of the comedian’s trademark phrases, stating, “I’m Gerald Ford. And you’re not.” Ford continued to be game for a laugh at his own expense the following year when, at his request, Chevy Chase was asked to perform at the WHCA dinner itself.\n4. Even the White House correspondents liked Ike. \nComedian Bob Hope, who had spent much of World War II entertaining the troops with the USO and who considered Dwight Eisenhower his personal hero, was invited to emcee one of the first WCHA dinners of the Eisenhower administration. In 1954, composer Irving Berlin unveiled a new song, written in the president’s honor, called “I Still Like Ike.” And five years later the dinner, traditionally held in late April, had a one-time only date shift, moving to October to coincide with Eisenhower’s 69th birthday.\n5. Richard Nixon personally requested a Disneyland band one year.\nA wide array of artists have entertained guests over the years, including Frank Sinatra, Barbra Streisand, Milton Berle, Nat King Cole and Benny Goodman. During Lyndon B. Johnson’s years in office a bit of 1960s counterculture crept in via edgy comedians like Richard Pryor and the Smothers Brothers. In 1969, however, with the country divided over the Vietnam War, southern California native Nixon asked for more family friendly fare—the Disneyland-based Golden Horseshoe Revue. In fact, it wasn’t until 1983 that the current tradition of hiring a stand-up comedian as host was established.\n6. It was an all-male affair until 1962. \nDespite the fact that some of its dues-paying members were women, it took more than 40 years to integrate the dinner. Efforts had been made earlier, and in 1950 Undersecretary of the Navy Dan Kimball had hosted an event for female reporters unable to attend the WHCA party. In 1961, Helen Thomas, a UPI reporter and the first woman to cover the White House, publicly protested the continued exclusion of women. The following year, she pressured President John F. Kennedy into agreeing to boycott that year’s festivities unless women were invited. Kennedy agreed, and the WCHA (which Thomas herself became president of in 1975) allowed female journalists to attend for the first time.\n7. It’s a pretty important night for the organization. \nWhile many people think of it as simply a party, the WHCA uses the event (and its pricey tickets) as a fundraiser for a series of scholarships it provides to aspiring journalists. It’s also an opportunity for them to reward their fellow writers with a series of awards for regional and national journalistic excellence in print, broadcast and digital media.","author":"Barbara  Maranzani","web_category":"news","title":"7 Things You May Not Know About the White House Correspondents’ Dinner","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/HITH-Correspondents-Dinner.jpg","url":"http://www.history.com/news/7-things-you-may-not-know-about-the-white-house-correspondents-dinner"}