{"summary":"The stunning success of “Snow White” marked a turning point in the career of Walt Disney, and established him among the world’s most celebrated filmmakers. “Snow White” went on to become a massive hit worldwide, grossing more than any other movie in history up to that time","advice_category":"1","content":"\nBy the time he set out to make “Snow White and the Seven Dwarfs,” which was loosely based on the famous Brothers Grimm fairy tale, Walt Disney had already made a name for himself with short cartoons featuring Mickey Mouse, Donald Duck and other beloved characters. In 1934, he announced his intention to make a full-length animated feature film of the Snow White story, and estimated the cost would be around $250,000. Instead, production lasted three years and took around 750 artists, and nearly 2 million individual paintings, to complete. In that process, Disney acted mostly as head coordinator and decision-maker rather than as a designer and artist. As costs ballooned to nearly $1.5 million–an enormous sum for a film budget in 1937–he was forced to borrow money to complete the movie, even taking out a mortgage on his home. The Hollywood press called the project “Disney’s Folly,” and his own wife, Lillian, predicted it would be a box office failure. It was assumed that audiences couldn’t stomach a full-length cartoon, and that adults wouldn’t pay to sit through a fairy tale.\nOn December 21, 1937, however, “Snow White” silenced these cynics when it premiered to a packed house at the Carthay Circle Theatre. Stars such as Shirley Temple, Clark Gable, Ginger Rogers, Judy Garland and Cary Grant attended the Hollywood premiere, while more than 30,000 fans unable to score a $5 ticket gathered outside the theater to share in the night’s excitement. Charlie Chaplin told the Los Angeles Times after the premiere that the film “even surpassed our highest expectations. In Dwarf Dopey, Disney has created one of the greatest comedians of all time.”\n“Snow White” went on to become a massive hit worldwide, grossing more than any other movie in history up to that time. (“Gone With the Wind” would surpass it in 1939.) At the time of its 50th anniversary in 1987, the New York Times reported that “Snow White” had grossed some $330 million worldwide, and remained one of the most popular films ever made. It was also the first American film to have a soundtrack album released simultaneously with the film’s release, featuring such famous songs as “Heigh-Ho,” “Whistle While You Work” and “Someday My Prince Will Come.”\nIn addition to its commercial success, the movie received a special Academy Award, including one full-size Oscar and seven dwarf-sized statuettes. Its sophisticated artistic composition notably influenced such directors as Federico Fellini and Orson Welles, whose opening shot in 1941′s “Citizen Kane” (a castle at night with one illuminated window) is nearly identical to the first shot of “Snow White.”\nThe stunning success of “Snow White” marked a turning point in the career of Walt Disney, and established him among the world’s most celebrated filmmakers. The quality of its animation, voiceover work and musical score set a high standard for all future animated features made by Disney or any other studio. Along with “Pinocchio” (1940), it is widely considered to be Disney’s greatest film.","author":"Sarah  Pruitt","web_category":"news","title":"Celebrating the 75th Anniversary of “Snow White and the Seven Dwarfs”","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/HITH-Snow-Wihite.jpg","url":"http://www.history.com/news/celebrating-the-75th-anniversary-of-snow-white-and-the-seven-dwarfs"}