{"summary":"Born in a small English village to a haberdasher and an actress in 1901, Claude Choules was too young to enlist along with his two older brothers when war broke out in 1914. In 1926, after a stint as a peacekeeper in the Black Sea, Choules moved to Australia to train sailors in the Royal Australian Navy","advice_category":"1","content":"\nBorn in a small English village to a haberdasher and an actress in 1901, Claude Choules was too young to enlist along with his two older brothers when war broke out in 1914. He lied about his age to join up at just 14. Though he wanted to be a bugler in the army, Choules—who went by Charles but was nicknamed Chuckles during the war—was instead assigned to a Royal Navy training ship. He later served on the battleship HMS Revenge, where he saw action in the North Sea and witnessed the surrender of the German fleet in November 1918.\nIn 1926, after a stint as a peacekeeper in the Black Sea, Choules moved to Australia to train sailors in the Royal Australian Navy. On his way to Melbourne, he met and fell in love with Ethel Wildgoose, a Scottish woman who was traveling on the same steamship. They married shortly after arriving in what would ultimately become their adoptive country and welcomed the first of their children the next year.\nChoules became a chief petty officer in the Royal Australian Navy in 1932, and when World War II began was appointed chief demolition officer for the western half of the country. In this capacity he defused the first mine to wash onto Australia’s shores during the war. Choules left the service at age 50 and joined the naval dockyard police for several years before retiring in 1956.\nDespite several decades of honorable service, Choules, who became a pacifist later in life, did not take part in veterans’ events or commemoration parades. Instead, he devoted his golden years to staying active, continuing his daily walking and swimming regimen even past his 100th birthday. At the age of 80 he took a creative writing course and began writing his autobiography, “The Last of the Last,” which was published in 2009.\nWith Choules’ passing, the last living veteran of World War I is now believed to be Britain’s Florence Green, who worked as a waitress in the Women’s Royal Air Force and turned 110 in February.","author":"History.com  Staff","web_category":"news","title":"Last World War I Combat Veteran Dies","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/hms-revenge.jpg","url":"http://www.history.com/news/last-world-war-i-combat-veteran-dies"}