{"summary":"If the team’s hypothesis does indeed prove correct, Portus would be home to the first major Roman shipyard building ever identified. Now reduced to ruins, the building lies at the center of Portus (“harbor”), a maritime complex 20 miles outside Rome that was commissioned by the emperor Claudius in the first century A.D","advice_category":"1","content":"\nNow reduced to ruins, the building lies at the center of Portus (“harbor”), a maritime complex 20 miles outside Rome that was commissioned by the emperor Claudius in the first century A.D. and expanded by his successors Nero and Trajan. It served as the main hub for imports such as marble, glass, wild animals and slaves before its abandonment around 500 A.D. after Rome’s power waned. Led by the University of Southampton and the British School at Rome, archaeologists have been conducting digs at Portus for more than a decade. They have unearthed warehouses, a palace, a lighthouse and an elaborate amphitheater, but until now had failed to turn up traces of shipbuilding activities, which are described in inscriptions found at the site and depicted in a Roman mosaic.\n“At first we thought this large rectangular building was used as a warehouse, but our latest excavation has uncovered evidence that there may have been another, earlier use, connected to the building and maintenance of ships,” University of Southampton professor and project director Simon Keay said of the latest discovery. “Few Roman imperial shipyards have been discovered and, if our identification is correct, this would be the largest of its kind in Italy or the Mediterranean.”\nThought to have been constructed under Trajan, who ruled from 98 to 117 A.D., the building is made of concrete, wood and brick and once extended roughly 475 feet along the water. Parts of it stood up to 50 feet high. “This was a vast structure which could easily have housed wood, canvas and other supplies and certainly would have been large enough to build or shelter ships in,” Keay said. “The scale, position and unique nature of the building lead us to believe it played a key role in shipbuilding activities.”\nKeay and his colleagues have found evidence of at least eight 200-foot-long bays in which shipwrights could have assembled or serviced individual galleys. One of these garage-like openings contained copper tacks that might have been used to nail lead onto ships’ hulls. But the team has yet to uncover a crucial piece of the puzzle that could help confirm the building’s function, Keay cautioned. “We need to stress there is no evidence yet of ramps which may have been needed to launch newly constructed ships into the waters of the hexagonal basin,” he explained. “Discovering these would prove our hypothesis beyond reasonable doubt, although they may no longer exist.”\nIf the team’s hypothesis does indeed prove correct, Portus would be home to the first major Roman shipyard building ever identified. The archaeologists also hope to investigate whether Portus hosted ships used for purposes other than trade, such as warfare or transporting emperors in grand style. The next phase of excavations will seek answers to these questions as well as a more detailed history of the newly discovered building during the Roman empire’s decline, when its bays may have been demolished to prevent invading barbarians from docking.\nAs part of the excavation project, experts from the University of Southampton’s Archaeological Computing Research Group have produced computer-generated images of how the building might have looked in antiquity. A collection of these graphics appears above, and the Portus Project website offers additional media and information.","author":"Jennie  Cohen","web_category":"news","title":"Evidence of Major Ancient Roman Shipyard Found","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/portus1-150x150.jpg","url":"http://www.history.com/news/evidence-of-major-ancient-roman-shipyard-found"}