{"summary":"In August, archaeologists excavating Jamestown, England’s first permanent settlement in the New World, announced that they had finally found the elusive remains of a church that dates back to 1608. Our Inner Neanderthals: DNA makes case that Neanderthals interbred with modern humans","advice_category":"1","content":"\nOur Inner Neanderthals: DNA makes case that Neanderthals interbred with modern humans\nNeanderthals may have died out some 30,000 years ago, but their legacy lives on in the genetic codes of today’s non-Africans. It turns out that the muscular, big-brained hunters interbred with modern humans–their close evolutionary cousins–in the Middle East, according to a team of European biologists. As a result, Neanderthal gene fragments make up an estimated 1 to 4 percent of the DNA in people whose ancestors migrated out of Africa. Led by Svante Paabo of the Max Planck Institute for Evolutionary Anthropology, the team of researchers made this astonishing discovery after sequencing the Neanderthal genome and comparing it to DNA samples taken from modern humans. Published in the May 7 issue of Science, these findings have not completely put the debate over whether Neanderthals and humans mated to rest, but they have brought the scientific community one step closer to solving the riddle.\nOnce Trash, Now Treasure: 18th-century boat emerges from Ground Zero excavation site\nWorkers at the World Trade Center site in downtown Manhattan unearthed the remnants of an 18th-century ship while excavating for a construction project on July 14. Archaeologists raced to preserve the ship’s crumbling beams, which began to deteriorate as soon as they were exposed to light and air. They believe that, like various other types of debris, the vessel became landfill material that helped extend Manhattan’s shoreline west into the Hudson River in the late 18th and early 19th centuries. The Ground Zero excavation has also exhumed an anchor, glass bottles, shoes, shards of dishes and other discarded items from New York City’s distant past. The boat was transferred to the Maryland Archaeological Conservation Laboratory, where experts have speculated that it once sailed up and down the Atlantic coast as a merchant ship but was junked when it picked up a case of wood-eating worms.\nGenetic Irony: DNA tests reveal Hitler may have had Jewish and African ancestry\nTo unravel the decades-old mystery of the Fuhrer’s roots, the Belgian journalist Jean-Paul Mulders teamed up with Marc Vermeeren, a historian who has written extensively about Hitler and his ancestors. The duo collected saliva samples from 39 of the infamous dictator’s living relatives, including a great-nephew, Alexander Stuart-Houston, who lives in New York, and an Austrian cousin identified only as “Norbert H.” Tests were then conducted to reveal the samples’ principal haplogroups, which are sets of chromosomes that geneticists use to define specific populations. Writing in the Flemish-language magazine Knack in August, Mulders reported that the relatives’ most dominant haplogroup, known as E1b1b, is rare in Western Europeans but common among North Africans. It is also one of the major founding lineages of the Jewish population, present in 18 to 20 percent of Ashkenazi Jews and 8.6 to 30 percent of Sephardic Jews. In other words, Hitler’s family tree may have included Jewish and African ancestors.\nAviator’s Final Days: Researchers find most compelling evidence yet for Earhart castaway theory\nIn the 73 years since Amelia Earhart vanished into thin air, a number of theories have emerged about how and where the famed aviator died. One widely held belief is that Earhart and her navigator, Fred Noonan, touched down on a remote South Pacific island called Nikumaroro. The Earhart Project, a division of the International Group for Historic Aircraft Recovery (TIGHAR), has been combing Nikumaroro since 1989, assembling a collection of artifacts that includes improvised tools, shoe remnants and aircraft wreckage that is consistent with Earhart’s Electra. During TIGHAR’s 2010 expedition, the team uncovered some of their most compelling clues yet. While foraging in a spot where they had previously identified traces of a campfire, they came across three pieces of a pocketknife, shells that had been cut open, fragments of a glass cosmetic jar, bits of makeup and—perhaps most intriguing of all—bone fragments that may be from a human. With the help of cutting-edge DNA technology, the new items could finally reveal how Earhart and Noonan spent their final days—perhaps as early as next year.\nCannibal King: Tyrannosaurus rex may have had a taste for its own kind\nMeals were a gruesome production for Tyrannosaurus rex, one of the largest—and toothiest—creatures to ever stalk the earth. For the most part, the king of dinosaurs probably subsisted on its slower, smaller, vegetarian brethren, using its incredible speed and massive jaw to hunt and slay its victims. According to a study published in the October 15 issue of the journal PLoS ONE, T. rex’s rather brutal feeding patterns may also have included one of humanity’s most unspeakable taboos: cannibalism. Paleontologist Nicholas Longrich of Yale University discovered giant tooth marks half an inch deep in arm and foot bones from Tyrannosaurus rex fossils found in western North America and dated to the late Maastrichtian period. Given the size and shape of the gouges, another T. rex is the only possible culprit. According to Longrich and his colleagues, it is unlikely that the gashes resulted from claw-to-claw combat, which scientists believe was common behavior for Tyrannosaurus rex. Instead, a hungry Tyrannosaurus probably came across the carcass of another while scavenging for food. Alternatively, the victor of a violent intraspecies squabble may have celebrated by eating its dead opponent.\nCarthaginians Cleared: Study casts doubt on rampant child sacrifice in Carthage\nFor hundreds of years, it has been widely believed that the Carthaginians routinely practiced large-scale child sacrifice between the eighth and second centuries B.C. According to some accounts, upper-class parents would offer up their progeny to be slain by priests during times of crisis. To investigate this macabre tradition, researchers from the University of Pittsburg studied the cremated remains of 540 youths from burial urns excavated in the Tophet, a cemetery outside Carthage’s main burial grounds that was thought to have been reserved for child sacrifice victims. They determined that most of the children had died in their first year of life and that at least 20 percent were stillborn. They also found that the prenatal and infant mortality rates represented in the cemetery mirror those of other ancient cities, an indication that the children died of natural causes. Their findings appeared in the February 17 issue of the journal PLoS ONE, vindicating Carthaginian parents at last.\nBaby Big Bangs: Simulations offer clearer picture of universe in its infancy\nMilliseconds after its birth, the universe was composed of a blazing, sticky liquid, researchers at the European Organization for Nuclear Research (CERN) announced in November. The multinational team of scientists used CERN’s Large Hadron Collider—the world’s biggest and most powerful particle accelerator—to create “mini Big Bangs” several hundred feet below the Franco-Swiss border near Geneva, Switzerland. The researchers employed a new and controversial approach to create conditions akin to the moments after the Big Bang, smashing together heavy lead ions at extremely high speeds. The resulting collisions produced tiny subatomic fireballs that reached temperatures exceeding 18 trillion degrees Fahrenheit—hundreds of thousands of times hotter than the center of the sun. In this blistering environment, atoms and particles melt into basic building blocks of matter called quarks and gluons. Together, they form a dense, gooey liquid known as quark-gluon plasma, or “quark soup.” Previously, the prevailing theory had held that such extreme heat would break down the forces linking quarks and gluons, yielding a gas-like substance.\nJamestown Gem: Archaeologists find Pocahontas’ wedding chapel\nIn August, archaeologists excavating Jamestown, England’s first permanent settlement in the New World, announced that they had finally found the elusive remains of a church that dates back to 1608. It was here that Pocahontas, the teenage daughter of Chief Powhatan, wed tobacco farmer John Rolfe in 1614, helping to establish a truce between the settlers and their Native American neighbors. Located in the center of the compound, the church was built a year after the colonists disembarked, replacing an earlier wooden structure that had burned down. The church site includes the graves of at least four prominent Jamestown citizens whose identifies the archaeologists hope to uncover. As for Pocahontas, she was buried in Gravesend, England, where she died just three years after her marriage.\nPompeii Is Crumbing: Damage at Pompeii and other monuments calls Italy’s conservation efforts into question\nThe year 2010 was a tough one for Italy’s cultural heritage, and especially for the ancient city of Pompeii. In October, the newspaper Corriere della Sera published a scathing editorial in which it admonished officials for bungling the site’s restoration, calling it “the symbol of all the sloppiness and inefficiencies of a country that has lost its good sense and has not managed to recover it.” One month later, Pompeii’s House of the Gladiators collapsed into a mound of rubble; just weeks after that, several walls also gave way. Structural damage at other Italian monuments, including the Colosseum and Nero’s Golden Palace, made headlines earlier in the year, and experts believe that chronic negligence has imperiled many more of the country’s ancient wonders. Insufficient funding has been cited as a major factor: Italy devotes only 0.18 percent of its national budget to preserving its art and monuments, according to Cultural Ministry officials, while in France that figure is roughly 1 percent.\nStress-Free Dates: Nondestructive radiocarbon dating is introduced\nResearchers at the March meeting of the American Chemical Society in San Francisco unveiled a method that may revolutionize the way scientists determine the ages of ancient cultural relics such as mummies and artwork. Unlike conventional carbon dating, the process does not require the removal of a sample; instead, the entire object is exposed to an electrically charged gas that gently oxidizes its surface without causing damage. Among other artifacts that had previously been off-limits, the new technique could establish an age for the Shroud of Turin, a controversial cloth in which some believe Jesus Christ was buried.","author":"History.com  Staff","web_category":"news","title":"This Year in History: 2010","picture_url":"http://www.history.com/news/wp-content/plugins/add-to-any/share_save_171_16.png","url":"http://www.history.com/news/this-year-in-history-2010"}