{"summary":"In 1950 the City College of New York became the only school ever to win the NIT and the NCAA tournament in the same year. Since the tournament expanded to 64 teams in 1985, No","advice_category":"1","content":"\n1. Only eight teams competed in the first NCAA tournament.\nOregon, nicknamed the “Tall Firs” due to the height of its starting frontcourt, beat out seven other teams to win the first NCAA men’s basketball championship in 1939. The field began growing soon after, reaching 16 teams from 1951 to 1952 and varying between 22 and 25 teams from 1953 to 1974. It then steadily increased from 32 teams in 1975 to 64 teams in 1985. The most recent expansion came in 2011, when 68 teams were invited to participate.\n2. The NCAA tournament used to take a backseat to the NIT.\nThe National Invitation Tournament, or NIT, which predates the NCAA tournament by a year, was once considered the preeminent college basketball event. It was especially attractive to teams that wanted the media attention of playing at Madison Square Garden in New York. As late as 1970, Marquette coach Al McGuire chose the NIT over the NCAA tournament because his team had been placed in the Midwest Regional rather than close to home in the Mideast Regional. After that, the NCAA barred any school that declined a bid in its tourney from playing postseason games elsewhere. An antitrust lawsuit ensued decades later, but the NCAA settled it in 2005 as part of a deal in which it purchased the NIT. These days, the NIT is a consolation tournament, open to those teams that don’t make the cut for March Madness.\n3. A point-shaving scandal disgraced one NCAA champion.\nIn 1950 the City College of New York became the only school ever to win the NIT and the NCAA tournament in the same year. The following season, however, several of its players were arrested for taking bribes from gamblers to shave points. This scandal eventually spread to more than 30 players at seven colleges, four of them in New York City. College hoops in the Big Apple has never been the same since.\n4. The 1966 tournament struck a blow to racial exclusion.\nAfrican-Americans played a prominent role on some early NCAA championship teams, including future Hall of Famer Bill Russell, who led San Francisco to back-to-back titles in 1955 and 1956. Nonetheless, many schools refused to integrate until after Texas Western (now UTEP) became the first team with an all-black starting lineup to win the tournament in 1966. In the title game that year, Texas Western beat Kentucky, an all-white squad whose legendary coach, Adolph Rupp, once reportedly asked journalists if they could put an asterisk next to the names of white high school players so he would know who to recruit. By 1970, in Rupp’s next-to-last season, even Kentucky had a black player.\n5. UCLA has by far the most titles.\nUCLA has won 11 NCAA men’s basketball championships, the most of any school. Ten of those titles came over a 12-year stretch from 1964 to 1975, when stars such as Lew Alcindor (who later changed his name to Kareem Abdul-Jabbar) and Bill Walton dominated the competition. Kentucky is in second place with eight titles, followed by Indiana and North Carolina with five each.\n6. The single-game tournament record for most points has stood for over 40 years.\nIn 1970 Notre Dame shooting guard Austin Carr scored a tournament-record 61 points in a first-round win over Ohio. He followed that up with 52 points in a loss against Kentucky, good enough for fourth all-time. Since then, the closest anyone has come to breaking his mark is when Navy’s David Robinson notched 50 points in his final collegiate game in 1987.\n7. No. 1 seeds are a good bet to make the Final Four.\nSince the NCAA began seeding teams in 1979, at least one No. 1 seed has made the Final Four every year except for 1980, 2006 and 2011. But all four No. 1 seeds have only advanced once, when Kansas, Memphis, North Carolina and UCLA pulled off the feat in 2008.\n8. A No. 16 seed has never beaten a No. 1 seed.\nSince the tournament expanded to 64 teams in 1985, No. 16 seeds have lost all 112 times they have played No. 1 seeds. Most have gotten blown out, but a few have come tantalizingly close to victory. In 1989, for example, Princeton lost 50-49 to the Alonzo Mourning-led Georgetown Hoyas when a last-second shot fell short.\n9. A No. 11 is the lowest seed ever to make the Final Four.\nThree No. 11 seeds have decimated brackets across the nation by advancing to the Final Four: LSU in 1986, George Mason in 2006 and VCU in 2011. The lowest seed to win the whole thing, meanwhile, was No. 8 Villanova in 1985.\n10. Northwestern is an anomaly among “power six” schools.\nA high percentage of teams that make the NCAA tournament every year come from the so-called power six conferences—the ACC, Big East, Big Ten, Big 12, Pac-12 and SEC—which spend the most money on athletics. In fact, Northwestern is the only school from a power six conference never to make the NCAA tournament. This Saturday, it fired its coach after going 13-19 with nine straight losses to end the season.","author":"Jesse  Greenspan","web_category":"news","title":"10 Things You May Not Know About March Madness","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/march-madness.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-march-madness"}