{"summary":"By the mid-16th century, the English and Spanish navies had adopted hammocks as their primary on-deck sleeping apparatuses. In many parts of what is now Latin America, colonists preferred hammocks to the stationary beds of their native lands, in part because of their soothing motion and hygiene benefits","advice_category":"1","content":"\nMany anthropologists believe that the hammock dates back some 1,000 years to Central America, where the Maya and other indigenous peoples crafted them out of tree bark or plant fibers. Suspended beds prevented contact with the dirty ground and offered protection from snakes, rodents and other poisonous or simply pesky creatures. According to accounts by 16th-century explorers, people would place hot coals or kindle small fires under their hammocks to stay warm or ward off insects as they slumbered.\nIt is thought that Columbus and his men became the first Europeans to glimpse—and perhaps experience—the hammock when they noticed their widespread use among the Taino people of the Bahamas. They brought several examples of the woven sleeping nets back to Spain. During the colonial era, Spaniards and other Europeans brought cotton, canvas and other cloths to the New World, many of which were eventually used by traditional hammock weavers along with more time-honored materials. In many parts of what is now Latin America, colonists preferred hammocks to the stationary beds of their native lands, in part because of their soothing motion and hygiene benefits. Pero de Magalh?es Gandavo, the Portuguese-born chronicler of colonial Brazilian history, wrote in 1570, “Most of the beds in Brazil are hammocks, hung in the house from two cords. This custom they took from the Indians of the land.”\nBy the mid-16th century, the English and Spanish navies had adopted hammocks as their primary on-deck sleeping apparatuses. Unlike its counterpart on the other side of the Atlantic, however, the European take on the hammock was typically made of heavy canvas and therefore significantly less ventilated than its inspiration from the other side of the Atlantic. Sailors stewed in these portable yet famously uncomfortable beds for three centuries, including during World War I and World War II. From the Civil War until the Vietnam War, members of the U.S. Navy were also issued hammocks for sleeping on the go.\nIn the late 19th century, the British prison system attempted to replace cots with hammocks, attaching them to the walls or bars of jail cells with large brass hooks and rings. This arrangement saved space and cut costs but only lasted until inmates discovered the hardware’s value as weapons. In the United States, meanwhile, by the turn of the century hammocks had caught on both as a leisure item for wealthy families and as a cheap, practical sleeping solution for frontier farmers. The first known mass producer of hammocks opened in Pawleys Island, South Carolina, in 1889. Less than two decades later, the suspended beds became an essential part of army physician William Gorgas’ plan to eradicate yellow fever during the construction of the Panama Canal. Hammocks could easily be enclosed in mosquito netting and also kept sleepers off the wet, insect-ridden ground.\nA new study conducted by a team of Swiss researchers and published in the June issue of “Current Biology” has offered a scientific explanation for the longstanding global hammock craze. The team found that a swinging motion synchronizes brain waves, allowing people to doze off faster and attain a deeper state of sleep. Their results also support the ancient—and still very much alive—tradition of rocking children to sleep.","author":"History.com  Staff","web_category":"news","title":"Hammocks’ Rocking History","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/hammock-thumb.jpg","url":"http://www.history.com/news/hammocks-rocking-history"}