{"summary":"The most famous maritime disaster in modern history, Titanic’s sinking has been chronicled in countless books, newspapers, musicals, plays, television shows, miniseries and movies. A huge staff labored almost continuously in Titanic’s massive galleys to prepare more than 6,000 meals a day","advice_category":"1","content":"\nThe most famous maritime disaster in modern history, Titanic’s sinking has been chronicled in countless books, newspapers, musicals, plays, television shows, miniseries and movies. Despite the doomed ship’s notoriety, not everyone knows that Titanic was equipped with some of the most sophisticated culinary facilities afloat and boasted elegant cafes and opulent dining saloons that rivaled the finest restaurants in Paris and London. A huge staff labored almost continuously in Titanic’s massive galleys to prepare more than 6,000 meals a day. The main galley, which churned out food for first- and second-class passengers, featured serving pantries; a butcher shop; a bakery; vegetable kitchens; specialized rooms for silver and china; rooms for wines, beer and oysters; and huge storage bins for the tons of coal needed to fuel the 19 ovens, cooking tops, ranges and roasters.\nFar more austere, third-class meals featured items such as hearty stews, vegetable soup, roast pork with sage and onions, boiled potatoes, currant buns, biscuits and freshly baked bread with plum pudding and oranges. Coming from countries like Ireland and Norway where fresh fruits and vegetables were scarce, many third-class passengers probably found their fare almost decadent. It has been said that Titanic’s kitchen staff did their best to prepare meals that travelers from various countries would find comforting and nutritious.\nSo what did Titanic’s passengers eat hours before their “unsinkable” ship met its tragic end? Since a first-class menu was recovered after the disaster, we know what was served to the wealthiest guests on the evening of April 14, 1912. As usual, the feast began with raw oysters and assorted hors d’oeuvre, followed by a choice of consomm? Olga (a veal stock soup flavored with sturgeon marrow) or cream of barley soup. Next up was a lightly poached Atlantic salmon topped with a rich mousseline sauce. For the fourth and fifth courses, passengers chose from such rich and intricate protein dishes as filet mignon Lili, saut? of chicken Lyonnaise, lamb with mint sauce, roast duckling with applesauce and sirloin of beef with chateau potatoes. Side dishes included creamed carrots, boiled rice and green peas, as well as parmentier and boiled new potatoes.\nMidway through this epic meal, a palate cleanser known as “punch romaine” was served, made with wine, rum and champagne. The sumptuous array then resumed with roast squab with cress, cold asparagus vinaigrette and p?t? de foie gras. Dessert choices included peaches in chartreuse jelly, chocolate and vanilla ?clairs, Waldorf pudding and French ice cream. Next, an assortment of fruits, nuts and cheeses was presented, followed by coffee, port, cigars and cordials. The first-class passengers—a group that famously included John Jacob Astor IV and Benjamin Guggenheim, among other prominent millionaires—then congregated in the smoking room or in the elegant, horseshoe-shaped reception room, where the ship’s orchestra played a selection of light classical and popular music until 11 p.m.\nOf Titanic’s 2,200 passengers and crew, just over 700 people survived the disaster. Although it might seem a bit macabre, countless luxury cruises, gala dinner parties and culinary memorials are held each year to commemorate the anniversary of the legendary sinking, often recreating the last meal eaten on board. The 100th anniversary of the tragedy taking has seen an uptick in these events, with groups of people around the world gathering to sample the delicacies Titanic’s passengers enjoyed on April 14, 1912.","author":"Suzanne  Evans","web_category":"news","title":"Last Meal on Titanic","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/titanic-china.jpg","url":"http://www.history.com/news/last-meal-on-titanic"}