{"summary":"For the last few years, INAH researchers have been inching toward the pyramid’s core, entering long-sealed tunnels and using ground-penetrating radar to navigate the maze. On Tuesday they revealed the discovery of a collection of treasures on a pile of rubble at the pyramid’s center","advice_category":"1","content":"\nFounded by an as-yet-unidentified group around 100 B.C., the ruined city of Teotihuacan features some of the largest pyramids built in the pre-Columbian Americas, along with temples, palaces, apartment-style complexes and remarkably preserved murals. At its height the settlement may have been home to some 200,000 people. By the time the Aztecs discovered the once-thriving hub around 1300, however, it had been abandoned for centuries, perhaps as a result of famine, drought or warfare.\nFor the last few years, INAH researchers have been inching toward the pyramid’s core, entering long-sealed tunnels and using ground-penetrating radar to navigate the maze. On Tuesday they revealed the discovery of a collection of treasures on a pile of rubble at the pyramid’s center. Thought to have been given as offerings to the gods, the items include pieces of obsidian, pottery, animal bones and three human figures; one of these, a delicately carved serpentine mask, is so lifelike that archaeologists believe it may have been a portrait. The trove’s position within the structure suggests it was placed there before construction began, INAH archaeologist Enrique Perez Cortes said in a statement.\nThe researchers made a number of additional discoveries as they dug their way through the pyramid’s bowels, including human remains—some from infants—that also predate the building. They also uncovered vestiges of three structures that stood on the site before the Pyramid of the Sun existed, an indication that its location held special meaning for the people of Teotihuacan.","author":"Jennie  Cohen","web_category":"news","title":"Offerings Discovered at Base of Teotihuacan’s Pyramid of the Sun","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/pyramid-sun-mask.jpg","url":"http://www.history.com/news/offerings-discovered-at-base-of-teotihuacans-pyramid-of-the-sun"}