{"summary":"Acherontisuchus guajiraensis, which was unearthed in the same Colombian coalmine as Titanoboa, could offer some insight into the dyrosaurids’ staying power, Hastings said. The researchers have yet to determine whether Acherontisuchus guajiraensis outlived its serpentine adversary and endured until all dyrosaurids went extinct roughly 35 million years ago","advice_category":"1","content":"\nTwenty feet from head to tail and endowed with a long, narrow snout, the new ancient crocodile has been dubbed Acherontisuchus guajiraensis after Greek mythology’s “river of woe,” Acheron. “It’s an allusion to the fact that they lived in rivers, as well as to the struggle and strife of living with giant snakes,” said Alex Hastings, a graduate student at the Florida Museum of Natural History who is the lead author of a paper on the find that will appear September 15 in the journal Palaeontology. (He was also part of the team that described Titanoboa in 2009.) The extinct species belonged to the dyrosaurid family of crocodyliforms, which stalked coastal regions around the world from 75 to 35 million years ago. “It’s one of the few families that transcends the event that killed off all the dinosaurs,” Hastings said. “Dinosaurs have all been snuffed out, and dyrosaurids actually do much better than they did before.”\nAcherontisuchus guajiraensis, which was unearthed in the same Colombian coalmine as Titanoboa, could offer some insight into the dyrosaurids’ staying power, Hastings said. Its discovery challenges the prevailing theory that, like today’s saltwater crocodiles, dyrosaurids spent their youth basking in freshwater rivers, where they couldn’t fall prey to their hungry elders, but primarily dwelled in the ocean. Even as adults, Acherontisuchus guajiraensis lived upstream of the Caribbean in a broad, slow-moving river, steering clear of the rolling shoreline—and encroaching upon Titanoboa’s territory as a result.\nSince the researchers only uncovered three identifiable adult specimens, some might be tempted to guess that a few individuals simply swam off course and died outside their natural habitat, Hastings said. But Acherontisuchus guajiraensis featured physical adaptations specific to a freshwater lifestyle, including an elongated snout and pointy teeth for ensnaring slippery river fish, he explained. It also lacked the unique muscle and bone structure marine crocodiles use to stay afloat in turbulent waves. “Not only are they living there, but they’ve been there for long enough to evolve to inhabit that kind of environment,” Hastings said.\nAcherontisuchus guajiraensis (and possibly other dyrosaurids) may have migrated away from their relatives’ coastal adobe in order to outlast the event that polished off the dinosaurs, according to Hastings. It’s possible, for instance, that the cataclysm—thought to have been a giant meteor strike—sapped the ancient crocodiles’ marine food supply. “At the age of the dinosaurs, not only do you have all these big reptiles on land but you also have these large reptiles at sea, such as mosasaurs,” said Hastings. “They all die out too. One of the things that likely enabled [dyrosaurids] to survive is their ability to take on freshwater habitats as well as marine habitats. If you can adapt to change and live in multiple habitats, you increase your chances of survival.”\nBut a new peril lurked under and around the placid waters of the river where Acherontisuchus guajiraensis made its home: Titanoboa, a massive boa as long as a school bus that weighed in at 2,500 pounds and snacked on fish when it wasn’t swallowing giant turtles and crocodiles. To understand the relationship between these extinct neighbors, Hastings and his colleagues observed two similar reptiles that live side by side—and, often, at each other’s throats—in today’s Amazon. Though hardly reaching titanic proportions, anacondas can grow 20 to 30 feet long and have been known to devour wild pigs, deer and even jaguars. They also compete for food with (and occasionally eat) caimans, which are South American alligators less than half their size. “In certain circumstances one has to worry about the other and vice versa,” Hastings said.\nFrom their modern equivalents, we can assume that tensions ran high between Acherontisuchus guajiraensis and Titanoboa as they squabbled over fish and threatened one another’s offspring. “Young individuals of this new crocodile were definitely not safe from Titanoboa,” Hastings said. “It wouldn’t have taken much for one of these large snakes to pick off babies and juveniles.” At the same time, he added, “adult crocs could have eaten baby Titanoboa, and in a lot of cases you’ll see caimans eating baby anacondas.”\nThe researchers have yet to determine whether Acherontisuchus guajiraensis outlived its serpentine adversary and endured until all dyrosaurids went extinct roughly 35 million years ago. “Right now there’s just one place and one time that we have these fossils from,” said Hastings. “They may have survived later. Our hope is to explore further into Colombia to understand if they continued on.”","author":"Jennie  Cohen","web_category":"news","title":"Did Ancient Crocodiles Clash With History’s Largest Snakes?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/ancient-croc.jpg","url":"http://www.history.com/news/did-ancient-crocodiles-clash-with-historys-largest-snakes"}