{"summary":"“To make the assumption that Yersinia pestis was the 1348 killer without testing pre-1348 mass graves to the same degree as the East Smithfield study has done seems to me to leave a rather awkward scientific stone unturned,” he said.. For this reason, some have pinned the medieval scourge on either a more powerful form of Yersinia pestis or another disease entirely, such as hemorrhagic fever","advice_category":"1","content":"\nMany experts believe that the bacterium Yersinia pestis, which causes bubonic plague and still exists to this day, unleashed the devastating scourge known as the Black Death. For the first time, scientists have used DNA extracted from victims of the pandemic, buried in London around its height in 1348, to sequence their virulent killer’s complete genome. The team’s findings strengthen the case implicating Yersinia pestis and, more strikingly, suggest that all modern strains of the microbe evolved from the medieval bug.\n“The data that we’ve collected for this particular paper reveals something very fascinating about the origins of plague,” explained co-author Hendrik Poinar, an evolutionary geneticist at McMaster University in Canada. “They show that the medieval plague of 1348 London is the ancestor of all modern plagues that we have in existence around the world today. That means a plague outbreak in India last year, one in Africa not that long ago and one very recently in Colorado all have their origins in London 1348, in the midst of the Black Death.”\nThe Black Death spread faster, further and with more ruinous consequences than today’s plagues, which affect 2,000 people per year and typically respond to antibiotics. For this reason, some have pinned the medieval scourge on either a more powerful form of Yersinia pestis or another disease entirely, such as hemorrhagic fever. But the latest study revealed a striking similarity between the germ’s ancient and current incarnations, Poinar said.\n“We found that in 660 years of evolution as a human pathogen, there have been relatively few changes in the genome of the ancient organism, but those changes, however small, may or may not account for the noted increased virulence of the bug that ravaged Europe,” he said. External factors specific to the people of the Middle Ages—including low resistance, poor hygiene and malnutrition—could also be to blame, the study’s authors have suggested.\nIn addition to comparing it with modern variations, the researchers used genomic data to calculate the age of the Yersinia pestis strain that ostensibly maxed out Europe’s cemeteries in the mid-1340s. They determined that it originated shortly before the Black Death broke out, calling into question assumptions that the so-called Justinian plague of the sixth century shared the same cause. This revised timeline could mean that the immune systems of people in the 14th century—like those of Native Americans exposed to smallpox by Europeans—had not yet adapted to fend off the disease.\nThe paper’s authors consider it a “landmark” because it represents the first time scientists have reconstructed the complete genome of an ancient pathogen from fossilized remains. To accomplish this, they developed a groundbreaking method for extracting tiny fragments of DNA from ancient specimens—in this case, dental pulp from graves in London’s East Smithfield burial ground, which was created specifically for plague victims. This approach could pave the way for further research on past diseases, how they evolved and whether they’re likely to return. “It is important to study ancient pathogens because, in a lot of cases, diseases, such as the plague, turn out to be emerging or reemerging infections,” Poinar said.\nBarney Sloane, an archaeologist who wrote a book about the Black Death based on archival research, said that the new study adds to mounting evidence that Yersinia pestis caused the medieval pandemic but does not confirm the hypothesis. He pointed out that the bacterium might be lurking in skeletal remains buried before the 1340s, which could mean it was present but not the primary offender. “To make the assumption that Yersinia pestis was the 1348 killer without testing pre-1348 mass graves to the same degree as the East Smithfield study has done seems to me to leave a rather awkward scientific stone unturned,” he said.","author":"Jennie  Cohen","web_category":"news","title":"Is the Black Death the Ancestor of All Modern Plagues?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/skeletal_remains.jpg","url":"http://www.history.com/news/is-the-black-death-the-ancestor-of-all-modern-plagues"}