{"summary":"Wagner followed Diana around for months, holding up placards meant to express his devotion and warn her of Queen Elizabeth’s wicked intentions; he also regularly distributed leaflets detailing the supposed conspiracy against her outside Buckingham Palace. Bernard Quinn was arrested in 1996 after demanding to see Elizabeth outside Buckingham Palace and again in 2000 after allegedly harassing Anne’s guards","advice_category":"1","content":"\nRobert Moore\nThe skeletal remains of Robert Moore, who addressed hundreds of letters and parcels to Queen Elizabeth II, were found near Buckingham Palace in March, British authorities announced this week. It is believed that the homeless American arrived in the United Kingdom in 2007 and camped out on a small island in London’s St. James Park until his death in his late 60s at some point in 2008. Moore’s numerous mailings to the British monarch, sent over a period of 15 years, apparently included 600-page letters, obscene photographs, a copy of his passport and boxes with labels falsely warning that they contained hazardous substances. Investigators have not determined a cause of death for the expatriate, who is thought to have struggled with mental health problems and alcohol abuse. His island hideout, which is closed to the public and only accessible by boat or wading, offers a direct view of the fa?ade of the queen’s primary residence, including its famous balconies.\nL?a-Anna B.\nRobert Moore has been likened to a woman described by the psychiatrist Ga?tan Gatian de Cl?rambault in his landmark 1921 paper on erotomania, also known as de Cl?rambault’s syndrome. His patient, a 53-year-old French milliner, became convinced that England’s George V reciprocated her enduring passion and made several trips to London, where she would stand outside the gates of Buckingham Palace awaiting signals from him. L?a-Anna B., as she is called in the paper, fervently believed the king was expressing his desire for her by moving the castle’s curtains. De Cl?rambault thought the delusion that bears his name—in which sufferers imagine that a person of higher social standing is making amorous advances toward them—primarily affected single women, although this claim has been disputed. Erotomania has been evoked in cases of stalkers such as John Hinckley Jr., who tried to assassinate President Ronald Reagan in a misplaced attempt to impress actress Jodie Foster.\nBoy Jones\nOne of Britain’s first celebrity stalkers, the teenage Edward Jones—known to London police as “Boy Jones”—broke into Buckingham Palace at least three times between 1838 and 1841. He would prowl the private apartments of the newly crowned Queen Victoria, where he rummaged through her belongings, slept on her servants’ beds and read her personal letters. On one occasion he was caught red-handed with several pairs of the young monarch’s underwear but acquitted by an amused judge, later returning to hide under a sofa while Victoria conversed with Prince Albert. He stole into the palace one last time after a brief imprisonment. Tried in secret by government agents and sent to work on a prison ship, Jones became famous for his antics, and his questionable treatment drew criticism from Charles Dickens and other humanitarians. He eventually settled in Perth, Australia, where he allegedly found work as a town crier but was mocked relentlessly for his past misdeeds. Jones died an old man after drunkenly falling off a bridge on Boxing Day 1893.\nMichael Fagan\nBuckingham Palace beefed up its security after Boy Jones’ highly publicized incursions, but it evidently wasn’t airtight more than a century later, when a 31-year-old psychiatric patient named Michael Fagan scaled a drainpipe and sauntered into Queen Elizabeth II’s chambers on July 9, 1982. The sleeping monarch awoke to find a strange man perched on the edge of her bed, dripping blood from where he had cut his hand while wandering the palace’s dark corridors. Initially unable to reach the police, Elizabeth engaged Fagan in conversation for at least 10 minutes, listening to him chat about his personal problems and relationship with his four children. Finally, a chambermaid entered the room and shouted, “Bloody hell, ma’am! What’s he doing in there?” A footman roused from his slumber then seized the loquacious intruder. It turned out that Fagan, who was ordered to spend six months in a mental hospital, had crept into the royal residence just weeks earlier, making off with a bottle of Prince Charles’ white wine.\nKlaus Wagner\nAn ardent admirer of Diana, Princess of Wales, the German-born surgeon Klaus Wagner because convinced that his beloved’s mother-in-law—whom he dubbed “Elizardbeast”—was an evil creature prophesied in the bible. He supported his theory in interviews and later online with a mathematical calculation equating Queen Elizabeth’s initials, ERII, with 666, a number associated with the devil. Wagner followed Diana around for months, holding up placards meant to express his devotion and warn her of Queen Elizabeth’s wicked intentions; he also regularly distributed leaflets detailing the supposed conspiracy against her outside Buckingham Palace. The 37-year-old drug user was arrested for trailing Diana and sent to a psychiatric hospital in early 1996, a year and a half before her untimely death. Wagner died in 2007.\nBernard Quinn\nLike her mother Elizabeth, England’s Princess Anne has put up with her fair share of unwanted attention, most famously from a mentally ill man named Ian Ball, who attempted to kidnap her at gunpoint in 1974. She refused to budge from her car, scoffing, “Not bloody likely!” In the early 1990s, a former aerospace engineer divorced his wife to pursue the Princess Royal and began bombarding her with daily letters and poems declaring his love. Bernard Quinn was arrested in 1996 after demanding to see Elizabeth outside Buckingham Palace and again in 2000 after allegedly harassing Anne’s guards. Charged were dropped due to lack of evidence that he posed a real threat, and Quinn was later admitted to a mental facility.","author":"Jennie  Cohen","web_category":"news","title":"When Royal Watching Becomes Royal Stalking","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/st-james-park.jpg","url":"http://www.history.com/news/when-royal-watching-becomes-royal-stalking"}