{"summary":"The moon controls fertility.. Perhaps because the menstrual and lunar cycles are similar in length, many early civilizations believed that the moon determined when women could become pregnant","advice_category":"1","content":"\nFull moons make you crazy.\nSince ancient times, full moons have been associated with odd or insane behavior, including sleepwalking, suicide, illegal activity, fits of violence and, of course, transforming into werewolves. Indeed, the words “lunacy” and “lunatic” come from the Roman goddess of the moon, Luna, who was said to ride her silver chariot across the dark sky each night. For thousands of years, doctors and mental health professionals believed in a strong connection between mania and the moon. Hippocrates, considered the father of modern medicine, wrote in the fifth century B.C. that “one who is seized with terror, fright and madness during the night is being visited by the goddess of the moon.” In 18th-century England, people on trial for murder could campaign for a lighter sentence on grounds of lunacy if the crime occurred under a full moon; meanwhile, psychiatric patients at London’s Bethlehem Hospital were shackled and flogged as a preventive measure during certain lunar phases. Even today, despite studies discrediting the hypothesis, some people think full moons make everyone a little loony.\nAliens inhabit the moon.\nIn the 1820s, the Bavarian astronomer Franz von Paula Gruithuisen claimed to have glimpsed entire cities on the moon with his telescope. He wrote that the “lunarians” who lived there had built sophisticated buildings, roads and forts. Most of his colleagues scoffed at his assertion, but he eventually got a small lunar crater named after him. Sir William Herschel, a prominent British astronomer and composer, also thought aliens lived on the moon and made regular observations about the progress of their construction projects. In 1835, when the New York Sun published a series of fraudulent articles about the supposed existence of life on the moon (pulling off the so-called “Great Moon Hoax”), it falsely credited Herschel’s son John, a famous astronomer in his own right, with the shocking discovery.\nThe moon controls fertility.\nPerhaps because the menstrual and lunar cycles are similar in length, many early civilizations believed that the moon determined when women could become pregnant. This could explain why female moon deities—from the Chinese goddess Chang’e to Mama Quilla of the Incas—figure so prominently in mythologies from around the world. In the 1950s, the Czech doctor Eugene Jonas stumbled across an ancient Assyrian astrological text stating that women are fertile during certain phases of the moon. He based an entire family planning method on this hypothesis, telling his patients they ovulated when the moon was in the same position as when they were born. According to another theory that persists to this day, full moons cause an uptick in births, flooding maternity wards with mothers-to-be in labor. Recent studies have turned up little statistical evidence for moon-induced baby booms, however, and most experts think any lunar effect on procreation is imagined.\nThe moon is a hollow spacecraft.\nSeveral science fiction books of the early 20th century, including H.G. Wells’ “The First Men in the Moon,” take place within a hollow moon inhabited by aliens. In 1970 two Soviet scientists took this seemingly whimsical premise a step further, proposing that the moon is actually a shell-like alien spacecraft built by extraterrestrials with superior technology and intelligence. According to astronomers, the moon—though admittedly enigmatic as far as celestial bodies go—couldn’t maintain its mass and gravitational field if it lacked a dense core.\nWe never really went to the moon.\nDespite overwhelming evidence to the contrary, some people believe that the Apollo moon landings were faked by NASA, which used doctored photos, staged videos and other ploys to dupe the public. Proponents of these hoax claims argue that technology was not advanced enough for astronauts to reach the moon and return home safely; they also point to ostensible signs of studio trickery, including the fact that the American flag planted by the Apollo 11 crew in the lunar surface appeared to flutter in the vacuum of space. In 2002, retired astronaut Buzz Aldrin, who became the second person to walk on the moon in 1969, grew so exasperated with one conspiracy theorist’s accusations that he punched him in the face. The septuagenarian space pioneer was not prosecuted.\nThe Nazis had a base on the moon.\nAfter World War II, rumors circulated that German astronauts had traveled to the moon and established a top-secret facility there. Some even speculated that Adolf Hitler faked his own death, fled the planet and lived out the rest of his days in an underground lunar hideout. Connections were also drawn between flying saucer sightings—including the famous incident near Roswell, New Mexico, in 1947—with the Nazis’ alleged UFO development program. These theories form the basis of the science fiction novel “Rocket Ship Galileo,” published by Robert A. Heinlein in 1947.\nA rabbit dwells on the moon.\nIntriguingly, legends from various traditions around the world, including Buddhism and Native American folklore, recount the tale of a rabbit that lives on the moon. This shared myth may reflect common interpretations of markings on the lunar surface—an alternate take on the fabled “man in the moon.” Shortly before Apollo 11 landed on the moon in 1969, mission control in Houston jokingly referred to the Chinese version of the story, telling the spaceship’s crew, “Among the large headlines concerning Apollo this morning, there’s one asking that you watch for a lovely girl with a big rabbit.” Command module pilot Michael Collins replied, “Okay. We’ll keep a close eye out for the bunny girl.”","author":"Jennie  Cohen","web_category":"news","title":"Beyond Green Cheese: Myths and Theories About the Moon","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/moon-wide.jpg","url":"http://www.history.com/news/beyond-green-cheese-myths-and-theories-about-the-moon"}