{"summary":"For nearly 30 years, mere mention of Lenin’s Testament and its claims against Stalin were tantamount to a death sentence, and it wasn’t fully published in Russia until after Stalin’s death.. Lenin was in ill health long before his January 1924 death","advice_category":"1","content":"\nAfter the demise of the USSR in 1991, many felt that Lenin—and his tomb—deserved to meet the same fate. Russian President Boris Yeltsin called for the closing of the tomb and reburial of the body in a Lenin family plot in St. Petersburg, but failed to push the measure through. His successor Vladimir Putin, however, feels differently and has refused any efforts to move the Communist icon. Russians, it would seem, are still conflicted over the matter—recent polls show the country’s younger generation much more eager to literally “bury” the past than older Russians, with nearly 70 percent of them saying they favor the idea of a permanent burial for Lenin.\nLenin was in ill health long before his January 1924 death. A workaholic who thought nothing of putting in 15 or more hours a day at his desk, he spent much of his adult life suffering from insomnia, migraines and other maladies. In 1903, severe spinal pains and an inflamed chest left him in agony for months. After several failed attempts at a cure, he was finally diagnosed with erysipelas, also known as St. Anthony’s fire, a potentially fatal bacterial infection of the skin and tissue. He recovered, but did little to change his ceaseless work habits until 1918, when the more serious of two failed assassination attempts left him with a punctured lung and two bullets permanently lodged in his neck and collarbone. Lenin’s reaction to the assassination attempt, including the violent political reprisals and mass killings that became known as the Red Terror, eerily mirrored an earlier period in his own life. In 1887, Lenin’s older brother, Alexander, or Sasha, had been executed for his own role in a failed assassination attempt on Czar Alexander III, and many historians credit Sasha Ulyanov’s death with setting Lenin on his revolutionary path.\nThe Red Terror also unleashed the brutal Russian Civil War between Lenin’s Bolshevik Red Army and an alliance of ant-Bolsheviks known as the “Whites.” The six-year struggle, which ultimately led to the creation of the USSR in December 1922, taxed Lenin’s health even further, leading to the first in a series of debilitating strokes in May of the that year. He recovered, but a second stroke that winter forced him to retire from public life. A third stroke in March 1923 rendered him mute and he remained bedridden until his death on January 21, 1924 in St. Petersburg. Despite Lenin’s own stated wishes for a private funeral, plans were soon underway for a much grander affair. Just three days later St. Petersburg was renamed Leningrad (a name it would keep until 1991), and Lenin’s corpse was onboard an elaborate funeral train bound for Moscow. One million people paid their respects in the city’s House of Trade Unions as movie cameras rolled, preserving the event for posterity.\nWithin weeks, Soviet leaders had decided that his body should be put on display in Red Square, but some of Lenin’s followers, had a different kind of “preservation” in mind. Adherents to cosmism, a newly popular Russian philosophical movement that espoused the possibility of immortality through science, wanted to cryonically freeze Lenin for possible resurrection at a later date. One disciple, Alexander Bogandov, went so far as to help buy equipment for the job, but when the body began to decompose even in a deep-freeze, the plan was abandoned in favor of more traditional embalming and chemical preservation.\nLenin’s corpse was preserved, but his internal organs were not—with one exception. His brain was removed and placed in formaldehyde for future study. Beginning in the late 1920s, it was sliced into a series of pieces (now numbering more than 30,000) and sent to research labs in Germany and the Soviet Union in the hopes of discerning hints of Lenin’s “genius” from his lobes. Most of the samples remain under lock and key to this day, safely behind reinforced metal doors at the Moscow Brain Institute alongside dozens of other eminent Russians.\nWhile the official cause of Lenin’s death was a massive stroke, not everyone remains convinced. In the decades following the 1991 collapse of the Soviet Union, historians, researchers and medical professionals have gotten into the guessing game over what really killed Lenin. In 2004, a Russian neurologist released a study that named syphilis as the culprit (though no evidence of the disease was found in the 1924 post-mortem). Last year, a clinical pathology conference at the University of Maryland took a stab at solving the case as well. Noting that some of Lenin’s symptoms in his final days (including seizures) were not often found in stroke victims, Russian historian Lev Lurie presented an intriguing possibility. Lenin might have been poisoned—and it might have been Joseph Stalin who did it. The true cause of Lenin’s death is likely to remain unknown unless an investigation into his remaining tissues (the 30,000 brain slivers, perhaps) is allowed.\nStalin may not have killed Lenin, but the two men had a difficult relationship that continued into the afterlife. A year before his death, Lenin finished work on a document, later known as his Testament, that presented a roadmap for the future of the Soviet government. The testament was also highly critical of his fellow leaders, including Joseph Stalin, Nikolai Bukharin and Leon Trotsky, and called for Stalin’s removal from his position as general secretary of the Communist Party. Lenin died before he could present the paper, and when his widow gave the document to Stalin and two other successors, Nikoali Bukharin and Lev Kamenev, the three men went into damage control mode. They strictly limited access to the document, going so far to denounce it after an English translation was leaked by American journalist Max Eastman and later published in The New York Times. For nearly 30 years, mere mention of Lenin’s Testament and its claims against Stalin were tantamount to a death sentence, and it wasn’t fully published in Russia until after Stalin’s death.\nIt would seem that Lenin could never truly escape Stalin. When his successor died in March 1953, he was embalmed by members of the same team that had prepared Lenin’s body in 1924 and his body was moved into Lenin’s mausoleum. The two revolutionary roommates shared the space for eight years, until Stalin’s body was removed and reinterred near the Kremlin wall during the “De-Stalinization” process of the late 1950s. Lenin, meanwhile, has remained in place continuously with one exception: His body was temporarily evacuated from Moscow in advance of the approaching German Army during World War II. Every 18 months, a 15-person team gives Lenin a makeover that includes a 30-day cleansing bath and a crisp new suit, followed by weekly cosmetic touch-ups with an anti-fugal bleach solution. The Soviet government used to pay for the crypt—and corpse’s upkeep, but since the 1990s private donations have footed the beauty bill.","author":"Barbara  Maranzani","web_category":"news","title":"Much Ado About Lenin","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/HITH-Lenin.jpg","url":"http://www.history.com/news/much-ado-about-lenin"}