{"summary":"Forced to choose between love and crown, Edward abdicated the throne in December 1936. DiMaggio never remarried and refused to comment on Monroe’s death to the press","advice_category":"1","content":"\nKing Nebuchadnezzar II supposedly built the Hanging Gardens of Babylon in the sixth century B.C. as a gift for his wife, Amytis of Media. According to ancient historians, Amytis had difficulty adjusting to life in the flat deserts of Babylon and longed for the forests and mountains of her native Media (modern-day Kurdistan). To cure her homesickness, Nebuchadnezzar II ordered the construction of a series of terraced gardens within the walls of the city. The Hanging Gardens—later included as one of the Seven Wonders of the Ancient World—were supposedly hundreds of meters wide and filled with a variety of exotic plants, herbs and flowers. A marvel of engineering, the desert oasis was likely irrigated by water from the river Euphrates via a complex system of pumps. Modern archaeologists have questioned whether the gardens actually existed or are simply the stuff of legend.\nIndia’s Taj Mahal took over a decade to build, employed thousands of workers and nearly bankrupted an empire—all so a man could express his love for a woman. Mughal emperor Shah Jahan commissioned the famed landmark around 1632. It was intended as a tomb for his third wife, Mumtaz Mahal, who died giving birth to the couple’s 14th child. According to accounts, the Shah was so despondent after his spouse’s passing that he entered a prolonged period of mourning, renouncing music and other forms of entertainment for two years. He built the Taj Mahal—with its elaborate minarets, 250-foot-high domed mausoleum and 42-acre grounds—primarily as a monument to her memory. When he died in 1666, Shah Jahan was buried alongside his beloved wife in the Taj’s white marble tomb.\nBest known for rousing pieces of music like “Ride of the Valkyries,” the composer Richard Wagner might not have a reputation as a hopeless romantic. Still, Wagner is also remembered for secretly composing the symphony “Tribschen Idyll” (later renamed “Siegfried Idyll”) as a present for his wife, Cosima, on her 33rd birthday. On Christmas morning in 1870, Wagner and a 15-piece orchestra quietly assembled on the staircase of his house and woke Cosima by playing the piece, now considered one of his greatest works. Deeply moved, Cosima would later write in her diary, “When I woke up I heard a sound, it grew ever louder, I could no longer imagine myself in a dream, music was sounding, and what music!” \nThe love lives of Britain’s monarchs have long been a source of public fascination, but perhaps the most romantic royal tale of all concerns King Edward VIII, who chose a woman over the throne. Edward became king in 1936 after the death of his father, George V. His brief reign was punctuated by controversy, most notably his infatuation with a socialite named Wallis Simpson. Not only was Simpson an American, she was a married woman who had already once divorced. As gossips portrayed Simpson as everything from a scheming seductress to a German spy, the relationship plunged the monarchy into crisis. Forced to choose between love and crown, Edward abdicated the throne in December 1936. Simpson quickly divorced her husband, and she and Edward married in 1937. They spent the rest of their lives in retirement in France.\nThe marriage of poets Elizabeth Barrett Browning and Robert Browning is one of literature’s great romances, and the couple’s love for one another often spilled over into their work. The most famous example came in 1850 with the publication of Barrett’s book “Sonnets from the Portuguese,” a series of love poems composed when the pair first began their courtship. Barrett only revealed the work to her husband after hearing him rail against the thematic shortcomings of what he called “personal poetry.” To counter his argument, she admitted that she had once written a series of 44 sonnets about her love for him. Struck by the beauty of the poems, Browning encouraged his wife to publish them; she finally agreed but insisted that they be presented as alleged translations of Portuguese sonnets in order to hide their personal nature. “Sonnets From the Portuguese” contains what many consider some of Barrett’s most exquisite verses and includes the immortal line, “How do I love thee? Let me count the ways.”\nWorld War II prisoner Horace Greasley not only escaped from a prison camp to be with his lover—he did it more than 200 times. A British soldier, Greasley was captured by the Nazis in 1940 and sent to a detention center in Germany. While there he began a passionate affair with Rosa Rauchbach, a German of Jewish descent who was working as a translator. Just as their romance began to blossom, the couple was separated when Greasley was shipped to a new camp 40 miles away. Desperate to see Rauchbach and too deep in Germany to make a full escape, Greasley began breaking out of prison up to four times a week, trekking to wherever she was working and returning before his absence was noticed. At each meeting, Rauchbach would give Greasley food and supplies for his fellow soldiers back at the camp. The pair even enlisted the help of other prisoners in the camp to coordinate their trysts, which continued until Greasley’s liberation in 1945. The two attempted to remain in touch, but Rauchbach and a baby possibly fathered by Greasley died in childbirth shortly after the war. \nFamed baseball player Joe DiMaggio and actress Marilyn Monroe were only married for a volatile 274 days in 1954, but “Joltin’ Joe” remained infatuated with the legendary blonde bombshell for the rest of his life. It was DiMaggio who secured Monroe’s release from a psychiatric ward when she suffered an emotional collapse in the wake of her divorce from playwright Arthur Miller, and he was reportedly considering proposing to her again before her death in 1962. DiMaggio never remarried and refused to comment on Monroe’s death to the press. In a famous romantic gesture, he sent red roses to her grave in Los Angeles three times a week for the next 20 years.","author":"Evan  Andrews","web_category":"news","title":"7 Heartwarming Romantic Gestures","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/babylon-gardens.jpg","url":"http://www.history.com/news/7-heartwarming-romantic-gestures"}