{"summary":"As Mulders put it in the Knack article, “One can from this postulate that Hitler was related to people whom he despised.”. As part of its continuing quest to pin down the Fuhrer’s heritage, Knack hopes to conduct DNA tests on a jawbone fragment and piece of bloodstained cloth retrieved from the Berlin bunker where Hitler allegedly committed suicide","advice_category":"1","content":"\nIn the decades since Adolf Hitler’s death, the Nazi leader’s ancestry has been a subject of rampant speculation and intense controversy. Some have suggested that his father, Alois, born to an unwed woman named Maria Schickelgruber, was the illegitimate child of Leopold Frankenberger, a young Jewish man whose family employed her as a maid. (She subsequently married Johann Georg Hiedler–later spelled “Hitler”–whose surname her son adopted.) Others have claimed that Alois’ biological father was also the grandfather of Hitler’s mother, Klara P?zl, making Adolf the product of an incestuous marriage.\nTo unravel the mystery of the Fuhrer’s roots, the Belgian journalist Jean-Paul Mulders teamed up with Marc Vermeeren, a historian who has written extensively about Hitler and his ancestors. The duo collected saliva samples from 39 of the infamous dictator’s living relatives, including a great-nephew, Alexander Stuart-Houston, who lives in New York, and an Austrian cousin identified only as “Norbert H.” Tests were then conducted to reveal the samples’ principal haplogroups, which are sets of chromosomes that geneticists use to define specific populations.\nWriting in the Flemish-language magazine Knack, Mulders reported that the relatives’ most dominant haplogroup, known as E1b1b, is rare in Western Europeans but common among North Africans, and particularly the Berber tribes of Morocco, Algeria, Libya and Tunisia. It is also one of the major founding lineages of the Jewish population, present in 18 to 20 percent of Ashkenazi Jews and 8.6 to 30 percent of Sephardic Jews. In other words, Hitler’s family tree may have included Jewish and African ancestors.\nThe tragic irony of the discovery, of course, is that Hitler’s Nazi regime systematically wiped out an estimated two-thirds of Europe’s Jewish population between 1933 and 1945. People of African descent were also considered enemies of the Aryans, whose supposed racial purity and superiority were central to the “Mein Kampf” author’s lethal rhetoric. As Mulders put it in the Knack article, “One can from this postulate that Hitler was related to people whom he despised.”\nAs part of its continuing quest to pin down the Fuhrer’s heritage, Knack hopes to conduct DNA tests on a jawbone fragment and piece of bloodstained cloth retrieved from the Berlin bunker where Hitler allegedly committed suicide. The Russian government has held these artifacts in its archives since 1948 and continues to vouch for their authenticity despite a contradictory 2009 study by American scientists.\nSince the publication of the Knack article on August 18, 2010, academics have been quick to point out that this does not necessarily mean the man who inspired the Holocaust was either Jewish, African or a combination of the two. The E1b1b haplogroup runs in other ethnic groups, for instance, and DNA analysis remains an inexact science. But one thing about this study’s results is certain, as Ronny Decorte, a geneticist interviewed by Knack, remarked: “Hitler would not have been pleased.”","author":"Jennie  Cohen","web_category":"news","title":"Study Suggests Adolf Hitler Had Jewish and African Ancestors","picture_url":"http://www.history.com/news/wp-content/uploads/2011/07/wwII-overview-thumb_large_310x206.jpg","url":"http://www.history.com/news/study-suggests-adolf-hitler-had-jewish-and-african-ancestors"}