{"summary":"Dalley, who has spent the better part of two decades researching the Hanging Gardens and studying ancient cuneiform texts, believes they were constructed 300 miles to the north of Babylon in Nineveh, the capital of the rival Assyrian empire. Babylonian king Nebuchadnezzar II was said to have constructed the luxurious Hanging Gardens in the sixth century B.C","advice_category":"1","content":"\nGreek and Roman texts paint vivid pictures of the luxurious Hanging Gardens of Babylon. Amid the hot, arid landscape of ancient Babylon, lush vegetation cascaded like waterfalls down the terraces of the 75-foot-high garden. Exotic plants, herbs and flowers dazzled the eyes, and fragrances wafted through the towering botanical oasis dotted with statues and tall stone columns.\nBabylonian king Nebuchadnezzar II was said to have constructed the luxurious Hanging Gardens in the sixth century B.C. as a gift to his wife, Amytis, who was homesick for the beautiful vegetation and mountains of her native Media (the northwestern part of modern-day Iran). To make the desert bloom, a marvel of irrigation engineering would have been required. Scientists have surmised that a system of pumps, waterwheels and cisterns would have been employed to raise and deliver the water from the nearby Euphrates River to the top of the gardens.\nThe multiple Greek and Roman accounts of the Hanging Gardens, however, were second-hand–written centuries after the wonder’s alleged destruction. First-hand accounts did not exist, and for centuries, archaeologists have hunted in vain for the remains of the gardens. A group of German archaeologists even spent two decades at the turn of the 20th century trying to unearth signs of the ancient wonder without any luck. The lack of any relics has caused skeptics to question whether the supposed desert wonder was just an “historical mirage.”\nHowever, Dr. Stephanie Dalley, an honorary research fellow and part of the Oriental Institute at England’s Oxford University, believes she has found evidence of the existence of the legendary Wonder of the Ancient World. In her soon-to-be-released book “The Mystery of the Hanging Garden of Babylon: An Elusive World Wonder Traced,” published by Oxford University Press, Dalley asserts that the reason why no traces of the Hanging Gardens have ever been found in Babylon is because they were never built there in the first place.\nDalley, who has spent the better part of two decades researching the Hanging Gardens and studying ancient cuneiform texts, believes they were constructed 300 miles to the north of Babylon in Nineveh, the capital of the rival Assyrian empire. She asserts the Assyrian king Sennacherib, not Nebuchadnezzar II, built the marvel in the early seventh century B.C., a century earlier than scholars had previously thought.\nAccording to Oxford University, Dalley, who is a scholar in ancient Mesopotamian languages, found evidence in new translations of the ancient texts of King Sennacherib that describe his own “unrivaled palace” and a “wonder for all peoples.” He also mentioned a bronze water-raising screw—similar to Archimedes’ screw developed four centuries later—that could have been used to irrigate the gardens.\nRecent excavations around Nineveh, near the modern-day Iraqi city of Mosul, have uncovered evidence of an extensive aqueduct system that delivered water from the mountains with the inscription: “Sennacherib king of the world…Over a great distance I had a watercourse directed to the environs of Nineveh.” Bas reliefs from the royal palace in Nineveh depicted a lush garden watered by an aqueduct, and unlike the flat surroundings of Babylon, the more rugged topography around the Assyrian capital would have made the logistical challenges in elevating water to the gardens far easier for an ancient civilization to overcome.\nDalley explains that the reason for the confusion of the location of the gardens could be due to the Assyrian conquering of Babylon in 689 B.C. Following the takeover, Nineveh was referred to as the “New Babylon,” and Sennacherib even renamed the city gates after those of Babylon’s entrances. Dalley’s assertions could debunk thoughts that the elusive ancient wonder was an “historical mirage,” but they could also prove that the Hanging Gardens of Babylon are mislabeled and should truly be the Hanging Gardens of Nineveh.","author":"Christopher  Klein","web_category":"news","title":"Hanging Gardens Existed, but not in Babylon","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/Hanging-Gardens-of-Babylon.jpg","url":"http://www.history.com/news/hanging-gardens-existed-but-not-in-babylon"}