{"summary":"In addition to possibly locating part of Earhart’s plane, TIGHAR also thinks it may have found even more proof for its theory that Earhart and Noonan crashed their plane and became castaways on the uninhabited island before their eventual deaths. In the seven decades since the Earhart disappearance, a number of hypotheses that differ from the official government line have emerged.","advice_category":"1","content":"\nAmelia Earhart’s daring round-the-world-flight was cut short when her Lockheed Electra disappeared over the Pacific Ocean on June 2, 1937. Though rescue workers began scouring the area for signs of life, neither Earhart, her navigator Fred Noonan or their plane were found. In an official report, the U.S. government concluded that the two seasoned flyers, unable to locate their destination of Howland Island, ran out of fuel, crashed into the water and sank. Earhart was declared legally dead on January 5, 1939, but the question of why and where her plane went down remains one of history’s biggest mysteries. In the seven decades since the Earhart disappearance, a number of hypotheses that differ from the official government line have emerged.\nSome theorists, for instance, believe Earhart was actually a secret agent working for the U.S. government. They suggest that the plane crashed after its pilots intentionally deviated from their course to spy on Japanese-occupied islands in the Pacific, or that Earhart and Noonan landed on one of them and were taken prisoner. Yet another theory holds that Earhart returned safely to the United States, changed her name and lived a long life in obscurity. Less fanciful and far more likely is the widely held belief that due to pilot or mechanical errors Earhart and Noonan were forced to touch down on a remote South Pacific island called Nikumaroro, which at the time of their disappearance was uninhabited and known as Gardner Island.\nIt’s Nikumaroro and its surrounding waters that have been of most interest to the TIGHAR team. Researchers have been combing Nikumaroro since 1989, assembling a collection of artifacts that includes improvised tools, shoe remnants and aircraft wreckage that is consistent with Earhart’s Electra. During a 2010 expedition, the team uncovered some compelling clues. While foraging in a spot where they had previously identified traces of a campfire, they came across three pieces of a pocketknife, shells that had been cut open, fragments of a glass cosmetic jar, bits of makeup and—perhaps most intriguing of all—bone fragments that may be from a human.\nThey returned to the site, located in the Pacific Republic of Kiribati, in July 2012, armed with two underwater research vehicles capable of collecting hours of data, including side-scan sonar and high-definition video. When the mission was cut short due to technical issues and inclement weather, the TIGHAR team spent several months scouring the materials they had collected. Almost immediately, imaging specialists identified a debris field, approximately 600 feet below the surface, which contained several man-made objects. And, most importantly, the location, shape and size of the debris field matches up with a photograph that many believe holds the key to the mystery of Earhart’s disappearance, the Bevington photo. This grainy, underwater photograph of what appears to be a large man-made object jutting out off the coast of Nikumaroro was captured by British naval officer Eric Bevington in October 1937, just months after Earhart vanished. The team at TIGHAR had long suspected that the debris captured in the Bevington photo was actually the landing gear from Earhart’s plane. TIGHAR’s next step will be the recovery of the items in the debris field, though the non-profit group has not yet begun to raise the more than $3 million needed for the mission.\nIn addition to possibly locating part of Earhart’s plane, TIGHAR also thinks it may have found even more proof for its theory that Earhart and Noonan crashed their plane and became castaways on the uninhabited island before their eventual deaths. Working in conjunction with a chemist, they have been testing the cosmetic jar fragments they recovered in the 2010 expedition. Based on the high mercury levels found on the fragments, TIGHAR believes it has identified the substance once held in the jar as a brand of ointment used to bleach skin and remove spots—something the freckle-faced Earhart was known to have used. Even more intriguing to researchers is the fact that the fragments seem to have been intentionally shaped for use as cutting tools, possibly by Earhart and Noonan in their attempt to survive on a deserted island.","author":"Barbara  Maranzani","web_category":"news","title":"Have Researchers Found Amelia Earhart’s Plane?","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/earhart.jpg","url":"http://www.history.com/news/have-researchers-found-amelia-earharts-plane"}