{"summary":"Richard Nixon. While flying aboard Air Force One, for instance, he marked their 31st anniversary with a stirring missive—signed “Your Grateful Husband”—that includes the following lines: “I more than love you, I’m not whole without you","advice_category":"1","content":"\nRichard Nixon\nLong before anyone called him “tricky,” the man who would become the 37th U.S. president was seriously smitten. In 1938 Richard Nixon, then a young lawyer, landed a part in a community theater production. Fellow cast member Pat Ryan, a high school teacher, caught his eye immediately; she would later recall that he proposed during their first date. As the soon-to-be-unveiled papers show, Nixon began sending his new girlfriend, whom he playfully called his “Irish gypsy,” flowery expressions of his growing infatuation. “Every day and every night I want to see you and be with you,” an undated letter reads. “Yet I have no feeling of selfish ownership or jealousy. Let’s go for a long ride Sunday; let’s go to the mountains weekends; let’s read books in front of fires; most of all, let’s really grow together and find the happiness we know is ours.” In another, Nixon described himself as “filled with that grand poetic music” in Pat’s presence.\nWe know from other sources that Nixon pursued Pat doggedly, even chauffeuring her to dates with other men to spend time with her. Eventually she took a shine to the “struggling barrister who looks from a window and dreams,” as he put it in one letter. He proposed on a scenic cliff and offered the future first lady an engagement ring tucked into a flower-filled basket; the couple wed in June 1940.\nHarry Truman\nThe 33rd president fell in love with his future wife, Bess Wallace, when the couple attended Sunday school together; he was all of 5 years old at the time. Later, he would spend nearly a decade courting the lifelong object of his affection, churning out poignant letters that testify to his steadfast devotion. Bess initially rejected the debt-plagued farmer, who in one frank epistle wrote, “I suppose that I am too crazy about you anyway. Every time I see you I get more so if it is possible. I know I haven’t any right to but there are certain things that can’t be helped and that is one of them.” She finally warmed to Truman shortly before he left to fight in World War I, carrying her photo in his breast pocket and gazing at it whenever he felt down.\nFollowing the Trumans’ wedding in June 1919, they kept up their flurry of letters—even after Harry suddenly became president upon Franklin Roosevelt’s death in 1945. While in Potsdam discussing the administration of postwar Europe, for instance, Truman wrote the 60-year-old first lady, “It made me terribly home sick when I talked with you yesterday morning. It seemed as if you were just around the corner, if 6,000 miles can be just around the corner. I spent the day after the call trying to think up reasons why I should bust up the Conference and go home.” While his “dear Bessie” composed many letters to her husband, she burned most of them—reportedly over Truman’s objections and in order to safeguard her own privacy—in 1955. \nJohn Adams\nOften separated for long periods of time, John and Abigail Adams corresponded through the mail for three decades. More than a thousand of their letters, chronicling everything from family business to the ratification of the Constitution, survive. Often portrayed as humorless and crabby, Adams displays a playful flirtatiousness in the earliest notes he—then a country lawyer—sent his teenage cousin, including an imitation voucher addressed to “Miss Adorable” that reads: “By the same Token that the Bearer hereof satt up with you last night I hereby order you to give him, as many Kisses, and as many Hours of your Company after 9 O’Clock as he shall please to Demand and charge them to my Account.”\nLong after they married in 1764, John continued to fill his notes with yearning and admiration for his bride. “You are really brave, my dear, you are an Heroine,” he praised her on one occasion. “A soul, as pure, as benevolent, as virtuous and pious as yours has nothing to fear, but every Thing to hope and expect from the last of human Evils.” In return, Abigail penned some of American history’s most memorable love letters, documenting the enduring intimacy she shared with her “dearest friend,” as she called her husband. “With an indescribable pleasure I have seen near a score of years roll over our Heads, with an affection heightened and improved by time,” she wrote in 1782. “Nor have the dreary years of absence in the smallest degree effaced from my mind the Image of the dear untitled man to whom I gave my Heart.” Abigail also counseled John on political matters in her notes, famously telling him to “remember the ladies” while drafting laws for the newly independent United States.\nTheodore Roosevelt\nAt the tender age of 20, Teddy Roosevelt became infatuated with the daughter of a wealthy Boston banker. He showered Alice Hathaway Lee with gifts and attention, and in October 1880—on his 22nd birthday—the pair wed. Nearly two dozen effusive missives from their courtship and marriage emerged decades later, painting the future Rough Rider as a syrupy romantic in thrall to his bride. “Sweetest little wife, I think all the time of my little laughing, teazing beauty, and how pretty she is, and how she goes to sleep in my arms, and I could almost cry I love you so,” he wrote in 1883.\nThe fairytale ended when Alice died after giving birth to the couple’s only child on February 14, 1884, the same day Roosevelt’s mother succumbed to typhoid fever. Devastated by the loss of his “pretty pink baby,” Roosevelt wrote in his diary, “The light has gone out of my life.” Though he would later remarry, he refused to speak publicly about Alice and could not even bring himself to mention her name in his autobiography.\nWoodrow Wilson\nWhile the 28th U.S. president will forever be remembered as a bookish intellectual and adroit statesman, not everyone knows he excelled at using pen and paper to express his love—of not just one but two women. He wrote hundreds of fervent letters while courting his first wife, Ellen Louise Axson, and throughout their 29-year marriage. “Why, my darling, I can’t tell you how completely I am yours, in my every thought,” he declared in one ebullient example. “I did not know myself how much I loved you until I found out that you love me.”\nEllen died after a long illness in 1914, leaving Wilson—then a year into his first term as president—lost and despondent. He perked up when he spotted Edith Bolling Galt, a widow also nursing a broken heart, while driving through Washington, D.C., in February 1915. So besotted that a Secret Service agent described him as a “schoolboy in his first love experience,” the 58-year-old Wilson sent her eager notes that helped win her over. One invitation reads: “Please go to ride with us this evening, precious little girl, so that I can whisper something in your ear—something of my happiness and love, and accept this, in the meantime, as a piece out of my very heart, which is all yours but cannot be sent as I wish to send it by letter.” The pair married the following year.\nRonald Reagan\nThose who don’t consider Ronald Reagan a “great communicator” should peruse his love letters. In 1949 the actor and future president met Nancy Davis, the woman who would become his second wife and devoted companion until his death in 2004. He would later write of their wedding day: “Feb. 14 may be the date they observe and call Valentine’s Day, but that is for people of only ordinary luck. I happen to have a Valentine’s life, which started on March 4, 1952, and will continue as long as I have you.”\nAs the glamorous Hollywood couple made their way toward the White House, Reagan continued to send Nancy adoring and eloquent notes, many quite whimsical in nature. He composed poems for special occasions, left her cards enumerating her virtues and expressed his longing for her whenever he traveled. The steady stream of correspondence continued into his presidency and beyond. While flying aboard Air Force One, for instance, he marked their 31st anniversary with a stirring missive—signed “Your Grateful Husband”—that includes the following lines: “I more than love you, I’m not whole without you. You are life itself to me. When you are gone I’m waiting for you to return so I can start living again.”","author":"Jennie  Cohen","web_category":"news","title":"Romantic-in-Chief: Presidential Love Letters, From Adams to Nixon","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/richard-pat-nixon.jpg","url":"http://www.history.com/news/romantic-in-chief-presidential-love-letters-from-adams-to-nixon"}