{"summary":"McCormick turned the matter over to his sports editor, Arch Ward, who quickly proposed a one-time “Game of the Century” that would pit the finest players of the American and National Leagues against each other at Chicago’s Comiskey Park. A number of high-profile players, including Babe Ruth and Lou Gehrig, accepted significant pay cuts","advice_category":"1","content":"\nTo stay afloat, owners of baseball teams across the country economized by shrinking their rosters, firing their coaches and slashing wages. A number of high-profile players, including Babe Ruth and Lou Gehrig, accepted significant pay cuts. In addition to scaling back costs, many teams experimented with discounts and other innovations designed to woo back fans, including free admission for women, grocery giveaways and the very first night games in baseball history. Minor league ballparks hosted attractions ranging from raffles and beauty pageants to chicken chases and cow-milking contests.\nSurprisingly, the most enduring promotional event to emerge during this period—the midseason All-Star Game between the American and National Leagues—was the brainchild of several people with no direct connection to baseball. In 1933, Chicago hosted a World’s Fair known as the Century of Progress International Exposition, an event devised to celebrate the city’s centennial while cultivating a nationwide sense of optimism during the depths of the Depression. Mayor Edward Kelly, newly elected and intent on making the fair a success, approached Colonel Robert McCormick, the powerful publisher of the Chicago Tribune, with the idea of holding a major athletic event in conjunction with it.\nMcCormick turned the matter over to his sports editor, Arch Ward, who quickly proposed a one-time “Game of the Century” that would pit the finest players of the American and National Leagues against each other at Chicago’s Comiskey Park. As an added twist, fans would have the opportunity to vote on the lineup. Ward was so certain the game would be a hit that he told McCormick to take any losses out of his own paycheck. With his boss on board, Ward made his case to the presidents of both leagues and the various team owners, assuring the skeptics among them that the event would help pull baseball out of its slump. By donating all proceeds to a charity for retired players, he argued, they could show the country that Major League Baseball was not, as some had suggested, embracing a culture of “decadence” while ordinary Americans could barely scrape by. Eventually, the persuasive editor’s lobbying won over the baseball commissioner, Kenesaw Mountain Landis, and the game was set for July 6, 1933.\n“The public overwhelmingly embraced the creation of the game,” he said. “Advance tickets sold out as soon as they went on sale, and when the bleacher seats were the last ones released, they too sold out in a day.” As for the players, he added, they “immediately fell in love with the idea, and several announced that they hoped to be chosen to play.”\nOn July 6, 47,595 fans packed into Comiskey Park, where some of baseball’s most historic moments had taken place. This would be another. The game, which ended in a 4-2 victory by the American League, did not disappoint, thrilling the crowd with its star-studded roster, built-in drama and unprecedented matchups. Indeed, for many of the players, this was their first chance to meet and compete with their counterparts from the other league, as Harold Friend, a baseball analyst for Bleacher Report, pointed out. The All-Star Game provided a forum for these baseball greats to rub shoulders—and for a healthy rivalry to develop between them, he said.\nAccording to Freedman, “There were several memorable moments in the first All-Star Game. The famous managers, Connie Mack and John McGraw, chosen to lead the National League despite being a year into retirement, met at home plate beforehand. Yankee pitcher Lefty Gomez, the starter for the American League, drove in the first run in All-Star Game history, despite having a .143 lifetime average. By far the most memorable moment, however, was contributed appropriately enough by slugger Babe Ruth. Ruth was nearing the end of his career and had slowed down. But on his second time at bat he swatted what proved to be the game-winning home run.”\nOriginally intended as a one-time event, Arch Ward’s All-Star Game proved so popular that its organizers held another “midsummer classic” the following year. Since then, it has become an annual fixture of the baseball season, bringing together the sport’s most talented and beloved players every year with the exception of 1945, when it was cancelled due to wartime travel restrictions. By all accounts, the significance of the game has evolved considerably since 1933, both officially and in the minds of players and fans. In 2003, for instance, the commissioner’s office made the controversial decision to award the winning league with home-field advantage in the World Series. Some baseball observers, including Freedman, believe that contemporary players take the game less seriously than their predecessors. “Members of each side used to care more about who won the game and managers played more to win than to just get players in the game,” he said.\nStill, he added, “the creators of the All-Star Game might be amazed that it is still being played. It was created as a one-time event and it took a few years until it was sufficiently established to endure in many minds.”","author":"Jennie  Cohen","web_category":"news","title":"Baseball’s First All-Star Game","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/all-star-game.jpg","url":"http://www.history.com/news/baseballs-first-all-star-game"}