{"summary":"Henry deposed Benedict IX and declared Gregory VI to be the true pope. Gregory XII","advice_category":"1","content":"\nBenedict IX & Gregory VI\nThe first verifiable papal resignation was that of another Benedict—the IX—who became pontiff in 1032 when he was in late teens or early 20s. Benedict, whose wealthy father had secured the position for him, proved to be exceedingly unpopular. He was forced out of Rome twice by his enemies before he was finally convinced to step down in 1045 by his godfather, who wanted the position for himself and offered Benedict a large sum of money to resign. He quickly changed his mind, however, and returned to Rome the following year in an attempt to overthrow his godfather, now known as Gregory VI. This left the Vatican with two claimants to the papacy, an untenable situation that was finally resolved only with the assistance of Henry III, the German-born head of the Holy Roman Empire. Henry deposed Benedict IX and declared Gregory VI to be the true pope. This did little to end the church’s internal strife, however. While most of the church’s hierarchy respected the pious Gregory, they were furious at the way he had assumed control. Gregory was accused of simony, or buying his way into office. Gregory admitted as much, but argued that this did not amount to a crime against the church. Church officials felt otherwise, and to maintain the peace Henry III convinced Gregory to step down for the sake of the church, which he did in 1046, becoming the second confirmed pope to resign.\nCelestine V\nOne of the most well known cases of papal resignation was that of the former hermit Pietro Angelerio who became Pope Celestine V in 1294. His predecessor, Nicholas IV had died in 1292, and the selection process for his replacement continued on and off for more than two years—so long that one of the cardinal participants died during the process. As candidate after candidate failed to garner the votes needed for election, uncertainty and unrest spread throughout Rome. Finally, in 1294, the group received a letter from an elderly monk, who had spent most of the last 60 years living in seclusion in central Italy. The monk Pietro warned the cardinals of an angry retribution from God if they did not quickly find a new pope. Whether it was fear or frustration with the lack of other viable candidates, the cardinals took this message to heart and promptly chose Pietro himself as the new pope. The 79-year-old Pietro tried to refuse the appointment, but finally gave in and was crowned Celestine V. Faced with the worldliness (and ruthlessness) of Vatican politics at the time, Celestine came to regret accepting the position, and one of the first edicts he issued confirmed the right of the pope to abdicate. Within weeks of issuing the decree, Celestine resigned, stating his desire to return to his humble, pre-papal life. He had been pope for just five months, but was canonized in 1313.\nGregory XII\nPrior to today’s announcement by Benedict XVI, the last pope to resign from the papacy was Gregory XII in 1415. Gregory’s decision to step down finally put an end to the nearly 40-year long Western Schism, during which there were three claimants to the papal throne. A century earlier, the papacy had been moved from Rome to Avignon, France by the newly elected, French-born pope Clement V. For more than 60 years, seven popes ruled from France before the papacy was finally returned to Rome by Gregory XI in 1376. When Gregory died two years later, the conclave of cardinals was pressured into selecting an Italian as his successor, ultimately selecting Bartolomeo Prignano, who was crowned Urban VI. Many of the cardinals, alienated by the arrogant and power-hungry new pope, soon turned against him. They fled Rome and declared that they had chosen a new pope, Clement VII, who promptly set up shop back in Avignon. The resulting schism threatened to tear Europe apart, as nations began to take sides. The situation grew even worse in 1409, when cardinals at the Council of Pisa tried to depose the existing pontiffs and elected a third pope. Finally, in 1415, another conference was held at Constance, in what is modern-day Germany, to resolve the situation once and for all. John XIII, the Pisan antipope, and Benedict XIII, the latest Avignon antipope, were both deposed. Gregory XII, though legitimately elected in Rome, was convinced to resign, clearing the way for a new papal election that finally brought an end to the Western Schism.","author":"Barbara  Maranzani","web_category":"news","title":"A History of Papal Resignations","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/Vatican.png","url":"http://www.history.com/news/a-history-of-papal-resignations"}