{"summary":"In what turned out to be one of the most famous forgeries in European history, the church claimed that the “Donation” had transferred vast amounts of land and political control from Roman emperor Constantine I to Pope Sylvester I in the 4th century A.D. Finally, in January 1972, Hughes broke his long media silence when, in a telephone interview with journalists, he denounced Irving and his book, making it clear that not only had he not hired Irving write his memoirs, he had never even met him","advice_category":"1","content":"\nThe Native American coming-of-age story written by a former KKK member. \nWhen it was first published in 1976, “The Education of Little Tree,” a supposed memoir of its orphaned author’s poor childhood spent with his Cherokee grandparents, became a huge financial and critical success. The book sold more than 9 million copies and was on school reading lists across the country. Imagine the shock then, when in 1991 it was revealed that the author, Forrest Carter, was in fact Asa Carter: former George Wallace speechwriter; member of the Ku Klux Klan and White Citizens Council; and 1970 Georgia white supremacist gubernatorial candidate. In fact, it was Carter who likely penned one of Wallace’s most famous—and incendiary—lines, pledging, “Segregation today, Segregation tomorrow, Segregation forever.” Carter’s name wasn’t the book’s only fiction. According to family members the Carters had no Native-American blood and the book’s depiction of the Cherokee language and traditions came under fire from tribe members. The revelations forced libraries and booksellers to properly reclassify “Little Tree” as fiction, but that hasn’t hurt its popularity—in the years since it been made into a movie and was briefly named to (and then removed from) Oprah Winfrey’s book club.\nThe famous—and fake—autobiography of the king of the wild frontier. \nFrontiersman and U.S. Congressman David (Davy) Crockett had already captured the public’s imagination with his daring exploits long before his death at the Alamo in March 1836. The subject of several myth-building books and the co-author of his own autobiography (written to further his political career), it was a short volume published soon after his death that would help forever cement his reputation as one of America’s greatest folk heroes—even though the work was a fake. The book, “Col. Crockett’s Exploits and Adventures in Texas, written by himself,” claimed to have been taken directly from Crockett’s personal journal, recovered after his death in Texas, and contained wild accounts of Crockett’s final months, including his last stand at the Alamo. Published shortly after Crockett’s death, the book was an instant bestseller. It wasn’t until 1884 that the hoax was discovered and the true author revealed. As it turned out it had taken Richard Penn Smith, a lawyer, newspaper editor and minor playwright, just 24 hours to concoct the tall tale, working from a variety of accurate and fictitious sources and filling in the rest himself.\nThe long lost work of a literary lion.\nIn 1794, William Henry Ireland, the teenaged son of British engraver and Shakespeare aficionado Samuel Ireland, presented his father with a starling new discovery—a mortgage deed supposedly signed by William Shakespeare himself. The elder Ireland was understandably thrilled; even today remarkably little of Shakespeare’s life has been documented. William claimed he had discovered the document in a friend’s collection and hinted that there was more to come. Soon, the Irelands were in possession of a cache of documents that ranged from the mundane to the remarkable: receipts and contracts; correspondence between Shakespeare and a patron; a letter from Queen Elizabeth I singing the Bard’s praises; a love poem William “wrote” to his wife Anne Hathaway; and, amazingly, two previously undiscovered plays, “Henry II” and “Vortigern and Rowena.” The Irelands quickly became London celebrities, but it didn’t last long. Eagle-eyed experts soon pointed out a number of inaccuracies, including the fact that the writing on many of the documents did not match the few existing examples of Shakespeare’s handwriting, and in March 1796 the most respected Shakespeare scholar of the 19th century weighed in, publishing his own scathing critique of Ireland’s documents. The final blow came just a few days later when the public got its first—and last—glimpse at “Vortigen.” The performance of the play was a disaster, and left nobody convinced it could have been written by Shakespeare. Shortly thereafter, William Ireland confessed to the whole thing, claiming he had created the documents in an effort to please his cold, distant father.\nThe “get” of the century goes awry. \nBy the early 1970s, it had been more than a decade since billionaire businessman, filmmaker and aviator Howard Hughes had slipped out of public view and into a life as the world’s most famous—and eccentric—recluse. So in 1971, when author Clifford Irving approached McGraw-Hill with the news that he had been hired by Hughes to co-author his memoirs, the publishers, sensing the potential for a massive bestseller, jumped at the chance. Irving’s claims that Hughes—a fan of his earlier work—had personally contacted him to ghostwrite his autobiography, were backed up by a series of letters and “interviews” between the two men, which Irving and an accomplice had forged after studying examples of Hughes’ handwriting. Irving might have gotten away with it all, if not for Howard Hughes himself. When news of the book began to leak, a number of Hughes’ associates voiced their doubt about their boss’s involvement in the project and an investigation was launched. Finally, in January 1972, Hughes broke his long media silence when, in a telephone interview with journalists, he denounced Irving and his book, making it clear that not only had he not hired Irving write his memoirs, he had never even met him. In the end, Irving, his wife and another accomplice were convicted of fraud and Irving spent 17 months in jail. Following his release from prison, he continued his writing career, penning his own account of the Hughes debacle, “The Hoax,” which was made into a 2006 film starring Richard Gere.\nA Russian hoax with a deadly outcome. \nConsisting of 24 chapters that claim to document a plot for Jewish world domination, the Protocols of the Elders of Zion might just be the most dangerous hoax in history. The document was created by a member of the Russian secret police around the turn of the 20th century and cobbled together from a variety of unrelated sources including a book by Jewish author Theodore Herzl, an anti-Semitic German novel and a French satire that was actually an attack on Napoleon III. The Protocols, it was claimed, were the top-secret records of a meeting of Zionist leaders in Basel, Switzerland in 1897, during which a conspiracy was launched for a socialist, Jewish-led takeover of the financial, cultural and governmental levers of power. The Protocols were used as the basis for violent anti-Semitic programs in czarist Russia and then again by Communist leaders in their successful battle against the supposedly Jewish-dominated Bolsheviks. This purported connected between Jews and the “Red” menace led to the Protocol’s popularity in America–it was disseminated by branches of the U.S. government and appeared in several newspapers, including the Dearborn Independent, owned by auto tycoon Henry Ford. Ford, who also published a series of anti-Semitic articles, paid to have 500,000 copies of the Protocols printed, before court orders forced him to cease. By then, a number of exposes revealing the Protocols’ true origins had appeared, but this did little to stem interest. Adolf Hitler quoted them in his book “Mein Kampf” and the document soon became a powerful Nazi propaganda tool and was required reading for German schoolchildren. Today, despite overwhelming evidence that the document is a forgery and numerous attempts to ban the work, the discredited Protocols remain in print in parts of the world.\nA Roman emperor gives unprecedented power to a pope—or does he?\nAs the conflict between the Catholic papacy and the crowned heads of Europe for control of the continent intensified in the Middle Ages, the church seemed to hold the upper hand thanks to a newly discovered (but ancient) document: The Donation of Constantine. In what turned out to be one of the most famous forgeries in European history, the church claimed that the “Donation” had transferred vast amounts of land and political control from Roman emperor Constantine I to Pope Sylvester I in the 4th century A.D. The gift was allegedly made after Sylvester cured the emperor of leprosy and converted him to Christianity. The “Donation” also declared the bishop of Rome the highest-ranking cleric in the empire, ceding him control of Rome and much of the western part of the empire. Supposedly, Constantine even offered Sylvester the crown as well, but the pontiff demurred. There’s just one problem with the story. Up until the 8th century—— nobody had ever heard of the “Donation.” Despite this, the church continued to insist that its power was legally valid. In the end, it was the Church itself who first admitted the document was a fake. Beginning in the 15th century, a number of clerics pointed out that the decree was riddled with linguistic inaccuracies and could not possibly date from the 4th century, though it took another 100 years for Rome to dismiss it entirely. It remains unknown just when and where the Donation of Constantine was created. The most likely theory is that it was written in the 8th century to support the gift of land given to Pope Stephen II by the newly crowned Frankish king, Pepin the Short—a valuable payoff for Stephen’s support.","author":"Barbara  Maranzani","web_category":"news","title":"History’s Most Famous Literary Hoaxes","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/hith-literaryhoaxes.jpg","url":"http://www.history.com/news/historys-most-famous-literary-hoaxes"}