{"summary":"Cleopatra VII has long been considered the only female pharaoh of the Ptolemaic dynasty, a Greek royal family that ruled Egypt from 305 B.C. If Nilsson’s theory is correct, this means that Arsino? ranks among the most powerful royal women in ancient Egyptian history and that the Ptolemaic dynasty included not one but two female pharaohs","advice_category":"1","content":"\nCleopatra VII has long been considered the only female pharaoh of the Ptolemaic dynasty, a Greek royal family that ruled Egypt from 305 B.C. to 30 B.C. But a recent analysis of a unique royal crown suggests that her lesser-known ancestor, Queen Arsino? II, held that distinction some 200 years earlier. Conducted by Maria Nilsson of the University of Gothenburg in Sweden, the study offers a new interpretation of the official pharaonic succession and underscores the symbolic power of crowns in Egyptian art.\nArsino? II was born in 316 B.C. to Ptolemy I, a friend and adviser of Alexander the Great who seized control of Egypt after the Greek king’s death. Following the death of her first husband, Lysimachus of Thrace, Arsino? married her half-brother Ptolemy Keraunos, king of Macedonia; the union ended soon after when he killed two of her three sons in a power struggle. She then returned to Egypt and married her full brother Ptolemy II, becoming co-ruler of his empire. The couple adopted the epithet Philadelphus (meaning brother- or sister-loving) to celebrate their shared leadership.\nPrevious scholars have already established Arsino?’s strong political influence from textual sources, some of which describe her as power-hungry, scheming and even responsible for the exile of Ptolemy II’s first wife. (Others make reference to her popularity with the people, skill in foreign policy, participation in the Olympic games and expansion of the royal library of Alexandria.) To dig deeper into the life and legacy of this historically significant yet mysterious queen, Nilsson conducted the first comprehensive study of relief scenes featuring Arsino?, paying special attention to her unique crown while taking contextual details and hieroglyphics into account. She published her findings in her doctoral dissertation, entitled “The Crown of Arsino? II: The Creation and Development of an Imagery of Authority.”\nIn ancient Egypt, and particularly during the Ptolemaic period, crowns served as a strong indicator of the wearer’s position, often featuring pictorial elements that corresponded to specific titles, bloodlines and religious roles. They were, as Nilsson writes in her dissertation, “an ideal tool for communicating individuality and status when all the other elements were fundamentally locked in artistic tradition and strictly regulated.” While archaeologists have yet to uncover any of the physical crowns themselves, many portrayals of them exist on tomb paintings, statues and reliefs.\nNilsson concluded that the particular iconography of Arsino?’s crown reflects the three positions the queen held: her royal standing as co-regent of Egypt; her cultic role as high priestess; and her religious significance—both during her lifetime and after her death—as the goddess Thea Philadelphus. Perhaps most significantly, it suggests that she ruled as a female pharaoh and as the equal of her brother-husband Ptolemy II, challenging prevailing assumptions that the royal line excluded female regents.\nIf Nilsson’s theory is correct, this means that Arsino? ranks among the most powerful royal women in ancient Egyptian history and that the Ptolemaic dynasty included not one but two female pharaohs. “It places her in a similar position as the more famous Hatshepsut and Cleopatra VII, and it hopefully will trigger a new debate regarding the official Egyptian king list,” Nilsson explained.\nAs part of the study, Nilsson developed and employed a method of gleaning hierarchic order from reliefs that she hopes will result in “a new way of reading Egyptian art,” she said. The technique involves drawing a horizontal “crown line” across the top of the highest crown in the scene to identify the most important individual. (In other words, she or he who wears the tallest crown stands at the top of the hierarchy.) “Previously, status has been considered based on other credentials, primarily on the size of the figures measured according to their heads,” Nilsson said.\nWhen Arsino? died in 270 B.C. at the approximate age of 45, she became the first Ptolemaic queen to receive her own cult and was worshipped for many years. Meanwhile, her crown was adopted by other female figures, including Cleopatra III and VII. During the reign of Ptolemy IV, it was used as a template for the crown of the goddess Hathor, one of the ancient Egyptian religion’s central deities; in Nilsson’s view, this was an attempt by the struggling pharaoh to emphasize his lineage and divinity amid massive political instability. Arsino?’s crown had become, she writes, “a symbol of authority worthy of continuation.”","author":"Jennie  Cohen","web_category":"news","title":"A New Female Pharaoh for Ancient Egypt?","picture_url":"http://www.history.com/images/topic/content/inline/arsinoe-relief.jpg","url":"http://www.history.com/news/a-new-female-pharaoh-for-ancient-egypt"}