{"summary":"Dismissed by some as a medieval forgery, the shroud has undergone a high-tech analysis by Italian researchers, according to news reports. Throughout the Shroud of Turin’s divisive history, the Catholic Church has refrained from taking an official position on its authenticity","advice_category":"1","content":"\nFor centuries, scientists and historians have pored over the mysterious Shroud of Turin, a bloodstained piece of linen that bears the faint outline of a longhaired man with wounds consistent with crucifixion. Many believe that Jesus Christ was buried in the 14-foot-long cloth, housed since 1578 in the Cathedral of Saint John the Baptist in Turin, Italy. But despite the millions of pilgrims who have thronged the shroud’s rare public viewings, its authenticity remains a matter of debate.\nDismissed by some as a medieval forgery, the shroud has undergone a high-tech analysis by Italian researchers, according to news reports. Led by Giulio Fanti, a professor of mechanical and thermal measurement at Padua University, scientists tested fibers first removed in 1988 using infrared light and spectroscopy. The results place the shroud’s origin between 300 B.C. and A.D. 400, a period that encompasses the life and death of Jesus. Fanti and Saverio Gaeta, a journalist, have published the findings in a book entitled “Il Mistero della Sindone” (“The Mystery of the Shroud”), released yesterday by the Italian publisher Rizzoli.\nTheir report is sure to draw criticism from skeptics while sparking new interest in the Shroud of Turin, which has been subjected to numerous examinations over the years. By implying that the relic might date back to ancient times, the new analysis contradicts a landmark 1988 study that cast doubt on its supposed age. At that time, three independent laboratories relied on radiocarbon testing to conclude that the shroud originated between 1260 and 1390, many centuries after Jesus’ lifetime. Since then, however, further studies have called those findings into question, suggesting that the researchers inadvertently tested material grafted onto the original shroud during repairs made in the Middle Ages.\nReferences to the Shroud of Turin date back to the 14th century, but it was the advent of photography that deepened scientific interest in the cloth. In 1898 a lawyer named Secondo Pia took the first known photograph of the artifact. His negative brought new details into focus, including strikingly clear facial features. In 1902 the French anatomist Yves Delage, an agnostic, inspected the photographs and pronounced that the figure on the shroud was indeed Jesus Christ.\nThe first direct examinations of the cloth were conducted in the 1970s, most famously by the Shroud of Turin Research Project (STURP), a team of scientists led by physicist John P. Jackson of the University of Colorado. The group found that the markings on the cloth were consistent with a crucified body and that the stains were real human blood; they also suggested that the image’s shading patterns contained three-dimensional information. However, they could not explain how the imprint ended up on the fabric in the first place.\nThroughout the Shroud of Turin’s divisive history, the Catholic Church has refrained from taking an official position on its authenticity. Nevertheless, the Vatican has made statements attesting to its value and arranged for a number of public viewings. This Saturday, as the publication of “Il Mistero della Sindone” rekindles the debate about its age, the shroud will appear on television for the first time in 30 years in a broadcast on RAI, Italy’s national television channel. Meanwhile, beginning tomorrow, an app sanctioned by the church will allow iPad users to examine high-definition images of the cloth.","author":"Jennie  Cohen","web_category":"news","title":"Shroud of Turin Not a Medieval Forgery, According to New Book","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/shroud-of-turin-age.jpg","url":"http://www.history.com/news/shroud-of-turin-not-a-medieval-forgery-according-to-new-book"}