{"summary":"Although none of the silver was visible during the initial investigation, Odyssey representatives said they expect to uncover and successfully salvage the precious cargo. “By finding this shipwreck, and telling the story of its loss, we pay tribute to the brave merchant sailors who lost their lives.”","advice_category":"1","content":"\nThree days later, a Nazi U-boat commanded by the decorated German captain Ernst Mengersen launched a torpedo that ripped through Gairsoppa’s steel hull, toppling its foremast and destroying its wireless antenna. Unable to send out a distress call, the surviving members of the ship’s 85-strong crew came under machine gun fire as they scrambled onto lifeboats. Their burning craft, built in 1919 and designed for commerce rather than warfare, sank within 20 minutes, disappearing into the frigid depths of the North Atlantic roughly 300 miles west of Ireland.\nA single lifeboat reached Cornwall 13 days later; the rest were lost at sea. It capsized while drifting near the coast, however, throwing several men into the surf. Three schoolgirls spotted the incident and summoned help, but only one person—Gairsoppa’s second officer, Richard Ayres—was dragged ashore, barely alive after two weeks on the open water. He received high honors for his efforts to save his fellow sailors and died in 1992. The lifeboat’s other passengers are thought to have died during the journey or drowned in its final moments.\nSeven decades after Gairsoppa’s demise, last year the British government hired Odyssey Marine Exploration to find its wreck and salvage its valuable haul. The Florida-based company has used advanced robotic technology to locate hundreds of lost vessels, including the Civil-War era SS Republic in 2003 and Admiral Sir John Balchin’s flagship HMS Victory in 2008. Under the terms of its contract with the United Kingdom, Odyssey stands to net 80 percent of the value of Gairsoppa’s silver, which if found intact would be the largest precious metal haul ever recovered at sea.\nOdyssey announced yesterday that it has discovered and examined Gairsoppa’s wreck, which lies approximately 3 miles beneath the surface of the North Atlantic. After a deep-water sonar system detected a ship in the target search area, researchers used remotely operated vehicles to collect video and photographs. Details including the vessel’s size and colors, as well as evidence of torpedo damage to its hull, allowed them to identify it as Gairsoppa. “By analyzing the known configuration and research about the Gairsoppa and her final voyage and painstakingly exploring the shipwreck site to record each element and item, our team of experts was able to positively identify the site as the Gairsoppa,” explained Neil Cunningham Dobson, principal marine archaeologist for Odyssey.\nAlthough none of the silver was visible during the initial investigation, Odyssey representatives said they expect to uncover and successfully salvage the precious cargo. “We’ve accomplished the first phase of this project—the location and identification of the target shipwreck—and now we’re hard at work planning for the recovery phase,” said senior project manager Andrew Craig. “Given the orientation and condition of the shipwreck, we are extremely confident that our planned salvage operation will be well suited for the recovery of this silver cargo.”\nGreg Stemm, the company’s chief executive, described the retrieval process, which will take place next spring and rely heavily on remotely controlled vehicles. “We were fortunate to find the shipwreck sitting upright, with the holds open and easily accessible,” he said. “This should enable us to unload cargo through the hatches as would happen with a floating ship alongside a cargo terminal.”\nDobson, a former merchant marine whose father worked for the same shipping line as Gairsoppa, said that his virtual survey of the long-lost wreck felt particularly personal. “Even though records indicate that the lifeboats were launched before the ship sank, sadly most of her crew did not survive the long journey to shore,” he said. “By finding this shipwreck, and telling the story of its loss, we pay tribute to the brave merchant sailors who lost their lives.”","author":"Jennie  Cohen","web_category":"news","title":"Silver-Laden World War II Shipwreck Discovered","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/torpedo-damage-150x150.jpg","url":"http://www.history.com/news/silver-laden-world-war-ii-shipwreck-discovered"}