{"summary":"The Underground provided a safe haven during World War II. The Underground is just one of many nicknames.","advice_category":"1","content":"\n1. The first Underground trains ran on steam.\nRecent studies have found that London’s air quality below ground is 70 times worse than it is above, and that, due to exhaust and poor ventilation, a 40-minute ride on the system is equivalent to smoking two cigarettes. This may shock modern sensibilities, but the earliest riders would hardly have been surprised. While steam locomotives, fed by coal, had been traversing the British countryside for decades, few were prepared for what awaited them in the smoky, sooty confines of the enclosed Underground system. For nearly 30 years, the entire Underground was steam-powered. The first electrical powered lines opened in 1890, but a few steam-powered trains remained in regular use until 1961. However, this year, to commemorate the 150th anniversary of the system, a series of steam-powered trains will once again travel throughout parts of the system.\n2. London has one of the world’s great transit systems thanks, in part, to an American.\nLike many other early mass-transit systems, the Underground started out as a series of privately held rail lines built by different developers. It wasn’t until American financier and transportation magnate Charles Yerkes came on the scene that the consolidated system we know today came into being. Yerkes, who had played a key role in developing Chicago’s elevated railway system, popularly known as the “L,” created the Underground Electric Railways Company of London in 1900, and eventually took control of several existing lines in the city—fighting off a challenge by another American businessman, J.P. Morgan, to unify London’s mass transit.\n3. The Underground had one of the world’s first public escalators.\nThe very first escalator was installed in the Holloway Road station in 1906, but proved so unworkable it was never opened to the public. Five years later, the Underground got its first proper moving staircase, unveiled at Earl’s Court. In an attempt to calm a public still fearful of newfangled technology, the railway operators reportedly held an open demonstration of the contraption, hiring a one-legged man to ride up and down the system all day. While that story may be apocryphal, what is certain is that the new escalator had quite an unusual design. Instead of the flat edged “comb” we’re familiar with today, this early escalator ended in a diagonal pattern, which forced the right foot off the machine while the left one was still on the treads and caused a series of accidents in the first weeks of operation. The people eventually got the hang of it: Today, the 426 escalators in the system travel the equivalent distance of going around the world twice—every single week.\n4. Three people have been born on the Underground.\nThe first birth, in 1924, gave rise to one of the Tube’s greatest urban legends. Rumor had it that the young lass born in a South London station was named Thelma Ursula Beatrice Eleanor, or T.U.B.E. Not so. Her real name was Marie Cordery. Another girl, named Jennifer, was born in December 2008; the first baby boy arrived a year later. While these are considered the only “official” births on the Underground, others have claimed to have been born in the system’s stations, including American talk show host Jerry Springer, whose Polish-born, Jewish mother fled Nazi Germany for London—and reportedly gave birth to the entertainer while once again seeking refuge from German attacks in the Underground system.\n5. Two people have had funeral processions along the Underground.\nWhen Liberal politician and four-time Prime Minister William Gladstone died in 1898, many called for a public memorial to honor a man who had dominated British political life for more than 60 years. A state funeral was hastily arranged, with Gladstone’s coffin travelling along the Underground to Westminster Abbey, where honorary pallbearers included two future kings, Edward VII and George V. Ironically, Gladstone had been one of the very first people to ride the system, as he was among the dignitaries who attended the January 9, 1863, ceremonial opening. The only other person to take a posthumous ride on the rails was Thomas John Barnardo, an Irish-born philanthropist who founded a charity to aid Britain’s sick and orphaned children. These centers, once known as Dr. Barnardo’s Homes, are still in operation today, and form part of the UK’s biggest children’s charity. After Barnardo’s 1905 death, his body was briefly transported on the Underground before finally being laid to rest in Scotland.\n6. The Underground provided a safe haven during World War II. \nIn World War I, thousands of Londoners took refuge in the Tube’s tunnels, and when war again broke out in 1939, the Underground was soon considered one of London’s safest locations. Initially, the government tried to prevent their being used as shelters, putting up warning signs at every entrance—which were promptly ignored. Thousands of Londoners streamed into the stations each night, and the more entrepreneurial among them got there early to claim the prime locations, which they then sold to the highest bidders. Fearful of overcrowding, officials eventually gave up their attempts at preventing the overnight stays and decided to regulate the process instead, installing bunk beds and handing out numbered tickets to prevent daily rushes. Despite the presence of so many people, the trains kept running through much of the system, including a series of supply lines that delivered food and, naturally, tea, to those seeking shelter. Those stations and lines that were closed during the war found various other uses–some were converted to factories for aircraft production, while another became a wartime storage space for priceless treasure evacuated from the British Museum. However, the Underground could not protect everyone. During the Blitz of 1940-41, nearly 200 Londoners were killed when their shelters were hit by German bombs, and in 1943 another 173 people were crushed to death on the crowded stairwell of the Bethnal Green station.\n7. The Underground is just one of many nicknames.\nThe Underground, the Tube, the Metropolitan, or “Met.” London’s transport system has been called many things in the last 150 years. The system’s most popular nickname, the “Tube”, originally referred to just one of its early lines, the Central London Railroad. The Central, with its tubular-shaped tunnels and flat fare of two pence to travel any length of its route, was quickly dubbed the “Twopenny Tube,” and the name was later adopted to refer to the entire system. As for the term Underground? That came into use even later, in 1908, though all station entrances are now labeled with the familiar signs bearing that name. Many first-time visitors to the Tube are surprised to realize that despite its name, more than half of London’s Underground actually runs aboveground.\n8. London’s transit map is one of the most recognizable designs in the world.\nEarly maps of London’s transit system featured confusing, jumbled designs that simply placed station stops on top of existing city maps. In 1931, Harry Beck, a draftsman who worked in the system’s Signal’s Office, began working—in his spare time— on a simplified design for a new map. When he submitted it to his bosses, they considered the map a radical idea: Beck’s grid was not drawn to scale, and didn’t indicate the true distance between stops. Beck eventually convinced them to print a small trial run to gauge public response, which turned out to be overwhelmingly positive. The map has been in use, with some modifications, for the past 80 years. Harry Beck was paid roughly $10 as an honorarium for his work on the project.\n9. The Underground is still one of the world’s biggest transit systems.\nMore than 30,000 people rode the system on its first day of operation, January 10, 1863, and by the end of its first year of operation, the Metropolitan Railway had carried 10 million passengers. The Underground has continued to set records ever since, and in 2012, thanks in part to the Summer Olympics and celebrations marking Queen Elizabeth’s Diamond Jubilee, its annual ridership is expected to top 1.6 billion. And at 249 miles, the Underground is the third longest metro system in the world—only Shanghai and Beijing boast more mileage.\n10. A popular stretch of the transit line is more expensive than traveling on the Orient Express.\nThe shortest distance between two stops on the Underground is on the Piccadilly Line, connecting the Leicester Square stop with Covent Garden, just .161 miles away. With the train’s cheapest ticket costing roughly $7 dollars, this trip works out to more than $40 per mile, more than it would cost to book a ticket on the famed Orient Express. Despite the cost, this route is incredibly popular with tourists, who flood the lines for what amounts to a 20-second ride. Not only is it incredibly expensive to travel this route, it’s also impractical. When factoring in the time it takes to get in and out of the stations, it’s quicker—and cheaper—to walk.","author":"Barbara  Maranzani","web_category":"news","title":"10 Things You May Not Know About London’s Underground","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-LOONDON-UNDERGROUND-1.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-londons-underground"}