{"summary":"In a previous study, Reisz and his colleagues revealed that Massospondylus youngsters likely received a fair share of postnatal care from their mothers and other adults. Additional research has revealed even more information about Massospondylus moms and newborns","advice_category":"1","content":"\nAfter further excavation and analysis, researchers have provided new details on the find in a study published January 23 in the Proceedings of the National Academy of Sciences. The area, which covers just 215 square feet, encompasses at least 10 nests that contain as many as 34 tightly packed eggs, many with embryos still inside, they reported. Additional nests probably lie within the cliff that borders the excavation zone, waiting to be revealed by natural erosion. Dated to 190 million years ago, the hatchery predates other known dinosaur nesting sites by 100 million years.\n“This is the oldest known evidence of complex reproductive behavior in a dinosaur, including nesting site fidelity and colonial breeding,” said lead researcher Robert Reisz, a professor of biology at the University of Toronto Mississauga. In other words, the dinosaurs seem to have returned repeatedly to the same hatchery—thought to have been conveniently located near a water source and foliage—year after year. They also assembled in groups to lay their eggs, just as some bird species do today.\nThis maternity ward-like approach to procreation offered more than just familiarity and companionship: It gave the herbivorous Massospondylus mothers, which could only rely on their muscular tails and large thumb claws for self-defense, the benefit of strength in numbers, Reisz said. “Nesting at the same time at a site provides added protection from predators, always a major concern for animals,” he explained. “There were large predators around, as well as small crocodile-like animals and small mammals too. Groups of herbivores would be more likely to intimidate a carnivorous predator than a solitary individual.”\nIn a previous study, Reisz and his colleagues revealed that Massospondylus youngsters likely received a fair share of postnatal care from their mothers and other adults. Born toothless, they had no way of feeding themselves immediately after hatching. And much like human babies, they moved around on all fours before learning to walk upright like their parents, as evidenced by the tracks they left behind at the nesting site.\nAdditional research has revealed even more information about Massospondylus moms and newborns. The various footprint sizes found at the site suggest the hatchlings doubled in size before leaving their nursery, Reisz said. And Massospondylus mothers organized their eggs into a single, tightly clustered layer, a strategy typical of incubating birds. But at 20 feet long and weighing upwards of 300 pounds, these full-grown females weren’t sitting on top of eggs barely larger than golf balls.\nWhy did they obsessively gather their brood even before their babies hatched? “The likely reason for such arrangement would be for maximizing survivorship of the embryos in a nest that was then covered by either vegetation or sediment,” Reisz explained. “This new discovery indicates that complex reproductive behavior appeared early in dinosaur evolution, and may have characterized the biology of most dinosaurs.”","author":"Jennie  Cohen","web_category":"news","title":"Oldest Known Dinosaur Nesting Site Was Also a Nursery","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/nesting-site-reconstruction-150x150.jpg","url":"http://www.history.com/news/oldest-known-dinosaur-nesting-site-was-also-a-nursery"}