{"summary":"Born in Decatur, Mississippi, on July 2, 1925, Medgar Evers was the third of five children born to farmer and sawmill worker James Evers and his wife Jesse. Evers was shot just hours after President Kennedy had delivered a landmark speech on civil rights","advice_category":"1","content":"\n1. Evers was a World War II veteran who participated in the Normandy invasion.\nBorn in Decatur, Mississippi, on July 2, 1925, Medgar Evers was the third of five children born to farmer and sawmill worker James Evers and his wife Jesse. Evers left high school at the age of 17 to enlist in the still-segregated U.S. Army, eventually rising to the rank of sergeant. In June 1944, Evers’ unit was part of the massive, post D-Day invasion of Europe, and he served in both France and Germany until his honorable discharge in 1946. Due to his wartime service, Evers was buried in Arlington National Cemetery with full military honors following his death in 1963.\n2. He was the NAACP’s first field secretary in the South. \nReturning to Mississippi after the war, Evers attended Alcorn College (now Alcorn State University) on the G.I. Bill, earning honors as one of the most successful students in the nation. After moving to nearby Mound Bayou, Evers worked as an insurance agent and began attending meetings of a local civil rights organization, the Regional Council of Negro Leadership (RCNL). In 1954, the same year the landmark Supreme Court decision Brown v. Board of Education struck down racial segregation in public schools, Evers became one of the first blacks to apply for admission to the University of Mississippi Law School. When Evers’ application was denied on a technicality (the school claimed that he had failed to include the required letters of recommendations), Evers approached the National Association for the Advancement of Colored People (NAACP) for help. NAACP Mississippi State Conference leader E.J. Stringer was so taken with Evers’ poise and determination that he instead offered him a position as the organization’s first field secretary in the state. Evers accepted, and by December 1954 he had opened an office in Jackson where within three years he had nearly doubled NAACP membership in Mississippi to more than 15,000.\n3. One of Evers’ first assignments was investigating the murder of Emmett Till.\nIn August 1955, the Chicago-born Till (just 14 years old and visiting relatives in Money, Mississippi) was kidnapped by a group of white men after reportedly flirting with the wife of a local shopkeeper. Three days later, Till’s beaten and disfigured body was found in a nearby river; he had been shot in the head, and weighted down with a metal fan in an attempt to hide his body. In Chicago, Mamie Till Bradley’s insistence on a well-publicized, open-casket funeral for her son brought the plight of African Americans in the South to newspapers across the country. In Mississippi, the NAACP, fearful that the highly segregated sheriff’s office wouldn’t mount much of an effort to catch Till’s white murderers, launched their own investigation. Medgar Evers and two other field workers, Ruby Hurley and Amzie Moore, tracked down potential witnesses to the events leading up to and including Till’s abduction. They convinced several people to come forward, keeping them in protective custody when they testified at the 1955 trial of two men accused of killing Till, and then shepherding them out of town in secrecy when the all-white jury returned a verdict of “not guilty” after deliberating for just an hour.\n4. Evers helped integrate Ole Miss.\nSeven years after Medgar Evers own failed attempt at gaining admittance to the University of Mississippi, he was instrumental in finally desegregating the school through his work with James Meredith. Meredith, who like Evers had approached the NAACP for help after being denied admission, had taken his case all the way to the Supreme Court, which ruled in his favor in 1962. That September, Meredith, accompanied by Evers, other NAACP members and a protective phalanx of U.S. marshals and federal troops, tried to register for classes, setting off a riot among the mob gathered to prevent him from matriculating. In response, President John F. Kennedy sent in more than 30,000 National Guardsmen, and two people were killed in the melee, but Meredith was successfully admitted and graduated the following year (having previously earned credits at another school). Evers’ involvement in the integration of Ole Miss gained nationwide attention, and garnered him the enmity of local white segregationists.\n5. Evers was shot just hours after President Kennedy had delivered a landmark speech on civil rights. \nBy the summer of 1963, Evers had spent nearly nine years organizing voter registration drives and leading boycotts of segregated Mississippi businesses. His efforts had been met with more than hostility: Weeks before his death a Molotov cocktail had been thrown through a window in his home, and he’d been injured when a car tried to run him down outside his NAACP office. But Jackson, Mississippi, wasn’t the only American city caught up in the civil rights struggle. The violent response to protests in Birmingham, Alabama, which included the turning of fire hoses on thousands of schoolchildren, followed by the refusal of Alabama Governor George Wallace to admit African-American students to the University of Alabama, put increased pressure on President Kennedy to act. On June 11, Kennedy took to the airwaves, delivering an address from the Oval Office calling for Congressional action in the area of civil rights, defining the cause—for the first time—as a moral, and not purely legal, issue. Millions of Americans were glued to their sets, including Medgar Evers wife Myrlie and two of his three children. Evers was at an organizational meeting at a local church and returned home shortly after midnight, less than four hours after Kennedy’s address. As he walked to his door he was shot once in the back, dying less than an hour later. Kennedy himself would be killed just five months later, but the reforms he had laid out his speech that night would become the most sweeping social justice legislation in American history as the Civil Rights Act of 1964.\n6. It took 31 years to bring Evers’ assassin to justice.\nFollowing Evers’ death, demonstration broke out in Jackson, followed by a larger riot during his funeral procession, when police violently clashed with a crowd of more than 5,000 mourners. Just two weeks after the assassination, Byron De La Beckwith, a member of the local White Citizen’s Council, was arrested for Evers’ murder. The following year, all-white juries twice failed to convict De La Beckwith, stating they were deadlocked. De La Beckwith, who reportedly bragged about his role in the murder and even unsuccessfully ran for lieutenant governor of Mississippi, remained free until the 1990s when, based on new evidence gathered by Myrlie Evers-Williams and others, the case was reopened. In February 1994, De La Beckwith was finally convicted, this time by a racially mixed jury, and sentenced to life in prison. He died in 2001 at the age of 90. The decades-long effort to bring De La Beckwith to justice was dramatized in the 1996 film “Ghosts of Mississippi.”\n7. Medgar Evers’ widow has carried on his legacy.\nMyrlie Evers-Williams (she remarried after Medgar’s death) had worked alongside her husband at the NAACP and has continued her civil rights work to the present day. After two unsuccessful campaigns for the U.S. Congress, the California-based Evers-Williams was elected chairperson of the NACCP shortly after Byron De La Beckwith’s conviction, successfully overhauling the century old organization’s finances. Once named Ms. Magazine’s Woman of the Year, Evers-Williams is the founder of the Medgar Evers Institute in Jackson, Mississippi, and in January 2013, nearly 50 years after her husband’s murder, she delivered the invocation at the second inauguration of President Barack Obama.","author":"Barbara  Maranzani","web_category":"news","title":"7 Things You Should Know About Medgar Evers","picture_url":"http://www.history.com/news/wp-content/uploads/2013/06/Medgar-Evers.jpg","url":"http://www.history.com/news/7-things-you-should-know-about-medgar-evers"}