{"summary":"Snowdon said that the five-year survey helps pay tribute to those who died during the Gallipoli campaign, who are remembered each year in Australia and New Zealand on April 25, or Anzac Day. “This survey is the first opportunity we have had to corroborate and further explore the events and experiences of those who served in the Gallipoli campaign, which proved such a defining moment in the formation of our nation’s identity.”","advice_category":"1","content":"\nBut despite Gallipoli’s historical significance and special place in the collective memories of the nations it involved, the ongoing collaboration is the first of its kind to take place on the battlefields. “This area has never been studied in detail through modern archaeological survey methods,” said Warren Snowdon, Australia’s minister for veterans’ affairs. “This survey is the first opportunity we have had to corroborate and further explore the events and experiences of those who served in the Gallipoli campaign, which proved such a defining moment in the formation of our nation’s identity.”\nSnowdon described sleeping terraces created by William George Malone, which were previously thought to have eroded away, as some of the project’s most substantial recent finds. A New Zealander and the renowned commander of the Wellington Battalion, Malone struggled to improve living conditions for his men and offer them basic amenities, including a comfortable area for catching some rest. He was killed on August 8, 1915, during the epic Battle of Chunuk Bair, possibly by friendly fire.\n“In addition to the Malone’s Terrace area, the team also uncovered more than 1,000 meters [3,280 feet] of trenches, dugouts and tunnel openings,” Snowdon said. “Some 130 artifacts depicting life on the battlefields were also recovered and handed to a local museum for preservation.” These include supplies like medicine containers and food tins, as well as testaments to months of battle such as water bottles studded with bullet holes, shrapnel and expended ammunition.\nAccording to University of Melbourne archaeologist Antonio Sagona, the recent fieldwork also illuminates the Allies’ and Turks’ divergent approaches to surviving on the front lines—at least when it came to eating. For instance, the relative proximity of Turkish kitchens to soldiers’ positions provided them with hot meals, he said. “Processed food containers were more common on the Allied side but not the Turkish,” he added. Fresh rations might have given a competitive edge to the Ottoman Empire, which ultimately prevailed at Gallipoli. Both sides, however, are known to have suffered heavy losses due to extreme temperatures, poor sanitation and disease.\nAn earlier phase of the project, completed in April, unearthed trenches, cemeteries, collapsed tunnels and artifacts ranging from bullet shells to belt buckles. Researchers also found the remnants of a Turkish camp and evidence that seemed to substantiate a legendary ANZAC assault on a German officers’ trench. And glass bottle shards found at the site suggested that Turkish soldiers drank beer, while rum was the spirit of choice for ANZAC troops, the team reported.\nSnowdon said that the five-year survey helps pay tribute to those who died during the Gallipoli campaign, who are remembered each year in Australia and New Zealand on April 25, or Anzac Day. “Some 50,000 Australians served during the Gallipoli campaign and more than 8,700 lost their lives,” he said. “This is a significant chapter in the history of our country and we owe it to those who made the ultimate sacrifice in war to learn all we can about this period.”","author":"Jennie  Cohen","web_category":"news","title":"Archaeological Survey Reveals Life on Gallipoli’s Front Lines","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/water-bottle-150x150.jpg","url":"http://www.history.com/news/archaeological-survey-reveals-life-on-gallipolis-front-lines"}