{"summary":"To the amazement of Dacres and his crew, the 18-pound iron cannonballs launched by Guerriere bounced harmlessly off the American frigate’s 24-inch triple-layered hull, which was made of white oak and live oak sheathed in copper forged by Paul Revere. After 15 minutes of intense bombardment, the mizzenmast fell over the starboard side of the staggered Guerriere and impaired its ability to maneuver","advice_category":"1","content":"\nAround 2 p.m. on the afternoon of August 19, 1812, a lookout aboard USS Constitution spied a sail against the cloudy southern horizon. The newsflash brought the frigate’s commanding officer, Captain Isaac Hull, and his charges “flocking up like pigeons from a net bed,” according to one crewman.\nIt was HMS Guerriere again. The same frigate that Hull had skillfully eluded a month earlier near New York by taking evasive actions that included dumping 10 tons of drinking water overboard. The same warship that had been notorious for stopping American merchant vessels at sea and impressing their sailors, a practice that partly led to the declaration of war against Great Britain on June 18, 1812.\nNow, two months later, Constitution and Guerriere, a French ship that had been captured by the Royal Navy in 1806, closed in on each other 400 miles off the coast of Nova Scotia. Constitution was the larger frigate, boasting a larger crew, a thicker hull and six more guns. What’s more, it had an unblemished combat record since being launched in 1797. Even if the commander of Guerriere, Captain James Dacres, knew he was outgunned and outmanned, he was still eager for a fight, telling others on board that if he became the first British captain to capture an American vessel, he would “be made for life.” The Royal Navy, after all, had a sterling record in ship-to-ship combat against more formidable opponents than the Americans.\nGuerriere opened fire but missed wildly. Constitution launched occasional shots, but Hull, to the unease of his crew, ordered them to hold most of their fire until they engaged the enemy in extremely close action. Around 6 p.m., the two ships drew alongside about 25 yards apart. Constitution rocked Guerriere with a full broadside. Hull, eager to get a better view of the action, split his dress breeches as he leapt atop an arms chest.\nTo the amazement of Dacres and his crew, the 18-pound iron cannonballs launched by Guerriere bounced harmlessly off the American frigate’s 24-inch triple-layered hull, which was made of white oak and live oak sheathed in copper forged by Paul Revere. One British sailor supposedly yelled out, “Huzza! Her sides are made of iron!” Thus, Constitution was christened “Old Ironsides.”\nAfter 15 minutes of intense bombardment, the mizzenmast fell over the starboard side of the staggered Guerriere and impaired its ability to maneuver. Within minutes, Guerriere’s bowsprit became entangled with Constitution’s mizzen rigging, and the two interlocked ships rotated clockwise. As both ships prepared boarding parties, sharpshooters in the mast tops rained down musket fire on their enemies. Dacres was wounded in the back, and on the deck of Constitution a musket ball fatally felled Lieutenant William Bush, who became the first U.S. Marine Corps officer to die in combat.\nDuring the mayhem, the ships tore free of each other. Fifteen minutes after Guerriere’s mizzenmast fell, its foremast snapped like a matchstick and carried the mainmast with it. The mighty British warship was now a crippled hulk with 30 holes smashed in its side and body parts strewn on its blood-splattered deck. Constitution sported pockmarks on its sails, but Old Glory still flapped in the wind, and its mighty hull, of course, remained intact.\nAs the Guerriere crew threw the dead overboard, Dacres ordered a shot to be fired from the leeward side in surrender. Hull, unclear of the sign in the growing darkness, dispatched a lieutenant over to the enemy ship. “Commodore Hull’s compliments and wishes to know if you have struck your flag,” said the lieutenant. Dacres responded with dry British wit, “Well, I don’t know. Our mizzenmast is gone, our mainmast is gone—and upon the whole, you may say we have struck our flag.”\nThe battle wasn’t critical to the outcome of the war, but it was an important statement of American naval power and a boost to Yankee morale. Even without Guerriere, Constitution arrived triumphantly in Boston on August 30. Crowds thronged rooftops and wharves and exclaimed hearty cheers. The frigate had left Boston 28 days earlier as USS Constitution. It had returned as “Old Ironsides,” an American icon.\nTo commemorate the battle’s bicentennial, this weekend the U.S. Postal Service will unveil a new commemorative stamp featuring Constitution, and the world’s oldest commissioned warship will take a historic victory lap around Boston Harbor. It will be just the second time in 131 years that the frigate has sailed under its own power, and once again Bostonians will line the shores to salute Old Ironsides.","author":"Christopher  Klein","web_category":"news","title":"How USS Constitution Became ‘Old Ironsides’ 200 Years Ago","picture_url":"http://www.history.com/news/wp-content/uploads/2012/08/constitution-vs-guerriere.jpg","url":"http://www.history.com/news/how-uss-constitution-became-old-ironsides-200-years-ago"}