{"summary":"Women in combat in the 20th century. On the occasion of this momentous decision, take a look back at the long and colorful history of women in combat, from the Amazons of Greek mythology to the very real Joan of Arc.","advice_category":"1","content":"\nNo law bars women from combat, but official military policy has long kept female service members away from the front lines by banning them from artillery, armor, infantry and other combat roles. Before 2001, American service women had largely been kept out of ground combat. Over more than a decade of war in Afghanistan and Iraq, however, many women have served courageously and skillfully under fire, a reality that female service members have long been pressing the military to acknowledge.\nPanetta’s decision to lift the ban will open up hundreds of thousands of jobs in previously all-male units to women. Defense officials cautioned that the opening of all combat positions will not be immediate, but will proceed through an assessment phase, during which each branch of the armed services will look at all currently non-integrated units and come up with a timetable for integration. The Pentagon is allowing three years, until January 2016, for the services to make final decisions.\nOn the occasion of this momentous decision, take a look back at the long and colorful history of women in combat, from the Amazons of Greek mythology to the very real Joan of Arc.\nAmazons\nAccording to Greek mythology, this race of female warriors lived in the Black Sea region before Greek colonization. Legend has it that the Greek hero Heracles led an expedition to capture the girdle of the Amazonian queen, Hippolyte, then conquered and expelled the Amazonians from the region. But are the Amazons purely myth? Burial grounds used by ancient nomads known as the Sauromatians have yielded skeletons of women buried with weapons including iron swords or daggers and bronze arrowheads. The Sauromatians were said to be descendants of the Amazons and the Scythians, who lived in the 4th and 5th centuries B.C.\nBoudicca \nAfter the death of her husband left their kingdom of Iceni (now Norfolk, England) at the mercy of the corrupt Emperor Nero, Queen Boudicca led a rebellion against the Roman Empire in A.D. 60. Her army wreaked havoc in Roman Britain, defeating the Roman Ninth Legion and destroying the capital at Colchester, as well as Verulamium (St. Albans) and Londinium (London). Defeated by Paulinus’ army, Boudicca allegedly took poison to avoid capture.\nValkyries/Vikings\nNorse mythology celebrates its own female warriors in the form of the Valkyries, a group of maidens who served the god Odin. Riding horses and wearing helmets and shields, these women were sent to battlefields to choose those slain soldiers worthy of a place in Valhalla. In reality, Viking women accompanied their men on their infamous raids in Britain starting in A.D. 900. Almost half of the bodies found in an examination of 14 Viking burial grounds in Britain belonged to women, and some were buried with the swords and shields they presumably used in life.\nJoan of Arc \nThe Maid of Orleans, as she was known, began her short life as a simple peasant but rose to become the patron saint of France through her leadership on the battlefield. Believing God had chosen her to save her country during the Hundred Years’ War, she commanded the French army in its victory over English forces at Orleans in 1429 and led King Charles VII to his coronation. Captured by her enemies and tried for witchcraft and heresy, she was burned at the stake.\nWomen in combat in the 20th century\nDuring the two world wars, the constant need for troops caused some countries to temporarily ease their restrictions on women in combat. In World War I, Russia’s newly installed Provisional Government created the Women’s Battalion, which attracted thousands of volunteers who saw action at the front against German troops. During World War II, the Soviets again turned to female soldiers, who served as snipers and fighter pilots. England temporarily eased their restrictions as well, recruiting thousands of women to operate anti-aircraft guns during the Battle of Britain. As of early 2013, fewer than a dozen countries allow women to participate in active combat roles, including Canada, Denmark, Italy, Germany and Sweden, and each of these nations has taken a different approach to integration of their armed forces. In its early years, Israel allowed women to serve alongside men in gender-neutral units, but switched to same-sex units in the 1950s. Today, however, with universal military service required of all Israelis, women make up a large portion of the army and nearly all positions are open to female candidates. New Zealand has no restrictions on women serving in any military unit, and in 1995, Norway broke new ground when it became the first country to allow women to serve on submarines, considered by many to be a male-only bastion of military service. As the United States begins the process of integration, it remains to be seen what approach they will take. ","author":"Sarah  Pruitt","web_category":"news","title":"U.S. Military Lifts Ban on Women in Combat","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/women-in-combat.jpg","url":"http://www.history.com/news/u-s-military-lifts-ban-on-women-in-combat"}