{"summary":"One of these transmissions, intercepted by British agents in the days following D-Day and sent to Bletchley Park for decryption, confirmed that Operation Fortitude had successfully duped the Germans. Volunteers at Bletchley Park, which now houses a museum, dug up the memo while combing through the former decryption hub’s archives","advice_category":"1","content":"\nIn the months and weeks before their invasion of northern France on D-Day, the Allies carried out a sophisticated deception operation intended to make the Germans believe their main target was Pas de Calais–the narrowest point between Britain and France–rather than Normandy. A number of tactics were used in this elaborate ruse, including fake equipment, a phantom army, controlled diplomatic leaks and fraudulent radio transmissions.\nAlso central to Operation Fortitude were several double agents working for British intelligence. One of them, a Spanish businessman named Juan Pujol Garcia and known to the Allies as Garbo, earned the trust of high-ranking Nazi officials and was even granted the Iron Cross by the Germans. (He also received the MBE distinction from the British.)\nOn June 9, 1944, Garbo sent his German contacts fictitious reports that the D-Day landings three days earlier had been merely diversionary, and that many more Allied troops were poised to storm Pas de Calais. As a result, Adolf Hitler decided to keep his best units stationed in the Calais area instead of sending them to Normandy, where the Allies were already busy turning the tide of the war.\nOperation Fortitude was all the more effective thanks to the efforts of Allied cryptologists, thousands of whom were camped out at the sprawling Bletchley Park estate in Buckinghamshire throughout the war. As early as 1932, the Polish Cipher Bureau had successfully cracked Germany’s Enigma code, which relied on a typewriter-like cipher machine that scrambled messages. In 1939, the Poles shared this breakthrough with the Allies, who developed their own decryption device, known as the bombe, to unscramble enemy transmissions.\nOne of these transmissions, intercepted by British agents in the days following D-Day and sent to Bletchley Park for decryption, confirmed that Operation Fortitude had successfully duped the Germans. In it, Garbo’s German handler relays the double agent’s fabricated intelligence to senior Nazi officers, describing the Normandy landings as a “red herring” and warning of future attacks at Pas de Calais. Because Bletchley Park’s codebreakers cracked this crucial document, Allied commanders could forge ahead with their plan to secure Normandy’s beaches and fight their way across the countryside, knowing that German reinforcements would be slow to arrive.\nVolunteers at Bletchley Park, which now houses a museum, dug up the memo while combing through the former decryption hub’s archives. According to Simon Greenish, chief executive officer of the Bletchley Park Trust, the center’s millions of documents will ultimately be digitized and released into the public domain. The first chunk of this massive trove may become available online within the next three years.","author":"Jennie  Cohen","web_category":"news","title":"World War II Memo Cracked by Allies Found","picture_url":"http://www.history.com/images/topic/content/inline/bletchley-park-inline.jpg","url":"http://www.history.com/news/world-war-ii-memo-cracked-by-allies-found"}