{"summary":"The Gettysburg battleground also holds a special place in Civil War history because it was there that President Abraham Lincoln delivered the iconic Gettysburg Address on November 19, 1863, during the dedication of a military cemetery on the site.. On the morning of July 1, 1863, Confederate General James Archer attacked Union forces positioned on McPherson’s Ridge, only to be repelled by General Solomon Meredith’s Iron Brigade","advice_category":"1","content":"\nLast week, on the eve of the Civil War’s 150th anniversary, the National Park Service completed its 20-year quest to attain a historic parcel of land where the Battle of Gettysburg’s first major events unfolded on July 1, 1863. The 95-acre property—located along the Chambersburg Pike between McPherson’s Ridge and Herr’s Ridge—was home to the defunct Gettysburg Country Club’s nine-hole golf course from the 1950s until 2008. Thanks to efforts by the Civil War Trust, The Conservation Fund and other organizations devoted to maintaining the legacy of America’s bloodiest conflict, it will now be restored to its original landscape and become an official part of the Gettysburg National Military Park, a 6,000-acre memorial established in 1895.\n“This is a day that many in Gettysburg and the larger preservation community have long dreamt of,” James Lighthizer, president of the Civil War Trust, said in a statement. “In acquiring this land, known historically as the Emanuel Harman Farm, we have largely completed the protection of the first day’s battlefield.”\nAt the height of the Civil War, tens of thousands of troops clashed on what was then sprawling Pennsylvania farmland during the Battle of Gettysburg’s earliest moments. On the morning of July 1, 1863, Confederate General James Archer attacked Union forces positioned on McPherson’s Ridge, only to be repelled by General Solomon Meredith’s Iron Brigade. Later in the day, the North Carolina Brigade, led by General James J. Pettigrew, struck Union forces in Herbst Woods and along McPherson’s Ridge, forcing a Union retreat–but at a heavy cost. Some of the highest regimental losses of the battle occurred here, with the 26th North Carolina suffering more than 500 casualties and the 24th Michigan losing more than 73 percent of its men.\nThe largest, bloodiest and most decisive battle of the war, Gettysburg dragged on for another two days, costing the lives of an estimated 23,000 Union and 25,000 Confederate soldiers. It effectively halted Confederate General Robert E. Lee’s last attempt at invading the North, setting the stage for a Union victory in April 1865. The Gettysburg battleground also holds a special place in Civil War history because it was there that President Abraham Lincoln delivered the iconic Gettysburg Address on November 19, 1863, during the dedication of a military cemetery on the site.\n“Gettysburg will always have a sacred place in the heritage of America for the pivotal role it played in our nation’s history and for the enormity of the sacrifice that took place here,” said Department of the Interior Secretary Ken Salazar while announcing the incorporation of the former golf course on March 25. “With the addition of the Emanuel Harman Farm to the Gettysburg National Military Park, we are able to include another important chapter to the story that helped shape our country.”\nThe Civil War Trust and other preservation groups are now pursuing several other key properties related to the Battle of Gettysburg, including the historic Josiah Benner House and Farm, which served as a field hospital in the aftermath of the bloodshed. “Even as we celebrate this great success, we must remember that other vital pieces of the Gettysburg story are still vulnerable,” Lighthizer said.","author":"Jennie  Cohen","web_category":"news","title":"Key Part of Gettysburg Battlefield Preserved","picture_url":"http://www.history.com/news/wp-content/uploads/2011/03/country-club-150x150.jpg","url":"http://www.history.com/news/key-part-of-gettysburg-battlefield-preserved"}