{"summary":"that bed bugs could heal snakebites, ear infections and other ailments.. “There have been various disease organisms isolated from bed bugs, but these organisms are not viable and have not been transferred between hosts by the bed bug.”","advice_category":"1","content":"\nThis is not the first time America has seen an unwelcome surge in one of its peskiest populations. “Probably, most ships of the 17th century and before harbored bed bugs, and the colonists and their belongings brought them to America,” said Robert Snetsinger, a professor emeritus of entomology at Penn State University. But because the bed bug family comprises many species, he added, we don’t know whether it was Cimex lectularius or one of its many cousins that hitched a ride across the Atlantic. According to Lou Sorkin, an insect expert at the American Museum of Natural History, there is no record of a Native American word for bed bugs, yet another indication of their colonial origins.\nOn the other hand, ample evidence from other parts of the world suggests that humans have been battling the critters for millennia. In the 1990s, archaeologists found fossilized bed bugs while excavating a 3,550-year-old site in Egypt. They appear in several plays by the ancient Greek writer Aristophanes, who died in 386 B.C., and in the Jewish Talmud, among countless other literary sources. Though generally considered as much of a nuisance in ancient times as today, they were sometimes prized for their supposed medicinal properties: The Roman philosopher Pliny wrote in 77 A.D. that bed bugs could heal snakebites, ear infections and other ailments.\nEver the opportunists, bed bugs thrived in the New World, particularly after the advent of the railroad. In the days before cars and airplanes, many salesmen and other business travelers would stay in rundown hotels near train stations that essentially became “distribution centers for the spread of bed bugs to homes,” said Snetsinger.\nAs the bed bug population proliferated, so did methods for eradicating the bloodsucking creatures. Early techniques included smoking them out with peat fires, sterilizing furniture with boiling water and scattering plant ash. In the1920s, cyanide fumigation for bed bug management resulted in numerous human deaths, according to Snetsinger, author of “The Ratcatcher’s Child: The History of the Pest Control Industry.” And then, in the 1940s, along came DDT, a pesticide used to kill typhus and malaria carriers during World War II, which proved so effective against bed bugs that their numbers dwindled for almost 30 years.\nThat golden era for America’s mattresses came to a halt, however, when the Environmental Protection Agency outlawed the chemical for its health and environmental effects. Other insecticides that had helped quell the bed bug epidemic, including chlordane and diazinon, were banned for similar reasons in the 1980s.\nSince then, the bed bug population has made a worldwide comeback, nourished in part by a marked increase in international travel. But New Yorkers, Philadelphians and all those who obsessively inspect the seams of their pillowcases can take solace in one important fact: Unlike many of the pests that have run rampant throughout history—from the rats that unleashed the Black Plague on 14th-century Europe to the mosquitoes that continue to infect millions with malaria each year—bed bugs are more annoying than hazardous.\n“There have been no studies that positively demonstrate that our common bed bug, Cimex lectularius, transmits disease to people,” said Sorkin. “There have been various disease organisms isolated from bed bugs, but these organisms are not viable and have not been transferred between hosts by the bed bug.”","author":"Jennie  Cohen","web_category":"news","title":"They’re Back: A Bed Bug History","picture_url":"http://www.history.com/news/wp-content/uploads/2010/08/rats-noir1-150x150.jpg","url":"http://www.history.com/news/theyre-back-a-bed-bug-history"}