{"summary":"The mastermind of the September 11, 2001, attacks on the United States, al-Qaeda leader Osama bin Laden eluded capture for nearly a decade until DevGru carried out its most high-profile mission to date. In the aftermath of the wars in the former Yugoslavia, DevGru members were deployed to Bosnia to track down accused Bosnian war criminals and bring them to The Hague to stand trial","advice_category":"1","content":"\nOriginally known as SEAL Team Six, the United States Naval Special Warfare Development Group (DevGru) is one of several publicly disclosed units under the Joint Special Operations Command (JSOC), an elite and highly classified group that coordinates counterterrorism and other security-related missions around the world. (Others include the Army’s fabled Delta Force and the Air Force’s 24th Special Tactics Squadron.) Based at Pope Army Air Field and Fort Bragg in North Carolina, JSOC was established in 1980 after American special forces failed to rescue American hostages at the Iranian Embassy during Operation Eagle Claw.\nA JSOC unit responsible for counterterrorist operations in the maritime environment became operational the following year as SEAL Team Six, a name chosen to confuse Soviet intelligence since only three SEAL teams existed at the time. In 1987 it was dissolved and rebranded as the United States Naval Special Warfare Development Group.\nWhile DevGru’s organization, like the details of its operations, is shrouded in secrecy, it is believed that most of its members are handpicked from other SEAL teams and from the Navy’s Explosive Ordnance Disposal units. In addition to the grueling training program that all SEALs—the acronym refers to the settings in which they are deployed: sea, air and land—must complete, DevGru candidates receive advanced instruction in counterterrorism techniques before undergoing a rigorous selection process. According to the security news website GlobalSecurity.org, the unit now counts an estimated 200 operators as well as 300 specialists charged with testing and developing special equipment and weapons.\nIn October 2010, The Atlantic reported that defense officials had renamed DevGru once again, but the new moniker has not yet been made public.\nWhile many of DevGru’s operations remain classified, some of its activities have been confirmed and publicized, including the unit’s most high-profile raid yet: the assault on Osama bin Laden’s compound in Pakistan that killed the elusive al-Qaeda leader.\nOperation Urgent Fury (1983)\nSEAL Team Six participated in the U.S.-led invasion of Grenada, which quelled a communist takeover of the small Caribbean nation’s government in October 1983. Four of its members were lost at sea during an offshore helicopter drop. The unit was responsible for the rescue of the country’s governor general, Paul Scoon, who had been placed under house arrest and was facing execution, as well as the securing of a radio transmitter. Under heavy fire from Grenadian soldiers as they attempted to evacuate, the SEALs swam out to sea, where they waited for nearly six hours until the Navy located and retrieved them.\nOperation Just Cause (1989)\nWorking with Delta Force and other elite units, DevGru members assisted in the capture of deposed dictator Manuel Noriega during the United States’ invasion of Panama in December 1989.\nOperation Pokeweed (1990)\nDevGru reportedly returned to Panama to take part in a secret operation intended to apprehend the Colombian drug lord Pablo Escobar. The mission is believed to have failed due to poor intelligence.\nBattle of Mogadishu (1993)\nDevGru members participated in a multinational task force during Operation Gothic Serpent, the U.S.-led mission to capture Somali warlord Mohamed Farrah Aidid in the fall of October 1993. It culminated in the Battle of Mogadishu, which was later chronicled in the book “Black Hawk Down: A Story of Modern War” and a subsequent film adaptation.\nArrest of Bosnian War Criminals (1998)\nIn the aftermath of the wars in the former Yugoslavia, DevGru members were deployed to Bosnia to track down accused Bosnian war criminals and bring them to The Hague to stand trial. They apprehended a number of key suspects, including Radislav Krsti?, the Bosnian general who was later indicted for his role in the Srebrenica massacre of 1995.\nAttempt to Rescue Linda Norgrove (2010)\nIn October 2010, DevGru members spearheaded an assault on a Taliban compound in Afghanistan where Linda Norgrove, a kidnapped Scottish aid worker, was being held. Placed in the line of fire by her captors, Norgrove was fatally injured during a clash between U.S. forces and Taliban gunmen. A joint investigation by the United States and the United Kingdom later revealed that a grenade thrown by one of the SEALs had killed the 36-year-old woman. Several weeks later, newspapers reported that several DevGru members were disciplined for neglecting to inform officials about the circumstances of her accidental death.\nConflicts in Afghanistan and Iraq (2001-Present)\nDevGru members have played a key role in the ongoing conflicts in Afghanistan and Iraq, targeting numerous al-Qaeda and Taliban figures. They have often worked in close cooperation with the Central Intelligence Agency’s Special Activities Division, which carries out covert paramilitary operations.\nKilling of Osama Bin Laden (2011)\nThe mastermind of the September 11, 2001, attacks on the United States, al-Qaeda leader Osama bin Laden eluded capture for nearly a decade until DevGru carried out its most high-profile mission to date. While details of the operation have yet to be confirmed by officials, it is believed that two dozen SEALs from the unit stormed the terrorist leader’s compound in Abbottabad, Pakistan, in the early hours of May 2, 2011. According to reports, a firefight broke out, lasting 40 minutes and resulting in the death or capture of 22 people. Bin Laden was fatally shot and then buried at sea after a meticulous identification process. All of the SEALs survived the assault despite a helicopter malfunction that nearly compromised their mission.","author":"Jennie  Cohen","web_category":"news","title":"The Secret Unit That Killed Bin Laden","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/navy-seal.jpg","url":"http://www.history.com/news/the-secret-unit-that-killed-bin-laden"}