{"summary":"Hearst lost control of his own company.. The married Hearst first met Marion Davies when she was a teenage showgirl in New York","advice_category":"1","content":"\n1. At the height of his empire, one in four Americans got their news from a Hearst paper.\nIn 1887, the 23-year-old Hearst, recently expelled from Harvard following a series of scandals, convinced his father to give him control of the San Francisco Examiner, which the elder Hearst had received as payment for a gambling debt. Hearst moved swiftly, hiring some of the best journalistic names in the business, including Jack London and Mark Twain, and quickly turned the Examiner into the Bay Area’s leading paper. Just eight years later, he purchased his first New York paper, the Morning-Journal, stealing away much of rival Joseph Pulitzer’s staff. Hearst’s expansion continued unchecked throughout the 1920s as he opened dozens of newspapers in nearly every American metropolis, a series of newswire and newsreel operations and several periodicals still in operation today, including Good Housekeeping and Cosmopolitan.\n2. Hearst helped pioneer “yellow journalism.”\nModeling his business on that of his idol-turned-rival Joseph Pulitzer, publisher of the New York World, Hearst filled his papers with increasingly sensationalistic headlines and lurid stories of sex, murder and other vices—many of which had little basis in reality. Sometimes the correspondents themselves were entirely fictitious. As the circulation war between the two media titans intensified, they turned their attention to a sure-fire newsstand bonanza—war. When rebellion broke out in Spanish-controlled Cuba in 1895, both Hearst and Pulitzer seized the moment, printing page after page of anti-Spanish propaganda accusing the European nation of committing heinous crimes. When the naval vessel USS Maine, sent to maintain a peaceful transition to Cuban autonomy, exploded and sank in Havana Harbor in February 1898, Hearst and Pulitzer openly railed against Spain, and by April, the Spanish-American War was underway. While many historians believe that the United States entered the conflict to protect its financial interests in the region, and not because of headlines in New York City, there is little doubt that Hearst helped fan the flames of war.\n3. But he also championed the cartoon.\nIn fact, the term “yellow journalism” likely has its origins in a comic-strip war. One of Hearst’s first moves when he set up shop in New York was to poach a Pulitzer cartoonist who had created the “Hogan’s Alley” series, which featured a character nicknamed the “Yellow Kid.” Not to be outdone, Pulitzer hired another artist to continue the series at his paper, resulting in dueling Yellow Kids in the city. Hearst was deadly serious about the “funnies.” Over the next three decades, he introduced hundreds of new comic strips, many of them starring iconic characters such as Krazy Kat, Blondie, Prince Valiant, Beetle Bailey and Flash Gordon. He even published the first cartoon featuring Walt Disney’s Mickey Mouse. Today, the Hearst-founded King Features Syndicate continues to distribute cartoons to more than 5,000 newspapers nationwide.\n4. He founded his own political party.\nIn 1903, Hearst began the first of two terms as a Democratic congressman in the U.S. House of Representatives. Hearst, who considered himself a populist reformer, created the Municipal Ownership League in 1904 in an effort to combat the rampant corruption and graft in New York politics. The League fielded dozens of candidates for state and location offices, but the ticket largely went down to defeat when faced with opposition from the Tammany Hall political machine and Hearst’s fellow New York publishers (who were more than eager to teach him a lesson). Hearst himself narrowly lost the race for New York City mayor to incumbent George B. McClellan Jr., in one of the most tainted elections in the city’s history. The Municipal Ownership League soon dissolved, and Hearst would make two more failed attempts for office.\n5. Hearst lost control of his own company.\nHearst’s career reached its zenith in the 1920s, but his fall was swift and painful. Rampant expansion may have bolstered his power and reputation, but few of his papers actually made money, and the onset of the Great Depression hit the company hard. After a series of loans failed to stabilize it, Hearst was forced to sell off many of the papers, shutter his film studio and even auction off parts of his enormous collection of art and antiques. He was eventually removed from power and forced to report to a board of directors who maintained control of his once-sprawling empire.\n6. When Hearst hit rock bottom, his longtime mistress bailed him out.\nThe married Hearst first met Marion Davies when she was a teenage showgirl in New York. In 1918, he formed a movie studio, Cosmopolitan Pictures, to produce and promote Davies’ films. She quickly became a screen favorite, starring in lush period pieces as well as comedies. Davies and Hearst, who would remain together until his death in 1951 (though they never married), entertained lavishly in their many homes. Davies may have made a name for herself as the ditzy star of lightweight fare, but off screen she was a savvy businesswoman who amassed a fortune through shrewd investments in California real estate. When Hearst’s empire began to crumble in the 1930s, it was Davies who came to the rescue of the man she affectionately called Pops, writing him a check for $1 million.\n7. Hearst Castle once housed the world’s largest private zoo.\nLocated on a parcel of land that at one point was nearly half the size of Rhode Island, Hearst’s lavish spread in San Simeon, California was an all-consuming passion for the publisher. In 1919, he hired Julia Morgan, a civil engineer and the first woman licensed to practice architecture in California, to work on the project. Together, Hearst and Morgan would spend nearly three decades designing the main house, dozens of outbuildings and even a private zoo—the largest in the world at one point. The compound’s eclectic style, which mixed Spanish Revival with older Renaissance and Baroque elements, was constantly in flux. Buildings were repeatedly torn down and rebuilt to suit Hearst’s ever-changing demands; the famed Neptune Pool was rebuilt at least three times. Construction continued for 28 years until Hearst, in ill health, left the compound in 1947, but it was never fully completed. While most of the hundreds of animals in Hearst’s menagerie were resettled elsewhere, others remained on site, and their descendants can be seen roaming the grounds and nearby lands today.\n8. “Citizen Kane,” the film based on Hearst’s life, was initially a flop—thanks to Hearst himself.\nDirected by 24-year-old Hollywood wunderkind Orson Welles and co-written by Welles and screenwriter Herman Mankiewicz, “Citizen Kane” offered up a not-so-thinly veiled look at the life (and loves) of the Hearst-like media magnate Charles Foster Kane. While many critics now consider the movie a cinematic masterpiece, the reaction was far different when it first came out in 1941. Well aware of Hearst’s power, influence and temper, the filmmakers completed “Citizen Kane” in secret—on the lot it was simply known as project RKO 281. When Hollywood got wind of the film’s contents, the response was swift and furious. It wasn’t Welles’ portrayal of the ruthless Kane that truly infuriated Hearst; rather, it was the negative characterization of the Marion Davies stand-in that really sent him over the edge. He forbade his newspapers from running promotional ads for the film (dooming it at the box office) and pressured his fellow studio moguls to rally to his cause. The executives—no fans of the brash, arrogant Welles—happily complied. In fact, MGM head Louis B. Mayer offered to pay RKO Studios $842,000 if they would agree to burn the film’s negative. Luckily for film buffs, the studio refused, but the damage had already been done. “Citizen Kane” was shown in just a few theaters and barely broke even. While it was nominated for nine Academy Awards, it won just a single statue, and it would be more than two decades before the film’s reputation recovered.","author":"Barbara  Maranzani","web_category":"news","title":"Beyond Citizen Kane: The World’s First Media Mogul","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/HITH-Hearst.jpg","url":"http://www.history.com/news/beyond-citizen-kane-the-worlds-first-media-mogul"}