{"summary":"The researchers detected several distinctive geological features formed by shock waves that only occur in meteorite impact craters or at nuclear test sites. Based on this evidence, the team concluded that the Luizi structure is “a complex meteorite impact crater, the first one to be recognized in Central Africa,” according to their recent presentation.","advice_category":"1","content":"\nWithin the last 500 million years, a meteorite zooming along at 45,000 miles an hour slammed into central Africa, creating a 10.5-mile-wide depression in what is now the Democratic Republic of the Congo (DRC). Researchers confirmed the existence of the giant impact crater—the 182nd known feature of its kind on the planet—during an expedition in 2010, and unveiled their findings this week at the Lunar and Planetary Science Conference.\nKnown as the Luizi structure, the crater was first described in a German geological report published in 1919. Aerial photographs taken 60 years later revealed its near-circular shape. But its far-flung location, coupled with political instability in the DRC throughout the 20th century, prevented experts from conducting fieldwork to determine whether impact with a meteorite had created it. Other possible explanations for crater-like formations include volcanic eruptions and the collapse of underground chambers.\nLast June, a team of scientists led by Ludovic Ferri?re, curator of the rock collection at the Natural History Museum of Vienna, made the arduous trek to the crater site, which lies deep within a remote national park in the Luapula Valley. There, they collected rock samples that were sent to a lab at Canada’s University of Western Ontario for analysis.\nThe researchers detected several distinctive geological features formed by shock waves that only occur in meteorite impact craters or at nuclear test sites. Based on this evidence, the team concluded that the Luizi structure is “a complex meteorite impact crater, the first one to be recognized in Central Africa,” according to their recent presentation.\nThe team estimates that the rocks struck by the meteorite are roughly 575 million years old, which means that the crater itself is younger. Further study may reveal more details about when and how it formed, as well as new information about impact craters in general. Indeed, Ferri?re and his colleagues believe that the Luizi structure ranks among the largest and best preserved impact craters on Earth; many of the planet’s other examples have been damaged by erosion or tectonic activity.\n“Because of its preservation state, its moderate size, its complex crater morphology, and its relatively simple geology,” they explained, “we propose that Luizi is an ideal site for furthering our understanding of the formation of mid-sized impact craters on Earth and on other planetary bodies.”","author":"History.com  Staff","web_category":"news","title":"Congo Crater Caused by Meteorite","picture_url":"http://www.history.com/images/topic/content/inline/shatter-cones-inline.jpg","url":"http://www.history.com/news/congo-crater-caused-by-meteorite"}