{"summary":"In a series of clinical and laboratory studies over the last two decades, frankincense and myrrh have shown promise in addressing a number of common disorders. According to the Hebrew Bible, frankincense and myrrh were components of the holy incense ritually burned in Jerusalem’s sacred temples during ancient times","advice_category":"1","content":"\nFrankincense and the other plant-derived treasure given to the newborn Jesus in the New Testament narrative—myrrh—have a long history dating back thousands of years. Though perhaps best known for their use in incense and ancient rituals, these substances—both of which boast proven antiseptic and inflammatory properties—were once considered effective remedies for everything from toothaches to leprosy. “We have textual—and also archaeological—evidence that both frankincense and myrrh were used as medicinal substances in antiquity,” confirmed Alain Touwaide, a historian of medicine at the Institute for the Preservation of Medical Traditions and the Smithsonian Institution. Today, researchers like the Cardiff team are drawing on this centuries-old knowledge to develop modern treatments for a variety of disorders. Find out more about these healing gifts of the magi.\nWhat are frankincense and myrrh?\nBoth frankincense and myrrh are derived from the gummy sap that oozes out of the Boswellia and Commiphora trees, respectively, when their bark is cut. The leaking resin is allowed to harden and scraped off the trunk in tear-shaped droplets; it may then be used in its dried form or steamed to yield essential oils. Both substances are edible and often chewed like gum. They are also extremely fragrant, particularly when burned, with frankincense giving off a sweet, citrusy scent and myrrh producing a piney, bitter odor.\nBecause frankincense and myrrh can be collected from multiple Boswellia and Commiphora species, several different varieties are available. The shrubby trees that produce them are native to the Arabian Peninsula and regions of northeast Africa, though Boswellia has also been cultivated in southern China. (Frankincense has been a staple of traditional Chinese medicine since at least 500 B.C.) Early attempts to grow the trees in the Levant—and specifically in what is now Israel—failed, according to Touwaide.\nAncient uses and value\nBoth frankincense—also known as olibanum—and myrrh have been traded in the Middle East and North Africa for upwards of 5,000 years. It is believed that the Babylonians and Assyrians burned them during religious ceremonies. The ancient Egyptians bought entire boatloads of the resins from the Phoenicians, using them in incense, insect repellent, perfume and salves for wounds and sores; they were also key ingredients in the embalming process. Myrrh oil served as a rejuvenating facial treatment, while frankincense was charred and ground into a power to make the heavy kohl eyeliner Egyptian women famously wore. Sacks of frankincense and potted saplings of myrrh-producing trees appear in murals decorating the walls of a temple dedicated to Queen Hatshepsut, who ruled Egypt for roughly two decades until her death around 480 B.C.\nAccording to the Hebrew Bible, frankincense and myrrh were components of the holy incense ritually burned in Jerusalem’s sacred temples during ancient times. The ancient Greeks and Romans also imported massive amounts of the resins, which they burned as incense, used during cremations and took for a wide variety of ailments. By this time, medical practitioners had recognized and documented the substances’ antiseptic, anti-inflammatory and analgesic properties, prescribing them for everything from indigestion and chronic coughs to hemorrhoids and halitosis. According to Touwaide, myrrh appears with more frequency than any other plant substance in the writings of the Greek physician Hippocrates, who revolutionized the field of medicine in the fourth and third centuries B.C. The Roman historian and botanist Pliny the Elder, who recommended frankincense as an antidote to hemlock poisoning, wrote in the first century A.D. that the pricey dried sap had made the southern Arabians the richest people on earth.\nAt the time Jesus is thought to have been born, frankincense and myrrh may have been worth more than their weight in the third gift presented by the wise men: gold But despite their significance in the New Testament, the substances fell out of favor in Europe with the rise of Christianity and fall of the Roman Empire, which essentially obliterated the thriving trade routes that had developed over many centuries. In the early years of Christianity, incense was expressly forbidden because of its associations with pagan worship; later, however, some denominations, including the Catholic Church, would incorporate the burning of frankincense, myrrh and other aromatic items into specific rites.\nFrankincense and myrrh today\nWhile the advent of modern medicine dealt another blow to the market for frankincense and myrrh, some communities and alternative practitioners continue to prize the resins for their healing properties. For instance, both are commonly used in traditional Chinese medicine, Ayurveda and aromatherapy. Many popular natural toothpastes contain myrrh, which has proven beneficial to dental and gum health since ancient times.\nIn a series of clinical and laboratory studies over the last two decades, frankincense and myrrh have shown promise in addressing a number of common disorders. For example, a 1996 paper reported that myrrh blunts pain in mice, while a 2009 study suggested that it might help lower cholesterol. Frankincense has been investigated as a possible treatment for some cancers, ulcerative colitis, Crohn’s disease, anxiety and asthma, among other conditions. If these ancient remedies can indeed provide relief for the many patients who suffer from these potentially devastating illnesses, the great incense roads of antiquity may flourish once again.","author":"Jennie  Cohen","web_category":"news","title":"A Wise Man’s Cure: Frankincense and Myrrh","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/frankincense-plant.jpg","url":"http://www.history.com/news/a-wise-mans-cure-frankincense-and-myrrh"}