{"summary":"Nonetheless, historians began linking Ponce de Le?n with the Fountain of Youth not long after his death. Hernando de Escalante Fontaneda, who lived with Indians in Florida for many years after surviving a shipwreck, also derided Ponce de Le?n in his 1575 memoir, saying it was a cause for merriment that he sought out the Fountain of Youth","advice_category":"1","content":"\nTales of sacred, restorative waters existed well before the birth of Spanish conquistador Juan Ponce de Le?n around 1474. Alexander the Great, for example, was said to have come across a healing “river of paradise” in the fourth century B.C., and similar legends cropped up in such disparate locations as the Canary Islands, Japan, Polynesia and England. During the Middle Ages, some Europeans even believed in the mythical king Prester John, whose kingdom allegedly contained a fountain of youth and a river of gold. “You could trace that up until today,” said Ryan K. Smith, a history professor at Virginia Commonwealth University. “People are still touting miracle cures and miracle waters.”\nSpanish sources asserted that the Taino Indians of the Caribbean also spoke of a magic fountain and rejuvenating river that existed somewhere north of Cuba. These rumors conceivably reached the ears of Ponce de Le?n, who is thought to have accompanied Christopher Columbus on his second voyage to the New World in 1493. After helping to brutally crush a Taino rebellion on Hispaniola in 1504, Ponce de Le?n was granted a provincial governorship and hundreds of acres of land, where he used forced Indian labor to raise crops and livestock. In 1508 he received royal permission to colonize San Juan Bautista (now Puerto Rico). He became the island’s first governor a year later, but was soon pushed out in a power struggle with Christopher Columbus’ son Diego.\nHaving remained in the good graces of King Ferdinand, Ponce de Le?n received a contract in 1512 to explore and settle an island called Bimini. Nowhere in either this contract or a follow-up contract was the Fountain of Youth mentioned. By contrast, specific instructions were given for subjugating the Indians and divvying up any gold found. Although he may have claimed to know certain “secrets,” Ponce de Le?n likewise never brought up the fountain in his known correspondence with Ferdinand. “What Ponce is really looking for is islands that will become part of what he hopes will be a profitable new governorship,” said J. Michael Francis, a history professor at the University of South Florida St. Petersburg. “From everything I can gather, he was not at all interested or believed that he would find some kind of miraculous spring or lake or body of water.” At least one historian suggests that perhaps Ferdinand, who had recently married a woman 35 years his junior, told Ponce de Le?n to keep his eye out for it. But other experts dispute this.\nEither way, Ponce de Le?n set sail in March 1513 with three ships. According to early historians, he anchored off the eastern coast of Florida on April 2 and came ashore a day later, choosing the name “La Florida” in part because it was the Easter season (Pascua Florida in Spanish). Ponce de Le?n then journeyed down through the Florida Keys and up the western coast, where he skirmished with Indians, before beginning a roundabout journey back to Puerto Rico. Along the way he purportedly discovered the Gulf Stream, which proved to be the fastest route for sailing back to Europe.\nNonetheless, historians began linking Ponce de Le?n with the Fountain of Youth not long after his death. In 1535 Gonzalo Fern?ndez de Oviedo y Vald?s accused Ponce de Le?n of seeking the fountain in order to cure his sexual impotence. “He was being discredited [as] an idiot and weakling,” Smith explained. “This is machismo culture in Spain at the height of the Counter-Reformation.” The accusation is almost certainly untrue, Smith added, since Ponce de Le?n fathered several children and was under 40 years old at the time of his first expedition.\nHernando de Escalante Fontaneda, who lived with Indians in Florida for many years after surviving a shipwreck, also derided Ponce de Le?n in his 1575 memoir, saying it was a cause for merriment that he sought out the Fountain of Youth. One of the next authors to weigh in was Antonio de Herrera y Tordesillas, the Spanish king’s chief historian of the Indies. In 1601 he penned a detailed and widely read account of Ponce de Le?n’s first voyage. Although Herrera only referred to the Fountain of Youth in passing, writing that it turned “old men to boys,” he helped solidify it in the public’s imagination. “They are really more entertainment than attempts to write a true history,” Francis said of these works.\nThe Fountain of Youth legend was now alive and well. It did not gain much traction in the United States, however, until the Spanish ceded Florida in 1819. Famous writers of the time such as Washington Irving then began portraying Ponce de Le?n as hapless and vain. Artists also got in on the act, including Thomas Moran, who painted an oversize canvas of Ponce de Le?n meeting with Indians. By the early 20th century, a statue of the explorer had been placed in the central plaza of Florida’s oldest city, St. Augustine, and a nearby tourist attraction pretended to be the actual Fountain of Youth. To this day, tens of thousands of visitors come every year to sample the sulfur-smelling well water. “It does not taste good,” said Smith, who worked there for four days in college. “Imagine what you would think the Fountain of Youth would taste like. It doesn’t taste like that.” Meanwhile, some grade school textbooks continue to present Ponce de Le?n’s search for the fountain as historical fact.\nThis week, Ponce de Le?n is back in the spotlight. In celebration of the 500th anniversary of his landing, reenactments will take place in St. Augustine and Melbourne Beach, Florida, both of which claim to be the site where he first dropped anchor. There will also be a Catholic mass in St. Augustine featuring a replica of the 15th-century font used to baptize him in Spain and a mass in Melbourne Beach, along with the unveiling of more statues and a commemorative stamp.\nWhat would Ponce de Le?n make of all this attention, not all of it positive? “My take on that is that no publicity is bad publicity,” Smith said. “He’s a household name, and maybe in the end that’s what he was looking for.”","author":"Jesse  Greenspan","web_category":"news","title":"The Myth of Ponce de Le?n and the Fountain of Youth","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/ponce-de-leon.jpg","url":"http://www.history.com/news/the-myth-of-ponce-de-leon-and-the-fountain-of-youth"}