{"summary":"On the practical side, supporters of the plan say establishing a national park would actually be less expensive than demolishing the Manhattan Project sites. With this in mind, critics of the Manhattan Project national park bill claim that such a park would wrongly glorify the atomic bomb in light of the violence and destruction it caused","advice_category":"1","content":"\nLess than a month after that first A-bomb exploded at the Trinity test site in Alamogordo, New Mexico, U.S. planes dropped two other bombs produced by the Manhattan Project on the Japanese cities of Hiroshima and Nagasaki. Their lethal force killed some 120,000 people immediately, while tens of thousands more would later die of radiation exposure. World War II was soon over, but the success of the Manhattan Project had ushered in the new and terrifying reality of nuclear warfare. With this in mind, critics of the Manhattan Project national park bill claim that such a park would wrongly glorify the atomic bomb in light of the violence and destruction it caused. Vocal opposition to the bill led by Congressman Dennis Kucinich of Ohio helped defeat an earlier version in a vote by the House of Representatives in September.\nNow, a bipartisan group of 10 lawmakers—spearheaded by Senator Jeff Bingaman of New Mexico and Congressman Doc Hastings of Washington—plans to bring the bill up for a vote again, possibly by the end of this year. Supporters of the bill, led by the Atomic Heritage Foundation, argue that preservation of Manhattan Project sites in a national park would promote discussion and comprehension of the project and its legacy, and encourage interest in science and engineering among America’s youth. They also point out that existing national parks commemorate other disturbing and violent aspects of history, including slavery and the Civil War, as well as the internment of Japanese-Americans during World War II.\nOn the practical side, supporters of the plan say establishing a national park would actually be less expensive than demolishing the Manhattan Project sites. According to Kucinich, NPS administration of the new national park would cost $21 million over five years, while Cindy Kelly, president of the Atomic Heritage Foundation, says that demolition would cost some $200 million.\nThe proposed Manhattan Project National Historical Park would preserve hundreds of buildings and artifacts in the three sites where the majority of the project took place: Oak Ridge, Tennessee; Hanford, Washington; and Los Alamos, New Mexico. Plans for the park—in development for more than a decade—call for the U.S. Department of Energy (which is itself a direct descendant of a group created by the Army Corps of Engineers to manage the Manhattan Project) to create the park in cooperation with the National Park Service.","author":"Sarah  Pruitt","web_category":"news","title":"Congress Debates Manhattan Project National Park","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/hith-manhattan-project.jpg","url":"http://www.history.com/news/congress-debates-manhattan-project-national-park"}