{"summary":"The sad history of Mother’s Day founder Anna Jarvis has done nothing to slow down the popularity—and commercialism—of the holiday. Jarvis then began writing letters to newspapers and politicians pushing for the adoption of Mother’s Day as an official holiday","advice_category":"1","content":"\nAnna Jarvis, who had no children of her own, conceived of Mother’s Day as an occasion for honoring the sacrifices individual mothers made for their children. In May 1908, she organized the first official Mother’s Day events at a church in her hometown of Grafton, West Virginia, as well as at a Wanamaker’s department store in Philadelphia, where she lived at the time. Jarvis then began writing letters to newspapers and politicians pushing for the adoption of Mother’s Day as an official holiday. By 1912, many other churches, towns and states were holding Mother’s Day celebrations, and Jarvis had established the Mother’s Day International Association. Her hard-fought campaign paid off in 1914, when President Woodrow Wilson signed a bill officially establishing the second Sunday in May as Mother’s Day.\nJarvis’ conceived of of Mother’s Day as an intimate occasion—a son or daughter honoring the mother they knew and loved—and not a celebration of all mothers. For this reason, she always stressed the singular “Mother’s” rather than the plural. She soon grew disillusioned, as Mother’s Day almost immediately became centered on the buying and giving of printed cards, flowers, candies and other gifts. Seeking to regain control of the holiday she founded, Jarvis began openly campaigning against those who profited from Mother’s Day, including confectioners, florists and other retailers. She launched numerous lawsuits against groups using the name Mother’s Day, and eventually spent much of her sizeable inheritance on legal fees.\nIn 1925, when an organization called the American War Mothers used Mother’s Day as an occasion for fundraising and selling carnations, Jarvis crashed their convention in Philadelphia and was arrested for disturbing the peace. Later, she even attacked First Lady Eleanor Roosevelt for using Mother’s Day as an occasion to raise money for charity. By the 1940s, Jarvis had disowned the holiday altogether, and even actively lobbied the government to see it removed from the calendar. Her efforts were to no avail, however, as Mother’s Day had taken on a life of its own as a commercial goldmine. Largely destitute, and unable to profit from the massively successful holiday she founded, Jarvis died in 1948 in Philadelphia’s Marshall Square Sanitarium.\nThe sad history of Mother’s Day founder Anna Jarvis has done nothing to slow down the popularity—and commercialism—of the holiday. According to an annual spending survey conducted by the National Retail Federation, Americans will spend an average of $168.94 on Mother’s Day in 2013, a whopping 11 percent increase from 2012. In total, Mother’s Day spending is expected to reach $20.7 billion this year. In addition to the more traditional gifts (ranging from cards, flowers and candy to clothing and jewelry), the survey showed that an unprecedented 14.1 percent of gift-givers plan to buy their moms high-tech gadgets like smartphones and tablets.","author":"Sarah  Pruitt","web_category":"news","title":"Why the Founder of Mother’s Day Turned Against It","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/HITH-mothers-day.jpg","url":"http://www.history.com/news/why-the-founder-of-mothers-day-turned-against-it"}