{"summary":"Archaeologists from the Spanish National Research Council (CSIC) have pinpointed the exact spot where Roman senators stabbed Julius Caesar to death on March 14, 44 B.C., they announced yesterday. “We always knew that Julius Caesar was killed in the Curia of Pompey on March 15, 44 B.C.,” CSIC’s Antonio Monterroso explained in a statement","advice_category":"1","content":"\nArchaeologists from the Spanish National Research Council (CSIC) have pinpointed the exact spot where Roman senators stabbed Julius Caesar to death on March 14, 44 B.C., they announced yesterday. The site, located in Rome’s Largo di Torre Argentina archaeological area, once housed the Curia of Pompey, a meeting place within the larger Pompey’s Theater. The complex was built around 52 B.C. by Caesar’s rival Gnaeus Pompeius Magnus, who would succumb to his own assassination in 48 B.C.\nAncient chroniclers recount that tensions between Caesar and members of the Roman Senate escalated in 44 A.D. after he was named dictator perpetuo (dictator for life) and appointed his allies to rule the republic during his upcoming military campaign. On March 14—known as the Ides of March—he arrived at Pompey’s Theater for a Senate session and entered the Curia of Pompey, taking his place in a chair to address the hundreds of lawmakers gathered before him. Led by Gaius Cassius Longinus and Marcus Junius Brutus, a group of senators then stepped forward with hidden daggers and stabbed Caesar 23 times.\nCenturies later, William Shakespeare would immortalize this grisly scene in his play “Julius Caesar.” But first, the CSIC researchers believe, Caesar’s adopted son Augustus marked the site of his father’s murder with a concrete memorial 10 feet wide and over 6 feet tall. It is this structure that archaeologists believe they’ve unearthed during their excavation of Largo di Torre Argentina. “We always knew that Julius Caesar was killed in the Curia of Pompey on March 15, 44 B.C.,” CSIC’s Antonio Monterroso explained in a statement. “But so far no material evidence of this fact, so often depicted in historicist painting and cinema, had been recovered.”\nLocated in the center of Rome, Largo di Torre Argentina is known today for its thriving cat sanctuary, in which photogenic felines pose for tourists’ cameras atop ancient ruins. According to AFP, the area will be opened to the public in 2013, granting visitors access to the very spot where Julius Caesar met his bloody end.","author":"Jennie  Cohen","web_category":"news","title":"Julius Caesar’s Stabbing Site Identified","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/julius-caesar-stabbing.jpg","url":"http://www.history.com/news/julius-caesars-stabbing-site-identified"}