{"summary":"When the Vietnam Veterans Memorial was first dedicated three decades ago, Lin’s wall contained the names of 57,939 American servicemen believed to have lost their lives in the Vietnam War. Though that facility is not open to the public, certain memorial artifacts are put on view as part of traveling exhibits","advice_category":"1","content":"\n1. The Vietnam Veterans Memorial was built without government funds.\nJan C. Scruggs, a wounded Vietnam War vet, studied what is now called post-traumatic stress disorder upon his return to the United States. Within a few years, he began calling for a memorial to help with the healing process for the roughly 3 million Americans who served in the conflict. After watching the movie “The Deer Hunter,” Scruggs apparently stepped up his activism even further, using $2,800 of his own money to form the Vietnam Veterans Memorial Fund in 1979. Many politicians expressed their support, and the U.S. Congress passed legislation reserving three acres in the northwest corner of the National Mall for a future monument. All donations, however, came from the private sector. Bob Hope and other celebrities lended a hand with fundraising, and by 1981 some 275,000 Americans, along with corporations, foundations, veterans groups, civic organizations and labor unions, had given $8.4 million to the project.\n2. A college student won the memorial’s design contest.\nHaving raised the necessary cash, the Vietnam Veterans Memorial Fund next held a design contest. The guidelines stipulated that the memorial should contain the names of every American who died in Vietnam or remained missing in action, make no political statement about the war, be in harmony with its surroundings and be contemplative in character. Over 1,400 submissions came in, to be judged anonymously by a panel of eight artists and designers. In the end, the panel passed over every professional architect in favor of 21-year-old Yale University student Maya Lin, who had created her design for a class. “From the very beginning I often wondered, if it had not been an anonymous entry 1026 but rather an entry by Maya Lin, would I have been selected?” she would later write.\n3. The memorial was originally quite controversial.\nMany people commended Lin’s winning design, with a former ambassador to South Vietnam calling it a “distinguished and fitting mark of respect” and the New York Times saying it conveyed “the only point about the war on which people may agree: that those who died should be remembered.” But others lambasted it as an insult. Author Tom Wolfe called it “a tribute to [anti-war activist] Jane Fonda,” Vietnam veteran Jim Webb, a future U.S. Senator, referred to it as “a nihilistic slab of stone,” and political commentator Pat Buchanan accused one of the design judges of being a communist. Some critics even resorted to racially insulting Lin, the daughter of Chinese immigrants. Eventually, a compromise was reached—against Lin’s wishes—under which a U.S. flag and a statue of three servicemen were dedicated near the wall in 1984. Nine years later, yet another sculpture was added of three women caring for an injured soldier. Not only did the controversy quickly quiet down, but the Vietnam Veterans Memorial has since become both widely praised and wildly popular. “It is still far and away the greatest memorial of modern times—the most beautiful, the most heart-wrenching, the most subtle, and the most powerful,” a Vanity Fair commentator wrote earlier this year.\n4. Names are still being added to the memorial.\nWhen the Vietnam Veterans Memorial was first dedicated three decades ago, Lin’s wall contained the names of 57,939 American servicemen believed to have lost their lives in the Vietnam War. But since then, that number has jumped to 58,282. In fact, 10 new names were engraved this year, including that of a marine corporal whose 2006 death from a stroke was determined to be the result of wounds received in action in 1967. Meanwhile, a few survivors have had their names erroneously chiseled into the wall. In order to be added, a deceased soldier must meet specific U.S. Department of Defense criteria, and those postwar casualties not eligible for inscription on the wall are honored instead with an onsite plaque.\n5. Offerings are left at the memorial nearly every day.\nTens of thousands of so-called artifacts have been intentionally left at the memorial since its opening, including letters, POW/MIA commemorative bracelets, military medals, dog tags, religious items and photographs. One person even left behind a motorcycle. Rangers from the National Park Service collect these items every day and, with the exception of unaltered U.S. flags and perishables, send them to a storage facility in Maryland. Though that facility is not open to the public, certain memorial artifacts are put on view as part of traveling exhibits. Such artifacts will also be displayed at an education center scheduled for completion in 2014.\n6. All of the names were read out loud this year for the fifth time.\nAs part of the wall’s 30th anniversary celebration, all 58,282 names were read out loud just prior to Veterans Day. Volunteers, Vietnam vets, family members of the deceased and employees of the Vietnam Veterans Memorial Fund started reading the names last Wednesday afternoon. Except for breaks from midnight to 5 a.m. each day, they didn’t finish until Saturday night. Every name was similarly read out loud in 1982, 1992, 2002 and 2007.","author":"Jesse  Greenspan","web_category":"news","title":"6 Things You May Not Know About the Vietnam Veterans Memorial","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/hith-vietnam-memorial-620x412-2.jpg","url":"http://www.history.com/news/6-things-you-may-not-know-about-the-vietnam-veterans-memorial"}