{"summary":"•\tBecause Greek superstition holds that marrying in a leap year brings bad luck, as many as one of every five Greek couples avoid planning their weddings in a leap year. •\tAccording to British tradition, a leap day is the only day of the year a woman can propose marriage to a man","advice_category":"1","content":"\nHistory of Leap Year\nThe Roman dictator Julius Caesar is considered the “father” of leap year. The ancient Roman calendar system was based on a total of 355 days in a year—a full 10 ? days shorter than a solar year, which is the length of time it takes the Earth to make one complete orbit around the sun. To keep the calendar system in line with the seasons, Roman officials were supposed to insert an extra month every so often, but by the time Caesar began to rule Rome, the calendar had gotten seriously out of whack. Caesar consulted with the top astronomers of the day, and in 46 B.C. decided to add one day (known as an intercalary day, or leap day) every four years to make up the discrepancy between the lunar and solar calendars. Caesar also took the opportunity to rename Quintillis, the fifth month of the year (counting from March), leaving us with the month we call July today. \nThat might have solved the problem, except that a solar year is actually 11 minutes short of 365? days: It’s actually closer to 365.2425 days long (365 days, 5 hours, 48 minutes and 46 seconds). Astronomers figured this out around the second century A.D., but the calendar system didn’t change, and by the 16th century it was nearly 10 days off-track, even with the leap year system. In 1582, Pope Gregory XIII made his own reforms to the Julian Calendar, restoring the vernal equinox to March 21 from March 11, and producing the calendar system most of us use today. \n•\tAccording to British tradition, a leap day is the only day of the year a woman can propose marriage to a man. As legend has it, in fifth century Ireland, St. Bridget complained to St. Patrick about the fact that women had to wait for men to propose. So Patrick allowed women one day every four years to take the initiative. The tradition became the basis for Sadie Hawkins Day in the United States, first dreamed up by Al Capp in his cartoon serial “L’il Abner” and celebrated either on February 29 or November 15, the day the first L’il Abner comic appeared. \n•\tBecause Greek superstition holds that marrying in a leap year brings bad luck, as many as one of every five Greek couples avoid planning their weddings in a leap year.  \n•\tThe first warrants for arrests in the Salem witchcraft trials were issued on February 29, 1692. \nFamous “Leaplings” \nMany people born on leap day–known as “leaplings” or “leapers”–don’t usually wait four years to celebrate their birthdays, but choose to celebrate on February 28 or March 1 instead. Some 4.1 million people worldwide have been born on a February 29, and the chances of having a leap birthday are one in 1,461. In a fascinating family coincidence (according to the Guinness Book of World Records), Norway’s three Henriksen siblings were born on three consecutive leap days: Heidi in 1960, Olav in 1964 and Leif-Martin in 1968. \nSome famous “Leaplings” throughout history include: \n•\tAnn Lee, founder of the Shaker movement (born 1736)\n•\tGioacchino Rossini, composer (born 1792)\n•\tJimmy Dorsey, jazz clarinetist, saxophonist, trumpeter and big band leader (born 1904)\n•\tDinah Shore, singer and actress (born 1916)\n•\tBilly Turner, trainer of Seattle Slew, winner of the 1977 Triple Crown (born 1940)\n•\tDennis Farina, actor (born 1944)\n•\tTony Robbins, self-help guru and motivational speaker (born 1960)\n•\tAntonio Sabato Jr., actor (born 1972)\n•\tJa Rule, rapper/actor (born 1976)","author":"History.com  Staff","web_category":"news","title":"All About Leap Day","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/HITH_Leap_year_main.jpg","url":"http://www.history.com/news/all-about-leap-day"}