{"summary":"“As of the Bronze Age, cases of trepanation are common throughout Europe, mainly in the Mediterranean Basin,” said Bel?n L?pez Mart?nez of the University of Oviedo, coauthor of a new paper on two trepanned skulls exhumed in Spain. The female skull is particularly unique because trepanation in women seems to have occurred relatively infrequently throughout history, according to L?pez Mart?nez","advice_category":"1","content":"\nWhile physicians believed the operation could alleviate migraines, epilepsy, swelling and other brain disorders, it may have carried cultural rather than medical significance in certain societies. In pre-Columbian Mesoamerica, for instance, skull drilling and other cranial deformation techniques were ritualistically performed on healthy individuals. In central and eastern Europe, meanwhile, postmortem trepanations may have been part of early burial traditions.\n“As of the Bronze Age, cases of trepanation are common throughout Europe, mainly in the Mediterranean Basin,” said Bel?n L?pez Mart?nez of the University of Oviedo, coauthor of a new paper on two trepanned skulls exhumed in Spain. “In the Iberian Peninsula there are many cases that have been dated back to the Copper Age some 4,000 years ago.”\nBy the Middle Ages, however, trepanation had become less widespread than the era’s other gruesome medical interventions. One noteworthy case is that of Henry I, ruler of the Spanish kingdom of Castile. In 1217 a falling roof tile struck the 13-year-old monarch, and doctors trepanned him in an apparent attempt to stem the resulting hemorrhage. Henry died soon after.\nIn their study, published in the latest issue of Anthropological Science, L?pez Mart?nez and his colleagues describe two perforated skulls discovered in a cemetery near Soria, a city in north-central Spain. They have been dated between the 13th and 14th centuries, making them rare examples of medieval trepanation. One of the skulls belonged to a man between 50 and 55 years old and featured grooves made by a sharp object. The other, from a woman between 45 and 50, bears evidence of a different trepanation technique involving scraping.\nResearchers couldn’t determine whether the male “patient” underwent trepanation while still alive or after death. However, a lack of skull regeneration signs around the hole suggests he couldn’t have lived long after the procedure, L?pez Mart?nez said. As for the woman, wound scarring indicates she survived for a “relatively long” time post-surgery, he said. The female skull is particularly unique because trepanation in women seems to have occurred relatively infrequently throughout history, according to L?pez Mart?nez. Out of all trepanned skulls unearthed in Spain to date, only 10 percent belonged to women, he said.\nL?pez Mart?nez said it remains unclear why these two individuals were subjected to brain surgery hundreds of years ago. “This is the big question on trepanation,” he said. “Its practice can be attributed to many reasons: magic/religious reasons such as to free people from demons that could be torturing them; initiations as a way of giving right of passage to adulthood or to turn someone into a warrior; therapeutic reasons to treat tumors, convulsions, epilepsy, migraines, loss of consciousness and behavioral changes; and the treatment of traumatisms like skull fractures.”\nEven today, modern surgeons perform craniotomies to treat certain brain injuries, and some fringe groups believe in the value of trepanation as a voluntary therapy. It has been claimed that the operation bestows a feeling of higher consciousness due to increased blood flow to the brain.","author":"Jennie  Cohen","web_category":"news","title":"Perforated Skulls From Middle Ages Found in Spain","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/trepanned-skull.jpg","url":"http://www.history.com/news/perforated-skulls-from-middle-ages-found-in-spain"}