{"summary":"To solve the puzzle of synesthesia’s staying power, Brang and Ramachandran pored over studies that examine whether and how synesthetes differ from the general population. They found a link between synesthesia and a variety of conceptual and perceptual benefits, a hint that evolution selects for the genes responsible for the condition because of a “hidden agenda.” “In this review we examine mounting evidence that synesthesia is not simply a quirk in the population, but that it actually improves a number of traits, including memory, color processing and possibly creativity,” Brang said of the team’s paper.","advice_category":"1","content":"\nIn people with synesthesia—from the ancient Greek words for “union” and “sensation”—stimulation in one sensory pathway triggers an experience in another. “In typical individuals, each of our senses—sight, touch, hearing—all operate in relative isolation,” explained David Brang of the University of California, San Diego, who wrote the paper along with neuroscientist V.S. Ramachandran. “But in synesthesia, there are excessive connections between the senses, resulting in people who can hear colors, taste shapes or—in one of the most common forms—see specific colors with numbers and letters, regardless of the color on the page.”\nResearch suggests that synesthesia is up to seven times more common in artists and other creative types, and those with the condition have reported using their built-in knack for crafting metaphors as fodder for music, writing and visual creations. Famous synesthetes include novelist Vladimir Nabokov, who saw each letter in a different hue; musician Duke Ellington, who interpreted notes as colors; and painter Joan Mitchell, who associated colors with letters, sounds and personalities. Scientists Nikola Tesla and Richard Feynman, among others, are also thought to have had synesthesia.\nThe Greek philosopher and mathematician Pythagoras, who himself displayed signs of the remarkable trait, produced the first known description of synesthesia around 500 B.C. But experts believe the genetic basis for synesthesia, which tends to run in families, has been present throughout human history. It occurs in an estimated 2 to 4 percent of the world’s population.\nSynesthesia may have inspired some of history’s finest art and literature, but it’s hard to understand why evolution would preserve the condition. With all the challenges they faced as they ascended the food chain, early humans surely had little need for seeing blue when a bird chirped or for tasting berries when they touched damp leaves. And according to some studies, synesthetes struggle with spatial relations—an obvious impediment to survival, particularly in prehistoric times.\nTo solve the puzzle of synesthesia’s staying power, Brang and Ramachandran pored over studies that examine whether and how synesthetes differ from the general population. They found a link between synesthesia and a variety of conceptual and perceptual benefits, a hint that evolution selects for the genes responsible for the condition because of a “hidden agenda.” “In this review we examine mounting evidence that synesthesia is not simply a quirk in the population, but that it actually improves a number of traits, including memory, color processing and possibly creativity,” Brang said of the team’s paper.\n“Synesthetes tend to have better processing of simple sensory stimuli of the world,” Brang explained. “People who see numbers and letters as having specific colors are better able to discriminate similar colors and even to detect colors; they can also use the number-color associations to aid in memorizing numbers.” He cited remembering phone numbers as an example.\nAnother possibility is that synesthesia is related to other useful traits but has no benefits by itself, Brang said. However, he continued, “as synesthesia is associated with large-scale changes to the way the brain processes information, it’s likely that something more fundamental is at work. Indeed, one possibility is that synesthesia is the extreme end of ‘typical’ multisensory processes. That is, the senses interact in all individuals to a certain degree, and these interactions actually aid in our ability to process and respond to stimuli in the world. Thus synesthesia may simply be the outgrowth of these same processes.”","author":"Jennie  Cohen","web_category":"news","title":"Seeing Sounds, Hearing Colors: Good for Survival?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/kandinsky-wide.jpg","url":"http://www.history.com/news/seeing-sounds-hearing-colors-good-for-survival"}