{"summary":"While on October 28, 1962, Soviet leader Nikita Khrushchev ordered the removal of Soviet nuclear missiles from Cuba, it wasn’t a unilateral move. On October 20, 1962, however, he abruptly flew back from Chicago to Washington","advice_category":"1","content":"\n1. The U-2 aerial photographs were analyzed inside a secret office above a used car dealership.\nThe critical photographs snapped by U-2 reconnaissance planes over Cuba were shipped for analysis to a top-secret CIA facility in a most unlikely location: a building above the Steuart Ford car dealership in a rundown section of Washington, D.C. While used car salesmen were wheeling and dealing downstairs on October 15, 1962, upstairs CIA analysts in the state-of-the-art National Photographic Interpretation Center were working around the clock to scour hundreds of grainy photographs for evidence of a Soviet ballistic missile site under construction.\n2. The Soviets relied on checkered shirts and tight quarters to sneak thousands of troops into Cuba.\nBeginning in the summer of 1962, the Soviets employed an elaborate ruse, code-named Operation Anadyr, to ship thousands of combat troops to Cuba. A few thousand soldiers donned checkered shirts to pose as civilian agricultural advisers. Many more were issued Arctic equipment to throw off the scent, sent aboard a fleet of 85 ships and then told to remain below the decks for the long voyage in order to go undetected. When the CIA estimated on October 20, 1962, that 6,000 to 8,000 Soviet troops were stationed in Cuba, the true number was more than 40,000.\n3. To keep news of the crisis from leaking, a concocted cold was blamed for President Kennedy’s cancellation of public events.\nTo avoid arousing public concerns in the first days of the crisis, Kennedy attempted to maintain his official schedule, including a planned seven-state campaign swing in advance of midterm elections. On October 20, 1962, however, he abruptly flew back from Chicago to Washington. The president’s physician fabricated a story that Kennedy’s voice had been “husky” the night before and that he was suffering from a cold and a slight fever. While aides told the press that Kennedy would spend the rest of the day in bed, he instead engaged in five hours of meetings with advisers before deciding on instituting a naval blockade of Cuba. Vice President Lyndon Johnson also blamed a cold for cutting short a trip to Honolulu to return to Washington.\n4. President Kennedy’s aides drafted a speech announcing a military invasion of Cuba.\nIn a dramatic primetime address on October 22, 1962, Kennedy informed the nation of the naval blockade around Cuba. An alternative speech with a much different message had been drafted days before, however, in the event the president opted for a military strike. “This morning, I reluctantly ordered the armed forces to attack and destroy the nuclear buildup in Cuba,” began the address that JFK never delivered.\n5. A Soviet spy was a valuable mole.\nColonel Oleg Penkovsky, a Soviet military intelligence officer, passed along vital espionage about Soviet missile systems—including technical manuals—to the CIA and British intelligence officials. That knowledge proved extremely valuable for the CIA agents analyzing the aerial photographs taken over Cuba. On October 22, 1962, KGB officials arrested Penkovsky in Moscow, and it is believed he was convicted of espionage and executed in 1963.\n6. There were American combat fatalities.\nOn October 27, 1962, a Soviet-supplied surface-to-air missile downed an American U-2 plane, killing its pilot, Major Rudolf Anderson Jr. President Kennedy posthumously awarded him the Distinguished Service Medal. Four days before Anderson’s death, a C-135 Air Force transport bringing supplies to Guantanamo Naval Air Station on Cuba crashed on landing, killing its crew of seven.\n7. Both sides compromised.\nU.S. Secretary of State Dean Rusk said of the Cuban Missile Crisis, “We’re eyeball to eyeball, and I think the other fellow just blinked.” That assessment is too one-sided. While on October 28, 1962, Soviet leader Nikita Khrushchev ordered the removal of Soviet nuclear missiles from Cuba, it wasn’t a unilateral move. The Americans also secretly pledged to withdraw intermediate nuclear missiles from Turkey and not to invade Cuba.\n8. Secret back-door diplomacy, rather than brinkmanship, defused the crisis.\nOnce Kennedy announced the blockade, the Americans and Soviets were in regular communication. The October 28 agreement was hammered out the night before in a secret meeting between Attorney General Robert F. Kennedy and Soviet Ambassador Anatoly Dobrynin. The Attorney General’s outreach and offer to remove missiles from Turkey was so clandestine that only a handful of presidential advisers were aware of it at the time.\n9. The Cuban Missile Crisis lasted more than just 13 days.\nYes, it was 13 days from when Bundy showed Kennedy the incriminating U-2 photographs to Radio Moscow’s announcement of Khrushchev’s decision to remove the missiles, and the number has been drilled into history with Robert Kennedy’s posthumous memoir “Thirteen Days” and the 2000 motion picture of the same name. But even though the world breathed a sigh of relief after the news of that 13th day, the tense situation did not suddenly abate. The U.S. military remained on its highest state of alert for three more weeks as it monitored the removal of the missiles.\n10. Although the Kennedy administration thought all the Soviet nukes were gone, they weren’t.\nPresident Kennedy, satisfied with Soviet assurances that all nuclear weapons had been removed, lifted the Cuban blockade on November 20, 1962. Recently unearthed Soviet documents have revealed, however, that while Khrushchev dismantled the medium- and intermediate-range missiles known to the Kennedy administration, he left approximately 100 tactical nuclear weapons—of which the Americans were unaware for decades—for possible use in repelling invading forces. Khrushchev had intended to train the Cubans and transfer the missiles to them, as long as they kept their presence a secret. Soviet concerns about whether Castro could be trusted with the weapons mounted, however, and they finally removed the last of the nuclear warheads from Cuba on December 1, 1962.","author":"Christopher  Klein","web_category":"news","title":"10 Things You May Not Know About the Cuban Missile Crisis","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/kennedy-blockade-order.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-the-cuban-missile-crisis"}