{"summary":"When the “unsinkable” ocean liner Titanic was lost after hitting an iceberg on April 15, 1912, lifeboats saved only 700 of its passengers. Thursday, April 12, at 4/3cLost Worlds: Building the Titanic","advice_category":"1","content":"\nHistory in the Headlines\nDiscover a new aspect of the Titanic saga every day this week, and check out the archive of Titanic-related news stories. Explore Titanic’s lasting legacy, get the story behind the ship that rescued Titanic’s survivors, find out about Titanic’s connection to the U.S. Open and learn what passengers ate during their last meal aboard.\nTitanic Week on Facebook and Twitter\nFollow HISTORY all week as we highlight fascinating facts about Titanic and tweet in real time about its ill-fated maiden voyage.\nTitanic By the Numbers (Infographic)\nDid you know that Titanic burned more than 650 tons of coal every day, and that it cost $167 million in today’s money to build the ship? Get the facts on one of history’s most infamous maritime disasters.\nInside Titanic (Video)\nEveryone knows Titanic was enormous, but how big was it? Explore the hard numbers.\nCoroner’s Report: Titanic (Video)\nWhen the “unsinkable” ocean liner Titanic was lost after hitting an iceberg on April 15, 1912, lifeboats saved only 700 of its passengers. What did the 1,500 people who went down with the ship experience in the icy waters of the North Atlantic?\nTitanic (Interactive)\nExplore Titanic like never before with interactive features about its construction, its tragic maiden voyage and the survivors who lived to tell the tale.\nTitanic (Topic)\nGet the full story behind the “unsinkable” ship and its tragic demise.\nSunday, April 15, at 9 a.m./8cTitanic’s Final Moments: Missing Pieces\nA 2005 expedition to Titanic’s wreckage yields two intact pieces that help experts decipher how the ship sank.\nSunday, April 15, at 11 a.m./10cTitanic’s Achilles Heel\nDid Titanic have a fatal design flaw? The quest for answers takes experts to the wreck site of the famous ship’s similarly engineered sister, Brittanic.\nSunday, April 15, at 8/7cTitanic at 100: Mystery Solved (Premiere)\nScientists, engineers and other experts team up to answer haunting questions about Titanic’s sinking on the eve of the disaster’s centennial. This special features the first complete map of the wreck site and stunning computer graphics that recreate the ship’s final moments in astonishing detail.\nThursday, April 12, at 3/2cModern Marvels: Titanic Tech\nWhen Titanic embarked on its maiden voyage, it featured many of its era’s most advanced technological innovations. Explore the details of its construction, including how its cutting-edge design might have masked underlying vulnerabilities.\nThursday, April 12, at 4/3cLost Worlds: Building the Titanic\nGet the forgotten story of Belfast’s “Titanic Town,” where an army of workers built the legendary ship on specially constructed docks.\nThursday, April 12, at 7/6cTitanic’s Tragic Sister\nTitanic’s sister ship Brittanic met its tragic end on November 21, 1916, when an explosion rocked the giant ocean liner. Why did the state-of-the-art ship sink so quickly?\nThursday, April 12, at 8/7cTitanic’s Achilles Heel\nThursday, April 12, at 10/9cTitanic’s Final Moments: Missing Pieces\nSaturday, April 14, at 9/8cNazi Titanic (Premiere)\nIn one of World War II’s most bizarre episodes, the Nazi propaganda machine attempted to produce an epic film recreating Titanic’s demise. This special brings you the little-known story of the Third Reich’s would-be blockbuster.\nThe Titanic Orphans\nThere were over 700 survivors of the Titanic disaster, and each one had a unique story. Among the most poignant tales is that of Michel and Edmond Navratil, who were known as the “Titanic orphans.”\nTitanic Passengers\nMeet 28 famous individuals who were aboard Titanic during its abbreviated transatlantic crossing.","author":"History.com  Staff","web_category":"news","title":"Titanic Week on HISTORY","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/titanic-at-100.jpg","url":"http://www.history.com/news/titanic-week-on-history"}