{"summary":"In 2008, American researchers published a book entitled “What Really Sank the Titanic” after examining 48 rivets fished from the wreck site as well as archived minutes from Harland and Wolff board meetings. Scott worked as a “catch boy” in one of the many five-member riveting squads that fastened the ship’s massive plates with more than 3 million rivets","advice_category":"1","content":"\nNearly 100 years after Titanic plunged into the icy waters of the North Atlantic on her maiden voyage, a teenage boy thought to be the infamous ship’s first victim finally has a headstone to mark his final resting place. Samuel Joseph Scott, one of 15,000 workers tasked with assembling Titanic and her sister Olympic at the Harland and Wolff shipyard in Belfast, died on April 20, 1910, after falling from a ladder into the open hull and suffering a skull fracture. The 15-year-old’s body was placed in an unmarked grave in Belfast City Cemetery.\nScott worked as a “catch boy” in one of the many five-member riveting squads that fastened the ship’s massive plates with more than 3 million rivets. It was his job to carry scorching metal rivets with a pair of tongs from the furnace where they were heated to the holes in which they fit. The rivets were then hammered into place and allowed to cool, tightly cinching Titanic’s steel frame together. Depending on their skill level, riveters and other Harland and Wolff shipyard laborers earned between $5 and $10 a week; one-way passage in the finest first-class suite on Titanic, by contrast, cost $4,350.\nAfter Scott’s fatal tumble, more than a dozen additional workers are thought to have died while completing Titanic and Olympic, including a father and son. Another builder, James Dobbins, was crushed to death by falling timbers during Titanic’s triumphant transfer from the shipyard to a nearby fitting-out dock on May 31, 1911, which over 100,000 cheering spectators attended. Given the immense labor force involved and unprecedented scope of the project—after all, Titanic and Olympic were to be the largest ocean liners on the planet—this was considered a low casualty count, particularly in an era of lax safety codes.\nAccording to one theory, Scott was not the only person whose fate was sealed by Titanic’s rivets. In 2008, American researchers published a book entitled “What Really Sank the Titanic” after examining 48 rivets fished from the wreck site as well as archived minutes from Harland and Wolff board meetings. The authors argued that shortages forced Titanic’s manufacturer to use low-quality rivets made from iron peppered with slag, a smelting byproduct that can cause fractures upon impact and in cold temperatures. They also claimed that Harland and Wolff could not recruit enough skilled riveters and had to pad their riveting squads with inexperienced laborers, some as young as 13 or 14.\nAs a result of shoddy materials and craftsmanship, the book concludes, many of the rivets’ heads popped off after Titanic struck an iceberg in the early hours of April 15, 1912, hastening the ship’s descent into the frigid depths. Better rivets could potentially have kept her afloat long enough for rescuers to arrive, sparing some of the disaster’s 1,500 victims. One of many conjectures about Titanic’s demise, the faulty rivet hypothesis met with criticism from Harland and Wolff representatives, who pointed out that Olympic remained afloat until her retirement in 1935.\nThe new headstone for Samuel Scott—who perished two years before subpar rivets, scanty lifeboats, poor judgment or simply terrible luck spelled doom for Titanic’s passengers and crew—was unveiled during a ceremony last Saturday, attended by his niece and the nephew of Titanic’s designer. His epitaph includes the following words: “Remembering his soul and all those who perished in the sinking of the Titanic.” A new children’s book by Nicola Pierce entitled “Spirit of the Titanic,” in which a fictionalized version of the teenage riveter haunts the ship as a ghost and observes its ill-fated voyage, has recently generated interest in his tragic story.","author":"Jennie  Cohen","web_category":"news","title":"Titanic’s First Victim Gets Headstone At Last","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/titanic-postcard.jpg","url":"http://www.history.com/news/titanics-first-victim-gets-headstone-at-last"}