{"summary":"Born in a small town outside Madrid in 1547, Miguel de Cervantes led an itinerant life full of exploits and obstacles that would later inspire his action-packed literary works. The injuries landed Cervantes in a hospital for seven months and permanently robbed him of the use of his left hand","advice_category":"1","content":"\nBorn in a small town outside Madrid in 1547, Miguel de Cervantes led an itinerant life full of exploits and obstacles that would later inspire his action-packed literary works. After publishing several poems in his early 20s, he abruptly moved to Rome in 1569, possibly to avoid arrest for having wounded a man in a duel. Shortly thereafter and despite suffering from malaria, the thrill-seeking Spaniard left his job in a cardinal’s household to join a Spanish regiment in Naples. In 1571 he fought against the Ottoman Turks aboard an oar-powered galley in the short but significant Battle of Levanto, taking two gunshot wounds to the chest and another in the arm. The injuries landed Cervantes in a hospital for seven months and permanently robbed him of the use of his left hand. Nearly 450 years later, the researchers seeking his bones think these distinctive battle scars might help them identify Cervantes’ remains.\nAs it turned out, Cervantes’ escapades had only just begun. Sailing back to Spain in 1575 after participating in more military campaigns, he was taken captive by Algerian pirates and held as a slave for five years, during which he made multiple attempts to escape. His family finally raised enough ransom money to secure his release in 1580. By 1585 Cervantes had married a much younger woman, fathered an illegitimate daughter, written several plays and published his first novel, the pastoral romance “La Galatea.” He left his wife in the late 1580s and spent many years traveling through Andalusia as a tax collector, his literary career having yielded little profit. During a stint in jail for fiscal irregularities, Cervantes came up with the idea for “Don Quixote,” the satirical account of an aging, delusional gentleman who reads too many tales of chivalry, styles himself a knight and rides off in search of adventure.\nPublished in two volumes, the first of which appeared in 1605, the novel proved extremely popular and allowed Cervantes to live out his final years modestly but comfortably as a writer. He died in Madrid on April 23, 1616, four days after completing his last novel and 10 days before the death of William Shakespeare. (Because England used the Julian calendar and Spain used the Gregorian calendar at the time, the lives of both literary legends ended on the same date; for this reason, UNESCO established April 23 as World Book and Copyright Day in 1995.) It is believed that Cervantes was buried in a local convent to which his daughter may have belonged, but that his bones were moved during building work in 1673. To track them down, scientists in Madrid will scan the convent complex’s walls and floors with geo-radar technology.\nThe son of a surgeon and versed in the classic medical texts of his time, Cervantes displayed his knowledge of common ailments and remedies in his books, particularly “Don Quixote.” Days before he died, he described himself as failing rapidly and suffering from dropsy, an accumulation of fluid now known to be symptomatic of various conditions rather than a standalone disorder. Some experts have speculated that Cervantes, denounced by his rivals as a perennial drunk, succumbed to liver failure, while others have named such culprits as diabetes and heart disease. Perhaps the Madrid team’s investigation, which lead historian Fernando Prado hopes to complete by the 400th anniversary of Cervantes’ death in 2016, will offer clues while finally putting a face to one of Western literature’s most influential figures.","author":"History.com  Staff","web_category":"news","title":"In Search of “Don Quixote” Creator’s Lost Bones","picture_url":"http://www.history.com/news/wp-content/uploads/2011/07/cervantes.jpg","url":"http://www.history.com/news/in-search-of-don-quixote-creators-lost-bones"}