{"summary":"The starving time’s staggering toll has led some historians to posit that various other factors decimated Jamestown’s population, either along with or instead of famine, Whittenburg said. Hancock, Kaste and an undergraduate geology student, Doug Rowland, are finding that Jamestown’s drinking water was abysmal, and not just by today’s standards: Indeed, it might have significantly contributed to the starving time’s devastation","advice_category":"1","content":"\nLife was no picnic for the Jamestown colony’s earliest founders, but at least they had enough to eat. Evidence from waste pits suggests that the settlers, who first arrived on the island in May 1607, feasted on deer, turtles and sturgeon during their first year in the New World, said historian James Whittenburg, the director for instruction at the National Institute of American History and Democracy. (“The sturgeon in the James River were so large that colonists would wade out and harvest them with an axe,” he added.) Thanks to an uneasy truce brokered by their leader, Captain James Smith, they supplemented this high-protein diet with corn received from local Powhatans in exchange for goods.\nBut in the fall of 1609, shortly after the arrival of new ships packed with more mouths to feed, a disastrous sequence of events plunged Jamestown into famine, said Whittenburg. Faced with their own shortages because of a prolonged drought, the Powhatans cut off trade with their neighbors after Smith returned to England for medical treatment in October. The settlers began taking food by force, and the Powhatans retaliated by laying siege to Jamestown; confined to their fort, the colonists could no longer hunt, fish or seek fresh water. “We do see in the trash bins from the ‘starving time’ that they’re eating really small animals,” said Whittenburg. “They eat up all of the domestic stock—the dogs and the horses. They get down to eating rats and even poisonous snakes.”\nAs the winter wore on, scores of Jamestown’s inhabitants suffered from diseases associated with malnutrition and contamination, including dysentery, typhoid and scurvy. By the time Lord De La Warr showed up with supplies in June 1610, the settlers, reduced in number from several hundred to 60, were trying to flee. The starving time’s staggering toll has led some historians to posit that various other factors decimated Jamestown’s population, either along with or instead of famine, Whittenburg said. According to one theory, agents working for the Spanish government spiked Jamestown’s wells with arsenic in a bid for colonial dominance.\nWhile most scholars dismiss this notion, some have suggested that the wells were indeed to blame, albeit but for different reasons, Whittenburg said. The historical geographer Carville Earle, among others, believed that dirty water with a dangerously high amount of salt—a result of Jamestown’s proximity to brackish sources—sickened the colonists. “Jamestown Island is in a zone of the river that during certain times of the year is surrounded by saltwater,” Whittenburg explained. “It’s like a sewer that never gets flushed. The colonists are drawing water out of the same place where human and animal waste are being deposited.”\nFor the first time, researchers are approaching this hypothesis from a scientific angle, collecting and analyzing groundwater and sediment from the former site of Jamestown’s shallow wells. “Plenty of people had suggested there might be an issue with the water they were drinking, but nobody had done a study to investigate what the water quality was and where the contaminants were coming from,” said Gregory Hancock, an associate professor of geology at William & Mary, who helped start the project in 2007. He and a colleague, Jim Kaste, have been monitoring variations caused by precipitation, tidal flow and seasonality; this data can then be used to reconstruct water quality during colonial times, when a severe drought affected the region.\nHancock, Kaste and an undergraduate geology student, Doug Rowland, are finding that Jamestown’s drinking water was abysmal, and not just by today’s standards: Indeed, it might have significantly contributed to the starving time’s devastation. Lending support to Earle’s conjecture, the team determined that saltwater from the James River and a nearby swamp seeps into Jamestown’s aquifer, pushing salinity levels past the safety zone for human consumption. This problem would have been even more pronounced during the 17th century because of low rainfalls, said Kaste. Colonial accounts of life at Jamestown mention symptoms consistent with salt toxicity, such as lethargy and irritability.\nBut salt poisoning was only one price Jamestown’s settlers likely paid for hydration, according to the researchers. Human waste from the colonists’ outhouses probably percolated down into their water supply, Kaste said. “Any organic matter they deposited hundreds of years ago is gone,” he explained, “so we are analyzing the waters for fecal coliform and looking for goose droppings as a proxy.” This type of contamination allowed diseases like dysentery and typhoid to spread quickly through the colony and continue circulating, Hancock said.\nFinally, the scientists detected arsenic at high but varying levels in groundwater near the fort. Does this mean the Spanish were poisoning the wells after all? “We aren’t in a position of disproving anything yet,” Kaste said. “However, the arsenic concentrations and the seasonal cycling of iron and arsenic that we have measured so far are very consistent with what we would expect from natural processes which have been described by others studying similar environments.” Compared to everything else the Jamestown settlers imbibed, then, a dash of naturally occurring arsenic may have been the lesser evil.","author":"Jennie  Cohen","web_category":"news","title":"Did Jamestown’s Settlers Drink Themselves to Death?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/jamestown-painting.jpg","url":"http://www.history.com/news/did-jamestowns-settlers-drink-themselves-to-death"}