{"summary":"Why did General Ambrose Burnside make New Bern his base of operations?Hari Jones: New Bern was clearly a suitable headquarters for further military operations, and Burnside decided to establish it as his base of operations because from there he could accomplish the primary objective of the expedition. What was the role of the New Bern freedmen in the newly formed U.S","advice_category":"1","content":"\nWhat are some of the most striking details about the Battle of New Bern?Hari Jones: General Burnside’s scouts had visited New Bern prior to the battle, and the scouts had provided the Union general with detailed information on the city’s defenses, surrounding fortifications and other important military information. Burnside easily won the intelligence battle, which combined with the superior manpower and firepower led to the capture of New Bern.Richard Sauers: A soldier of the 51st New York was awarded a Congressional Medal of Honor for his heroics during the battle, while the chaplain of the same regiment was killed during the fighting. The Union advance from Slocum’s Creek was accompanied by navy gunboats, which shelled the terrain ahead of the advancing army column, perhaps one of the first such integrated advances during the war. A few days prior to the battle, Union saboteurs attempted to burn the Trent River bridge; they were part of Burnside’s troops and show how well-organized the Coast Division was.\nHow did the demographic breakdown of New Bern change after the 1862 battle?Hari Jones: Just over 50 percent of the New Bern population of approximately 5,400 was African American, with just over 700 of those individuals being free persons of color. According to a census conducted by Vincent Colyer, who was appointed “superintendent of the poor” by General Burnside in March 1862, there were 10,000 African American refugees in the Department of North Carolina, with 7,500 in New Bern and its surrounding area. This number would continue to increase for the duration of the war.\nRichard Sauers: Most whites fled the town as the Yankees moved in. Those who remained were loyalists or those who didn’t care one way or the other, and only wanted to maintain a living. Soon after the Federal occupation, hundreds of contraband slaves began to congregate in the area, changing the demographic composition of Newbern.\nWhy did General Ambrose Burnside make New Bern his base of operations?Hari Jones: New Bern was clearly a suitable headquarters for further military operations, and Burnside decided to establish it as his base of operations because from there he could accomplish the primary objective of the expedition. The orders for the expedition during which New Bern was captured sought the immediate reduction and reoccupation of Fort Macon. After the capture of the city, General Burnside only had about 500 cavalrymen and could not successfully pursue the fleeing Rebels. In New Bern, Burnside also found a very friendly African American community eager to provide information on Confederate activities. Also, one of the leading citizens of New Bern, Edward Stanly, was a Unionist who became the provisional governor of North Carolina in 1862.\nWhy did New Bern become so important for escaped slave in the region, and did the Union Army anticipate the migration that took place?Hari Jones: One Union soldier referred to it as a “Mecca of freedom.” It also became a headquarters for covert activities being conducted by African American scouts, spies and spy handlers. After General Benjamin Butler gave “fugitives” refuge at Fortress Monroe in May 1861 and the influx of refugees on Roanoke Island in February 1862, Burnside was aware of the likelihood that he would get a substantial number of refugees, especially since he had the reputation of dealing with them fairly. He appointed Vincent Colyer to attend to such affairs soon after occupation began.Richard Sauers: Newbern was a Mecca for escaped slaves. The Union command did not anticipate such heavy contraband escapees and was initially unprepared for it. Military governor Edward Stanly tried to enforce state law regarding slaves and came into conflict with abolitionist soldiers and officers, as well as a major conflict with Vincent Colyer, which caused a political uproar in Washington, D.C. Eventually, Union aid societies assisted the freedmen in learning to read and write, and created James City to house the freedmen.\nHow did the arrival of the freedmen benefit the Union Army?Hari Jones: The Union Army was able to hire a work force that performed critical combat service support tasks, such as building fortifications and unloading supplies from ships. African Americans who would become soldiers and laborers learned to read and write in New Bern’s Freedmen School, which was established in April 1862. Also, African American artisans were very successful in the city working privately and for the government. These African Americans combined with the free population that had lived and prospered in the city prior to occupation would make New Bern an important commercial and cultural center for free and freed persons of color in North Carolina.\nWhat was the role of the New Bern freedmen in the newly formed U.S. Colored Troops?Hari Jones: Thousands of freedmen joined the Union Army and Navy. The 1st North Carolina Colored Infantry (35th U.S. Colored Infantry) was first organized in the spring of 1862 in New Bern by William H. Singleton, a runaway teenager from Craven County who had initially volunteered to be a manservant for a Confederate captain. However, the regiment was not mustered into Federal service until June 1863. Singleton and other U.S. Colored soldiers recruited out of New Bern, like Furney Bryant, were outstanding guides, scouts and spies. The most successful Union generals would learn from the Union experience in North Carolina that African American soldiers with knowledge of the local terrain made outstanding guides, scouts, spies and raiders. General Grant would call the African American soldier a “powerful ally,” and a regiment credited to the state of North Carolina, the 36th USCI (originally the 2nd North Carolina Colored Infantry), was among the first Union troops to enter Richmond.\nDid New Bern remain the symbol of emancipation it became during the Civil War?Hari Jones: Combined with the Trent River Settlement, renamed James City, the New Bern area remained an important symbol of emancipation and a model for rehabilitation and/or assimilation into a free society. Chaplain Horace James, for whom James City is named, assumed responsibility for the freedmen in the area in 1863 and became the superintendent of the Freedmen’s Bureau in North Carolina. His experience in New Bern would influence his activities throughout the state. African American artisans and businessmen of New Bern became leading citizens beyond Reconstruction. The African American community in New Bern became very active in self-governance until the rise of the “white supremacist” movement in the late 19th and early 20th centuries. New Bern and the rest of North Carolina would subsequently fall victim to racial hatred and discrimination. \nWhat traces of this legacy remain in New Bern today?Richard Sauers: The recent creation of a small battlefield park helps maintain Newbern’s Civil War legacy. After the war, Union veterans erected monuments in the national cemetery and held reunions in coastal North Carolina. In my estimation, there are more miles of extant Civil War fortifications around Newbern than around most other such towns in the country. After Burnside left with most of the troops, General John G. Foster created a system of fortifications to ensure that Newbern could remain a Union base and repel any Confederate attack. Many of these forts still remain, as does the historic 1860s core of the town. Newbern was one of the most heavily photographed towns of the 1860s, thanks to the photographers who accompanied the Massachusetts militia regiments to Newbern in the fall of 1862.","author":"History.com  Staff","web_category":"news","title":"Remembering the Battle of New Bern on Its 150th Anniversary","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/new-bern-wide.jpg","url":"http://www.history.com/news/remembering-the-battle-of-new-bern-on-its-150th-anniversary"}