{"summary":"According to McElroy, one out of every 10 prisoners died during the six weeks Camp Lawton remained in operation. Led by graduate student Kevin Chapman on the grounds of the Bo Ginn National Fish Hatchery near the town of Millen, the dig yielded roughly 200 objects used by inmates and guards at the Camp Lawton prison, including an improvised pipe, a tourniquet buckle, buttons and coins","advice_category":"1","content":"\nLed by graduate student Kevin Chapman on the grounds of the Bo Ginn National Fish Hatchery near the town of Millen, the dig yielded roughly 200 objects used by inmates and guards at the Camp Lawton prison, including an improvised pipe, a tourniquet buckle, buttons and coins. These everyday items, Chapman said in a press conference on August 18, 2010, bear witness to “individual men and their desire to survive” during America’s bloodiest conflict.\nIt has been known for quite some time that the site, which borders Magnolia Springs State Park, was once home to Camp Lawton, largely due to the remains of Confederate earthworks there and because freshwater springs are mentioned in descriptions of the prison, explained W. Todd Groce, president and CEO of the Georgia Historical Society. The 42-acre Camp Lawton, which opened in the fall of 1864 to accommodate men from the notorious Andersonville prison, lasted a mere six weeks before it was swiftly abandoned as Union troops approached. That was enough time for an estimated 725 to 1,330 of its 10,000 inmates to perish. While Andersonville has become a national historic site as well as a byword for the suffering faced by POWs on both sides of the conflict, Camp Lawton has remained “an obscure Civil War footnote,” said the historian John K. Derden, who wrote a book on the prison.\nAt the time of Camp Lawton’s construction, more than 32,000 prisoners were packed into the 26-acre stockade at Andersonville, where poor rations, inadequate shelter and a lack of sanitary facilities had triggered widespread unrest, disease and death. Meanwhile, General William Sherman and his Union troops had spent the summer plowing through the Confederate heartland, seizing city after city in a series of successful battles that included the decisive siege of Atlanta. Unsure of the path Sherman’s men would take through Georgia, Confederate officials feared they were headed for Andersonville and decided to evacuate all but the sickest prisoners there.\nSome 10,000 of them were moved to a site near Millen, where stockades had been hastily built by slaves despite at least one doctor’s concerns that the poor quality of the local water supply could endanger inmates and guards. Believing they had made the 150-mile journey as part of a prisoner exchange, the prisoners were aghast when they arrived at Camp Lawton, as the Millen complex was called. Union soldier John McElroy described his unit’s transfer from Andersonville in his 1879 memoir: “We were ordered out of the cars, and marching a few rods, came in sight of another of those hateful Stockades, which seemed to be as natural products of the Sterile sand of that dreary land as its desolate woods and its breed of boy murderers and gray-headed assassins.”\nAs more and more war-weary and severely malnourished prisoners were loaded into the new stockade, conditions deteriorated. Instead of Andersonville’s sweltering heat, the men now faced torrential rains and plunging temperatures. The most fortunate among them had little more than two poles draped with a blanket to blunt the effects of the elements, while others burrowed into the dirt for warmth. According to McElroy, one out of every 10 prisoners died during the six weeks Camp Lawton remained in operation. The facility’s chief surgeon appealed for supplies, writing, “Thousands of sick, both at this post and Andersonville, are in a state of suffering that would touch the heart even of the most callous.”\nTheir misery did not last long, at least not at Camp Lawton. By early November, General Sherman’s troops had embarked on the campaign known as Sherman’s March to the Sea, which would take them straight through Millen. “The Confederate government moved the prisoners out of what they thought would be the path of Sherman’s army, but they inadvertently moved them directly into the path,” Groce explained. Camp Lawton was dismantled and emptied in three days. Some of its prisoners were sent to Savannah or South Carolina, but 1,000 of them returned to Andersonville, meaning they had been “shuttled around Georgia in a big circle,” Groce said.\nLater that winter, a group of Sherman’s men came across the deserted stockade, finding a freshly dug pit and a board bearing the inscription “650 buried here.” Brigadier General John W. Geary described the “foul and fetid” scene, concluding, “This prison, if indeed it can be designated as such, afforded convincing proofs that the worst accounts of the sufferings of our prisoners at Andersonville, at Americus, and Millen were by no means exaggerated.” A chaplain later recalled the abandoned facility’s “miserable hovels, hardly fit for swine to live in.” On Sherman’s say-so, outraged Union soldiers burned the camp to the ground and set fire to Millen’s railroad station and warehouses.\nFive years after the war ended, the Union dead of Millen were transported to their final resting places; many were re-interred at a Civil War cemetery near Beaufort, South Carolina. Camp Lawton remained virtually untouched until 2009, when Kevin Chapman and his team broke ground there at the suggestion of Sue Moore, an anthropology professor at Georgia Southern University. As a result, they uncovered “one of the most pristine Civil War archaeological sites discovered in recent history,” according to Mark Musaus, deputy regional director of the U.S. Fish and Wildlife Service, which co-sponsored the project along with Georgia Southern University and the Georgia Department of Natural Resources.\nA selection of the artifacts will go on display at the Georgia Southern University Museum on October 10. Meanwhile, excavations of Camp Lawton will continue, helping scholars piece together this tragic chapter of American history. For Chapman, who served in the U.S. military, the discovery sheds light on the experiences of a group of people who shaped the country’s future but left few traces of their contribution. “It’s the story of the men who didn’t write it down,” he said. “It’s the story of the men who went home and went on with their lives.”","author":"Jennie  Cohen","web_category":"news","title":"Civil War Artifacts Unearthed from Former Confederate Prison","picture_url":"http://www.history.com/images/topic/content/inline/civil-war-camp-lawton.jpg","url":"http://www.history.com/news/civil-war-artifacts-unearthed-from-former-confederate-prison"}