{"summary":"But the location of her tomb has puzzled experts because most members of Fifth Dynasty royal families are buried over a mile to the north or further south at nearby Saqqara.. Led by Miroslav B?rta of the Czech Institute of Egyptology, the team made the discovery at Abusir, a pyramid and necropolis complex located south of Cairo and near the legendary Saqqara site","advice_category":"1","content":"\nArchaeologists have unearthed the court and tomb of a previously unknown ancient Egyptian princess who lived some 4,500 years ago. Led by Miroslav B?rta of the Czech Institute of Egyptology, the team made the discovery at Abusir, a pyramid and necropolis complex located south of Cairo and near the legendary Saqqara site. Along with clues about a mysterious branch of Fifth Dynasty royals, the dig has yielded a number of beautifully crafted statues, limestone sarcophagi and other precious artifacts.\n“By this unique discovery we open a completely new chapter in the history of Abusir and Saqqara necropolis,” B?rta said in a press release issued by the Czech Institute of Egyptology.\nWhile the excavation of the site is still underway, archaeologists have already uncovered a pillared court with inscriptions identifying it as the domain of Shert Nebti, the daughter of a king called Men Salbo. The princess’ tomb and those of several high-ranking officials—including an individual referred to as Nefer, meaning “beautiful one”—flank the court.\nShert Nebti’s remains have not yet been found, so the researchers can’t confirm whether she was actually interred beside her court. But the location of her tomb has puzzled experts because most members of Fifth Dynasty royal families are buried over a mile to the north or further south at nearby Saqqara.\nWhatever the reason for the tomb’s placement, archaeologists think ancient builders used a natural step in the bedrock to create the court, which reaches 13 feet into the ground. B?rta and his team believe the site has only begun to give up its many treasures, and that their ongoing excavation might reveal even more monuments and hints as it continues.","author":"History.com  Staff","web_category":"news","title":"Tomb of Ancient Egyptian Princess Unearthed","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/egyptian-princess-tomb.jpg","url":"http://www.history.com/news/tomb-of-ancient-egyptian-princess-unearthed"}