{"summary":"New dating technology based on fluorine testing emerged in 1939, but the Piltdown remains had been locked away after Dawson’s death in 1916 and were not extensively tested until a decade later. Miles Russell, an archaeologist at Bournemouth University and author of the new book The Piltdown Man Hoax: Case Closed, will present evidence that Dawson created some 38 fake finds over the course of his life, all in the hopes of gaining acceptance into various scientific societies","advice_category":"1","content":"\nBy the time of Dawson and Woodward’s historic announcement, the search for a missing link to prove Darwin’s still-controversial theory had grown intense. Significant evidence of early humans in the British Isles had not yet been found, and the success of the Sussex dig was a major headline-grabber. Woodward, who was the curator of the British Museum’s paleontology department, dubbed the discovery Eoanthropus dawsoni, or “Dawson’s Dawn-man,” but he was more commonly known as the Piltdown Man.\nThe first doubts about Piltdown Man’s legitimacy surfaced in the 1920s and ’30s, with the discovery of other early human remains around the world (such as the Taung skull in South Africa, now known as Australopithecus). None of them showed the large brain and ape-like jaw of Piltdown Man; instead, they suggested that jaws and teeth became human-like before a large brain evolved. New dating technology based on fluorine testing emerged in 1939, but the Piltdown remains had been locked away after Dawson’s death in 1916 and were not extensively tested until a decade later. At that time, fluorine testing revealed that the remains were a good deal younger than had previously been claimed, closer to 50,000 than 500,000 years old. (Later, carbon-dating technology showed that the skull was actually no more than 600 years old.)\nBut that wasn’t all: Upon closer examination of the Piltdown Man, scientists found that the presumed hominid’s skull and jaw actually originated from two different species, a human and an ape (possibly an orangutan). A microscope revealed that the teeth within the jaw had been filed down to make them look more human, and that many of the remains from the Piltdown site appeared to have been stained to match each other as well as the gravel where they were supposedly found. In November 1953, authorities of the British Natural History Museum announced these findings and publicly called Piltdown Man a fraud.\nWho was responsible for the hoax? A century after the Piltdown Man’s “discovery,” the answer still remains unclear. Over the years, a number of possible suspects emerged, ranging from the most obvious–Dawson himself, either working alone or with accomplices–to the more far-fetched. One argument even blamed the famed crime writer Sir Arthur Conan Doyle, who lived near Piltdown, claiming that as an ardent spiritualist he wanted to discredit the scientific establishment. A somewhat more convincing case surfaced in 1996, when an old trunk found in storage at the British Museum was found to contain fossils that had been stained in the same manner as the Piltdown remains. The trunk was linked to Martin A.C. Hinton, a volunteer at the museum in 1912 who may have been seeking revenge against Woodward for not giving him a raise.\nThe clouds of uncertainty may be lifted this week, when the Geological Society meets to discuss the findings of recent examination of the Piltdown Man remains. Scientists and archaeologists are using the most up-to-date forensic techniques, including isotopic analysis, sophisticated carbon dating and DNA extraction to find the true origins of the remains. Some of the tests are still ongoing, but all the evidence seems to point to Dawson as the most likely culprit. At this week’s meeting, Dr. Miles Russell, an archaeologist at Bournemouth University and author of the new book The Piltdown Man Hoax: Case Closed, will present evidence that Dawson created some 38 fake finds over the course of his life, all in the hopes of gaining acceptance into various scientific societies. With Piltdown Man, he may have been seeking inclusion into the Royal Society, a significant achievement for an amateur bone-hunter. Instead, Dawson will be remembered for something far less prestigious: as the likely perpetrator of one of the most sensational scientific frauds in history.","author":"Sarah  Pruitt","web_category":"news","title":"Piltdown Man Hoax, 100 Years Ago","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/HITH-Piltdown-replica.jpg","url":"http://www.history.com/news/piltdown-man-hoax-100-years-ago"}