{"summary":"After the war, the U.S. In June 1898, American and Cuban forces wrested control of Guant?namo Bay from the Spanish","advice_category":"1","content":"\n1. We remember the Maine, but we don’t understand it.\nIn January 1898, as tensions flared between Cuban revolutionaries and Spanish troops, the battleship USS Maine was sent to Havana to protect American interests and civilians there. On February 15 a massive explosion sank the vessel, killing 266 sailors. Sensationalist newspaper articles and advocates of war accused the Spanish of destroying the ship, and a naval inquiry soon concluded that a mine had caused the disaster. With the rallying cry “Remember the Maine!” galvanizing Americans, President William McKinley reluctantly signed a resolution supporting Cuban independence and threatening Spain with military action. Today, however, experts generally doubt the Spanish had a hand in Maine’s demise. Though we may never know for sure what unleashed the tragedy that helped spark a war, recent investigations have implicated the ship’s design, ammunition storage and coal bunker.\n2. The Rough Riders didn’t ride.\nFamously led by future president Theodore Roosevelt, the 1st U.S. Volunteer Cavalry played a key—though likely exaggerated—role in the decisive Battle of San Juan Hill and took part in other confrontations of the Spanish-American War. The unit’s title and nickname notwithstanding, this crew of cowboys, sheriffs, outlaws and elites did very little riding. That’s because transport constraints forced the soldiers to abandon nearly all of their horses and mules in Florida when they shipped out to Cuba. While Roosevelt did indeed saddle up to lead his men, most of the Rough Riders fought on foot.\n3. For troops on both sides, yellow fever and typhoid were the real enemies.\nThe Spanish-American War claimed the lives of 3,000 Americans, but only a small fraction of these soldiers died in combat. Yellow fever and typhoid decimated entire units, swiftly spreading through camps in the Caribbean and the southeastern United States. Illness had already ravaged the Spanish force even before the conflict began, leaving only 55,000 out of 230,000 troops healthy enough to fight. After the war, the U.S. Army set up a commission to investigate the yellow fever problem, which continued to plague thousands of men still stationed in Cuba. Overseen by Walter Reed, scientists conducted experiments outside Havana that proved for the first time that mosquitoes spread the potentially fatal sickness.\n4. When American troops captured Guam, the island’s Spanish defenders welcomed them.\nOn June 20, 1898, the cruiser USS Charleston arrived off the shore of Guam on orders to capture the Spanish-controlled island. Steaming into the harbor, it fired 12 rounds to rout out any enemy combatants lurking in the long-abandoned fort of Santa Cruz. To the Americans’ surprise, a Spanish officer rowed out to their ship to welcome them; to his (possibly greater) astonishment, he was quickly taken prisoner. As it turned out, neither the 60 Spanish marines stationed on Guam nor the island’s civilians had any idea that war had broken out two months earlier.\n5. The Spanish-American War saw the birth of Gitmo.\nIn June 1898, American and Cuban forces wrested control of Guant?namo Bay from the Spanish. The strategically important harbor provided a crucial refuge for the U.S. Navy when hurricane season struck soon after. Several years later, in February 1903, President Theodore Roosevelt signed a treaty with Cuba’s new government that leased the area to the United States for 2,000 gold coins—or roughly $4,000—annually. (Though rent is still paid to this day, Fidel Castro’s government refuses to cash the checks.) Guant?namo Bay Naval Base, sometimes called Gitmo, is now America’s oldest overseas military installation.\n6. The term “yellow journalism” came from a popular comic strip of the 1890s.\nThe blaring headlines and frenzied news articles published during the Spanish-American War are considered prime examples of the hyperbolic reporting style known as yellow journalism. The press helped fuel not only Americans’ enthusiasm for the conflict abroad but also fervent nationalism—often bordering on hostility to outsiders—on the home front. The term grew out of a feud between two prominent newspaper publishers, William Randolph Hearst of the New York Journal and Joseph Pulitzer of the New York World. Beginning in 1896, Pulitzer printed a comic strip featuring a boy in a yellow nightshirt, entitled “The Yellow Kid”; Hearst later poached the cartoon’s creator and ran it himself. Both broadsheets brimmed with highly embellished reports, many focusing on Spain’s alleged atrocities, throughout the Spanish-American War.","author":"Jennie  Cohen","web_category":"news","title":"6 Things You May Not Know About the Spanish-American War","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/spanish-american-war.jpg","url":"http://www.history.com/news/6-things-you-may-not-know-about-the-spanish-american-war"}