{"summary":"rex cannibalism within a small sample of tooth-marked bones, an indication that the practice was rampant rather than a last resort in desperate times. Paleontologist Nicholas Longrich of Yale University discovered giant tooth marks half an inch deep in arm and foot bones from Tyrannosaurus rex fossils found in western North America and dated to the late Maastrichtian period","advice_category":"1","content":"\nMeals were a gruesome production for Tyrannosaurus rex, one of the largest—and toothiest—creatures to ever stalk the earth. For the most part, the king of dinosaurs probably subsisted on its slower, smaller, vegetarian brethren, such as duck-billed hadrosaurs like Edmontosaurus and horned ceratopsians like Triceratops. It used its incredible speed and massive jaw to hunt and slay its victims, but it also wasn’t above scavenging for dead animals. Some scientists have even theorized that T. rex poisoned its struggling prey with toxic saliva, much like the modern-day Komodo dragon.\nAccording to a recent study, T. rex’s rather brutal feeding patterns may also have included one of humanity’s most unspeakable taboos: cannibalism. Paleontologist Nicholas Longrich of Yale University discovered giant tooth marks half an inch deep in arm and foot bones from Tyrannosaurus rex fossils found in western North America and dated to the late Maastrichtian period. Given the size and shape of the gouges, another T. rex is the only possible culprit.\n“They’re the kind of marks that any big carnivore could have made, but T. rex was the only big carnivore in western North America 65 million years ago,” Longrich explained in a statement.\nWriting in the October 15 issue of the journal PLoS ONE, Longrich and his colleagues said it was unlikely that the gashes resulted from claw-to-claw combat, which scientists believe was common behavior for Tyrannosaurus rex. Battling dinosaurs would probably have lunged for each other’s more vulnerable areas, such as the head and flanks, rather than the feet and arms. Instead, the researchers suggested, a hungry Tyrannosaurus probably came across the carcass of another while scavenging for food. Alternatively, the victor of a violent intraspecies squabble may have celebrated by eating its dead opponent, toes and all.\nThe researchers found four examples of T. rex cannibalism within a small sample of tooth-marked bones, an indication that the practice was rampant rather than a last resort in desperate times. (In other words, there’s no evidence of a dinosaur Donner Party.) This finding is hardly surprising: In 2007, a team of scientists made a compelling case for cannibalism in another theropod, Majungasaurus, which existed several million years before Tyrannosaurus.\nToday, cannibalism occurs in every corner of the animal kingdom, especially among large carnivores such as bears, hyenas and alligators. Smaller critters do it too, including scorpions, rattlesnakes and, perhaps most notoriously, female praying mantises, which decapitate their mates during sex. For some species, cannibalism is so instinctual it starts before birth: Sand tiger sharks, for instance, are known to devour their siblings while still in the womb.\nThe study is significant because it sheds new light on the diets and feeding habits not only of Tyrannosaurus rex but also of other gigantic predators that left their massive footprint in the fossil record. “Given that cannibalism is known in Tyrannosaurus, Majungatholus and many extant, large-bodied carnivores, this behavior is likely to have been widespread in large, carnivorous dinosaurs,” the researchers wrote.","author":"Jennie  Cohen","web_category":"news","title":"Cannibal Clues Worsen Tyrannosaurus Rex’s Bad Rap","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/t-rex-cannibal.jpg","url":"http://www.history.com/news/cannibal-clues-worsen-tyrannosaurus-rexs-bad-rap"}