{"summary":"Newton peppered his speech with the archetypal pirate cry “Arrr!” that has punctuated buccaneer dialogue ever since.. Newton portrayed Long John Silver in Disney’s 1950 film “Treasure Island,” later reprising the role in a sequel and television series","advice_category":"1","content":"\nInternational Talk Like a Pirate Day\nOne day in 1995, two Oregon natives faced off in a particularly boisterous game of racquetball. For reasons that neither John Baur nor Mark Summers can precisely recall, they began trading insults and encouragements in the lingo, tone and syntax of stereotypical pirates. “Arrr!” one exclaimed. “That be a fine cannonade!” the other hollered. Lapsing into swashbuckler slang proved so addictive that the two friends decided a new holiday should be devoted to the activity.\nFor the next seven years, the men celebrated Talk Like a Pirate Day as something of an inside joke, choosing the birthday of Summers’ ex-wife as the obvious date for its observance. But in 2002, they shared their idea with the syndicated humor writer David Barry, who promoted it in a tongue-in-cheek column that described Baur and Summers as “visionary individuals.” The holiday went viral, and now landlubbers across the globe spend September 19 shouting “Ahoy!” to their mateys, pouring noggins of rum and denouncing lily-livered scallywags.\nPirate Talk: Myth Versus Reality\nSince the 19th century, books, plays, films and cartoons have depicted pirates who brandish colorful vocabularies and lay on thick accents with distinctive lingering “r” sounds. But did the swashbucklers of yore really shout “Arrr!” and speak a language all their own? While Anglophone sailors during the so-called “golden age of piracy”—the era in the 17th and 18th centuries when rogue privateers prowled the seas for plunder—certainly shared a common vernacular, stereotypical pirate talk combines actual nautical terms with fictionalized clich?s. In other words, chances are that Bartholomew Roberts, the Welsh pirate who is said to have inspired Disney’s Captain Jack Sparrow, didn’t sound a whole lot like Johnny Depp in “Pirates of the Caribbean.”\nMuch of what we know about Blackbeard, Calico Jack, Anne Bonny and other infamous pirates comes from “A General History of the Robberies and Murders of the Most Notorious Pyrates,” a 1724 collection of sea rover biographies. The volume inspired the popular pirate tales of the late 19th and early 20th centuries, including Robert Louis Stevenson’s “Treasure Island” and J.M. Barrie’s “Peter Pan.” Stevenson in particular invented new turns of phrase and resurrected obscure nautical jargon, creating what many consider a seminal pirate-speak text. He wrote the now-famous pirate anthem “Fifteen Men on the Dead Man’s Chest” (featuring the lyric “Yo-ho-ho, and a bottle of rum!”) in the style of the traditional sailors’ work songs known as sea shanties.\nFor other iconic expressions as well as the snarling brogue of onscreen pirates, the world can thank Robert Newton, described by the founders of International Talk Like a Pirate Day as its patron saint. Newton portrayed Long John Silver in Disney’s 1950 film “Treasure Island,” later reprising the role in a sequel and television series. The British character actor concocted many of the wild-eyed, lurching mannerisms associated with villainous buccaneers and based his vocal style on the “r”-rolling West Country accent of his native Cornwall—a choice that may approach historical accuracy, since many marauders during piracy’s heyday hailed from southwest England. Newton peppered his speech with the archetypal pirate cry “Arrr!” that has punctuated buccaneer dialogue ever since.\nPirate Glossary\nGet into the spirit of International Talk Like a Pirate Day by slipping one of these terms into conversation today.\nShiver me timbers: Commonly associated with pirates, this exclamation is thought to have first appeared in “Jacob Faithful,” an 1834 novel by Frederick Marryat about a London boy’s life on a riverboat. (It was originally written as “Shiver my timbers,” the “me” having been swapped in later to echo certain British regional dialects.) Robert Louis Stevenson further popularized the phrase in “Treasure Island.” Although we may never know whether the expression really figured prominently in nautical slang, “shiver” meant “break into pieces” in Old English, while “timbers” referred to a ship’s support frames. So “Shiver me timbers!” roughly translates to “May my boat fall apart!”\nHearties: When seamen shouted “ahoy” to their “hearties,” they were greeting their mates—fellow crewmembers who displayed their courage and “heart” on the dangerous seas. The original form of this term of endearment appears in the opening scene of Shakespeare’s “The Tempest,” in which a sailor shouts, “Heigh, my hearts!”\nDavy Jones’ locker: Sailors used this idiom as a synonym for “watery grave” in the 19th century. For reasons that remain unclear, Davy Jones was the name given to the evil spirit said to inhabit the depths. When seamen drowned, they went to his lair—or locker—at the bottom of the ocean.\nYoung puppies: Apparently, the notorious pirate Blackbeard, born Edward Teach around 1680, considered this a derogatory term. According to Robert Maynard of the Royal Navy, who ambushed and killed Blackbeard in 1718, the famous buccaneer used the insult for his enemies during battle.\nWalking the plank: It is believed that some mutineers and pirates used this form of murder or torture to punish ousted officers or captured rivals, forcing them to step off a wooden beam and into shark-filled waters. While the phrase appears in a handful of newspaper reports from the 18th and 19th centuries, pirates during that era likely enforced the legendary punishment less frequently than movies and other fictional accounts would have us believe.","author":"Jennie  Cohen","web_category":"news","title":"On Talk Like a Pirate Day, Landlubbers Arrr Shouting ‘Ahoy’","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/blackbeard-thumb.jpg","url":"http://www.history.com/news/on-talk-like-a-pirate-day-landlubbers-arrr-shouting-ahoy"}