{"summary":"In the December 8 issue of Nature, an international team reports that Anomalocaris fossils found in South Australia confirm the theory and suggest that the Cambrian predator had highly acute vision—and might have seen even better than most living compound eyed-creatures. Thought to have been the world’s first apex predator, at 3 feet long Anomalocaris dwarfed its contemporaries—the tiny trilobites, jellyfish and early vertebrates of the Cambrian Era","advice_category":"1","content":"\nSome 500 million years ago, a giant shrimp-like creature prowled the earth’s oceans, then home to every living animal on the planet. Thought to have been the world’s first apex predator, at 3 feet long Anomalocaris dwarfed its contemporaries—the tiny trilobites, jellyfish and early vertebrates of the Cambrian Era. As if its razor-edged teeth and powerful claws weren’t fearsome enough, scientists have now discovered that the marine monster boasted some of the sharpest—and, in proportion to its size, largest—eyes in history.\nScientists already suspected that Anomalocaris, just like today’s flies and horseshoe crabs, possessed compound eyes, which feature multiple lenses and excel at detecting movement. In the December 8 issue of Nature, an international team reports that Anomalocaris fossils found in South Australia confirm the theory and suggest that the Cambrian predator had highly acute vision—and might have seen even better than most living compound eyed-creatures. Each eye measured up to 3 centimeters in length and contained more than 16,000 lenses, according to the researchers, led by experts from the South Australian Museum, the University of Adelaide and other institutions.\nAnomalocaris’ eagle eyes would have allowed it to view its undersea environment in high resolution and with remarkable clarity, helping it remain at the top of the food chain. The researchers theorized that the killer’s immense peepers might have spurred its potential victims to adapt defensive features, hastening the so-called “evolutionary arms race” that occurred during the Cambrian. The study also suggests that compound eyes originated before the other anatomical structures that characterize arthropods (invertebrates such as insects, spiders and crustaceans), including hardened exoskeletons and legs made for walking.","author":"History.com  Staff","web_category":"news","title":"First Super Predator Was a Hawk-Eyed Shrimp, Study Shows","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/anomalocaris-wide.jpg","url":"http://www.history.com/news/first-super-predator-was-a-hawk-eyed-shrimp-study-shows"}