{"summary":"Henry James was one of America’s most acclaimed novelists in the late 1800s and early 1900s, while his older brother, William, was a renowned philosopher and is considered by many to be the father of American psychology. Edwin was regarded as perhaps America’s finest Shakespearean actor, and Hamlet was his signature role","advice_category":"1","content":"\n1. Wilbur and Orville WrightOn December 17, 1903, the Wright brothers—a pair of self-taught engineers from Dayton, Ohio—ushered in the era of flight when they made the world’s first heavier-than-air, powered-controlled flight near Kitty Hawk, North Carolina. Even though they were off the ground for only 12 seconds, the Wright brothers soared into aeronautical history. After their historic journey over the dunes of the Outer Banks, the brothers wisely gave up their joint bicycle business to focus on flying machines.\n2. John, Robert and Ted Kennedy\nJoseph Kennedy, Jr., was expected to be the political star of the Kennedy family, but after the naval aviator was killed in action during World War II, the mantle passed to his three younger brothers. When John F. Kennedy was sworn in as president in 1961, a political dynasty came of age. John named his younger brother Robert the attorney general, and a year later baby brother Ted was elected to fill the president’s old Senate seat in Massachusetts, a post he held until 2009. Robert also served in the Senate from 1965 until his assassination in 1968.\n3. Frank and Jesse JamesThe fraternal outlaws who helped to define America’s Wild West came of age as Confederate guerillas in Missouri during the Civil War. After the war, the brothers joined a gang of ex-soldiers and thieves who robbed banks, stores, stagecoaches and trains throughout the Midwest. By 1882 Jesse grew close to another pair of siblings in the James gang, the Ford brothers, but it was Bob Ford who shot Jesse James dead in an attempt to collect the state reward. Frank eventually stood trial for robbery, but was never convicted, while the Ford brothers toured the country recreating the murder of Jesse James in stage shows.\n4. Henry and William James\nAnother pair of James brothers made their fame in quite a different fashion than Jesse and Frank, and they did so in two very disparate intellectual arenas. Henry James was one of America’s most acclaimed novelists in the late 1800s and early 1900s, while his older brother, William, was a renowned philosopher and is considered by many to be the father of American psychology. (Their sister, Alice, also gained fame, albeit after her death, for her posthumously published diary that made her a feminist icon.)\n5. Wilhelm and Jacob GrimmGenerations of children have the Brothers Grimm to thank for popularizing fairy tales such as “Snow White,” “Cinderella,” and “Sleeping Beauty.” Born a year apart in Hanau, Germany, Wilhelm and older brother Jacob collected oral folktales and published them between 1812 and 1822 in several volumes, which became known as “Grimm’s Fairy Tales.” While the brothers turned out to be stars of the kiddie set, they were serious academics and linguists who intended to collect the stories as part of a scholarly treatise on folktales.\n4. Edwin and John Wilkes Booth\nWhile Edwin Booth was one of America’s foremost actors in the 1800s, his younger brother John Wilkes scripted one of the country’s greatest nineteenth-century tragedies. Edwin was regarded as perhaps America’s finest Shakespearean actor, and Hamlet was his signature role. John Wilkes was also a famous stage actor, but the theatrical performance for which he will forever be known is his assassination of Abraham Lincoln in Ford’s Theatre in 1865.\n7. The Marx Brothers\nThe pre-eminent fraternal comedy troupe in American history got their start in vaudeville and stage productions before becoming stars of the silver screen at the dawn of talking motion pictures. Groucho, Chico, Harpo and Zeppo starred in feature films, while a fifth brother, Gummo, also appeared in the earlier vaudeville performances of the Marx Brothers.\n8. The Sullivan BrothersNo band of brothers could match the five Sullivans—George, Francis, Joseph, Madison and Albert. After the quintet from Waterloo, Iowa, lost a friend at the bombing of Pearl Harbor, they enlisted in the Navy. All five were serving on the USS Juneau during World War II when it was sunk in a 1942 naval battle. When three uniformed men called upon their parents’ house, Thomas Sullivan knew the news was bad. “Which one?” the father asked. “I’m sorry. All five,” the lieutenant commander replied. Following the tragedy, the U.S. War Department established the Sole Survivor Policy to protect those who lost family members in military service from combat duty.","author":"Christopher  Klein","web_category":"news","title":"Famous Brothers in History","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/HITH-Superbowl.jpg","url":"http://www.history.com/news/famous-brothers-in-history"}