{"summary":"Wake made her way from Spain to Britain, where she convinced special agents to train her as a spy and guerilla operative. A year later she would learn that Fiocca, whom she frequently described as the love of her life, was arrested, tortured and executed by the Gestapo for refusing to inform on her.","advice_category":"1","content":"\nThe youngest of six children, Nancy Wake was born in New Zealand in 1912 but soon moved with her family to Sydney, Australia. After fleeing her broken, poverty-stricken home at 16 to work as a nurse, she received a small inheritance from an aunt that paid her way to New York, London and finally Paris, where she landed a job as a newspaper reporter. When she wasn’t filing stories about the alarming situation in Germany, Wake, a striking and fun-loving brunette, lived the breezy life of a glamorous socialite in France. In 1939 she married the wealthy French industrialist Henri Fiocca, a handsome playboy who loved tango dancing, and settled with him in Marseille.\nWhen Germany invaded France in May 1940, the couple threw themselves into the resistance movement, helping thousands of Jewish refugees and Allied servicemen—including many pilots who had been shot down over occupied territory—escape to Spain. Until she developed a reputation as the elusive “White Mouse,” as her enemies dubbed her, and became a key Gestapo target, Wake brazenly flirted with German soldiers to waltz through checkpoints and gather information. In 1943, aware that her hunters were finally closing in, she told her husband she was going shopping and, after several failed attempts and a brief stint in jail, crossed the Pyrenees into Spain. A year later she would learn that Fiocca, whom she frequently described as the love of her life, was arrested, tortured and executed by the Gestapo for refusing to inform on her.\nWake made her way from Spain to Britain, where she convinced special agents to train her as a spy and guerilla operative. In April 1944 she parachuted into France to coordinate attacks on German troops and installations prior to the D-Day invasion, leading a band of 7,000 resistance fighters. In order to earn the esteem of the men under her command, she reportedly challenged them to drinking contests and would inevitably drink them under the table. But her fierceness alone may have won her enough respect: During the violent months preceding the liberation of Paris, Wake killed a German guard with a single karate chop to the neck, executed a women who had been spying for the Germans, shot her way out of roadblocks and biked 70 hours through perilous Nazi checkpoints to deliver radio codes for the Allies.\nAfter the war, Wake received the first of many honors and awards for her service, including the George Medal from Britain, the Medal of Freedom from the United States and the M?daille de la R?sistance and Croix de Guerre from France. She returned to Australia and ran unsuccessfully for parliament in 1949 and 1951. Back in England in the 1950s, she worked for the British Air Ministry’s intelligence department and married her second husband, a former English fighter pilot named John Melvin Forward. The pair later moved back to Australia, where in 1985 Wake published her bestselling autobiography, “The White Mouse.”\nForward died in 1997, and in 2001 Wake relocated to London’s pricey Stafford Hotel, racking up considerable debt on board and the six gin-and-tonics she nursed at her regular spot in the downstairs bar. (In 2003, it was reported that Prince Charles and other prestigious benefactors had helped pay her bills.) In her final interviews, the declining heroine regaled journalists with stories of her wartime escapades and fond memories of killing Nazis. After a heart attack in 2003, Nancy Wake was placed in a nursing home, where she spent her last years before dying of a chest infection in a London hospital, three weeks short of her 99th birthday. Her ashes will be scattered in Montlucon, France, where she led a raid on Gestapo headquarters in 1944.","author":"Jennie  Cohen","web_category":"news","title":"World War II Resistance Heroine, Savior of Thousands, Dies at 98","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/nancy-wake.jpg","url":"http://www.history.com/news/world-war-ii-resistance-heroine-savior-of-thousands-dies-at-98"}