{"summary":"Sent to L?beck, Germany, after Wallace’s forces defeated the English at Stirling Bridge in 1297, it announced that Scotland’s ports had reopened for trade. “We do not have a lot of tangible links with Wallace as most of the documentation has been destroyed, so to have something that Wallace actually touched is a massive boost for Scotland.” A long-term loan to the National Records of Scotland was granted in September.","advice_category":"1","content":"\n“I am delighted to welcome the Wallace letter back to Scotland,” Fiona Hyslop, Scotland’s culture secretary, said in a statement. “It is one of the few surviving artifacts with a direct link to William Wallace and a fascinating fragment of our nation’s history. To have it here in Scotland, where it can be viewed by the Scottish public, is very significant indeed.”\nBorn into a family of minor nobility in the 1270s, Wallace became a key figure in Scotland’s struggle for independence after Edward I of England invaded the politically unstable kingdom in 1296. By late 1299 Wallace and his allies had lost control of the resistance movement and are thought to have traveled to Paris, where they hoped to make contact with deposed Scottish king John Balliol. They also presumably sought to gain the support of Philip IV, who had pledged that France would stand with Scotland against their shared English enemies.\nDated November 7, 1300, and penned in Latin, the French king’s letter corroborates reports of Wallace’s mission to France and hints at what he planned to do next. In the note, Philip addresses a group of unnamed French royal agents posted at the papal court in Rome, writing, “We command you that you ask the Supreme Pontiff to consider with favor our beloved William le Wallace of Scotland, knight, with regard to those things which concern him that he has to expedite.”\nThe nature of Wallace’s intended business with Pope Boniface VIII has puzzled scholars since the document surfaced 180 years ago, particularly since there is no evidence that he ever made it to Rome. It is also unclear whether the Scottish warrior carried the note himself, although a panel of academics who investigated it last March concluded that he probably did. Some experts, including British historian Geoffrey Barrow, have theorized that the letter was one of several “safe conducts” known to have been in Wallace’s possession when the English arrested him in 1305; this could explain how the document wound up in London—the site of Wallace’s brutal execution—in the first place.\nDuncan Fenton of the Society of William Wallace said that his organization has been petitioning the British National Archives to move the letter to Scotland since 2005. “We have been campaigning for years for this letter to be returned to Scotland and this is a fantastic result—not just for us, but for the Scottish people who will be able to see this document with their own eyes and feel a connection to William Wallace,” he explained. “We do not have a lot of tangible links with Wallace as most of the documentation has been destroyed, so to have something that Wallace actually touched is a massive boost for Scotland.” A long-term loan to the National Records of Scotland was granted in September.\nThe historic missive will go on display at the Scottish Parliament this August during Scotland’s yearly celebration of politics, media and the arts. Its unveiling promises to be all the more significant because it will appear alongside the legendary “L?beck” letter, the only known surviving document signed by Wallace and bearing his personal seal. Sent to L?beck, Germany, after Wallace’s forces defeated the English at Stirling Bridge in 1297, it announced that Scotland’s ports had reopened for trade. “This unique exhibition will, alongside lectures and debates planned as part of our annual Festival of Politics, help visitors explore the documents’ impact on Scottish history,” said Tricia Marwick, the Scottish Parliament’s presiding officer.","author":"Jennie  Cohen","web_category":"news","title":"700-Year-Old William Wallace Letter Finally Reaches Scotland","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/william-wallace-letter.jpg","url":"http://www.history.com/news/700-year-old-william-wallace-letter-finally-reaches-scotland"}