{"summary":"During an interview on NPR about her book in December 2010, Ridley suggested that Baret deserved a species of her own, saying, “I think that would be a nice tribute.”. As the expedition made its way toward South America, Baret spent much of her time evading the crew and caring for the sickly Commerson","advice_category":"1","content":"\nWho would help Commerson with his fieldwork during the long journey? While Baret was the obvious choice, a royal ordinance in force at the time forbade women from traveling on French Navy vessels. To get around the problem, the couple hatched an elaborate plot in which Baret dressed as a man and showed up on the dock to offer her services—introducing herself as “Jean”—just before Bougainville’s ship, the Etoile, set sail in December 1766. As the expedition made its way toward South America, Baret spent much of her time evading the crew and caring for the sickly Commerson. Arriving in Uruguay in February 1767, the pair began setting out on botanizing missions, amassing more than 6,000 specimens in two years.\nAccording to some historians, we have Baret alone to thank for one of their most famous discoveries: bougainvillea, a plant prized for its vibrant flowers that now blooms in warm climates around the globe. Suffering from incapacitating leg ulcers in Rio de Janeiro in 1767, Commerson is unlikely to have traipsed through the Brazilian countryside collecting the specimen he ultimately named for the expedition’s commander. Instead, his right-hand “man” might have gathered the seeds that introduced bougainvillea to Europe and germinated a worldwide vogue. In her 2010 book “The Discovery of Jeanne Baret,” British historian Glynis Ridley further posits that Baret’s knowledge of herbal remedies attracted her to the bright blossoms, since colorful leaves and flowers were considered therapeutic at the time.\nBy the spring of 1768, Baret’s shipmates had learned her true identity, and some sources suggest she became a victim of sexual assault. She and Commerson, who reportedly pretended to have been duped as well, disembarked in Mauritius and continued their botany research there until his death in 1773. Stranded and penniless in the Indian Ocean, Baret married a French officer and returned with him to France, where in 1785 she received a government pension for her work with Commerson. She died in 1807 at the age of 67.\nDespite her extraordinary contributions to the field of botany, until recently nothing in the natural world was named for Baret. (By contrast, 70 plants, insects and mollusks bear the designation “commersonii.”) Commerson’s notes reveal that he wanted to name a shrub he observed with Baret in Madagascar after his partner, perhaps because the plant’s many-shaped leaves evoked her ambiguous and multifaceted nature. He died before making the designation official, and instead of Baretia the genus is now known as Turraea. During an interview on NPR about her book in December 2010, Ridley suggested that Baret deserved a species of her own, saying, “I think that would be a nice tribute.”\n“Given the importance of her work and the singular nature of her achievements, Baret has clearly made a sufficient contribution to the field to deserve a species named after her,” the authors explain. “Following Commerson’s example, we believe that this new species of Solanum, with its highly variable leaves, is a fitting tribute to Baret.” They describe the plant’s namesake as “an unwitting explorer who risked life and limb for love of botany and, in doing so, became the first woman to circumnavigate the world.”\n“At the risk of speaking for her, I think Baret would appreciate how fitting it is that interest in a new plant discovery might be the means of bringing her life story to a wider audience,” Ridley told History.com. She added, “I’d like to express my thanks to Eric Tepe, whose botanizing has made this possible.”","author":"Jennie  Cohen","web_category":"news","title":"First Woman to Circle the Globe Honored at Last","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/jeanne-baret.jpg","url":"http://www.history.com/news/first-woman-to-circle-the-globe-honored-at-last"}