{"summary":"Between 1901 and 2012, 863 people (or organizations) have been awarded either a Nobel Prize or Nobel Memorial Prize in Economic Sciences, and fewer than 50 of those awards have gone to women. When the Dalai Lama was awarded the peace prize in 1989, he announced that he was accepting the award, in part, as a tribute to Gandhi","advice_category":"1","content":"\n1. So you want to win a Nobel Prize? Here are the rules.\nAs much as you might like to, you can’t nominate yourself for a Nobel Prize—someone else has to do it for you. You must be alive at the time of your nomination (more on that later). If you are nominated, you’ll likely never know unless you win. There are more than 200 initial nominees for the various awards each year, a number that is narrowed down by a selection committee to a shortlist (usually three to five people or organizations). The names of the initial nominees, as well as those shortlisted, are kept secret for 50 years, in part to prevent lobbying on the behalf of nominees.\n2. Technically, the Economics award is not really a Nobel Prize.\nAlfred Nobel’s will stipulated the creation of just five awards: physics, chemistry, physiology or medicine, literature and peace. However, since 1969, a sixth award has been handed out. In 1968, to honor its 300th anniversary, Sweden’s central bank created an endowment to fund a new prize honoring achievements in economic studies. Properly known as the “Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel,” the award recipients are chosen by the Swedish Academy of Sciences (who also select the prizes in chemistry and physics) in conjunction with a prize committee (separate from the one that issues the awards in other categories) and recipients receive their awards at the same December ceremony.\n3. Mahatma Gandhi never won the Nobel Peace Prize.\nBeginning in 1937, Indian leader Mohandas Gandhi was nominated for the award five times. His final nomination came just weeks after his assassination in January 1948. At that point in its history, the Nobel Committee had never awarded a prize posthumously, though its original governing charter did allow for this in extenuating circumstances. However, the committee determined that Gandhi had left behind no suitable heirs or organizations able to accept the award or its prize money. Unwilling to bestow the award posthumously, yet recognizing Gandhi’s lifelong commitment to non-violence, they instead decided not to award that year’s peace prize to anyone, stating that there were no “suitable living candidates” worthy of the award. The Gandhi controversy endures: In 1961, Dag Hammarskj?ld, Secretary-General of the United Nations, was awarded the Nobel Peace Prize, even though he had died in a plane crash earlier that year. When the Dalai Lama was awarded the peace prize in 1989, he announced that he was accepting the award, in part, as a tribute to Gandhi. And, in 2006, more than 50 years after Gandhi’s death, the Nobel Committee itself publicly acknowledged the omission, expressing regret that Gandhi had never been awarded the prize.\n4. For the Curies, the Nobel Prizes were a family affair.\nIn 1903, Marie Curie became the first female Nobel laureate when she and her husband Pierre were awarded the physics prize (they were also the first husband and wife team to win). Eight years later, Marie won a second Nobel, this time on her own and in the chemistry field. In 1935, Marie and Pierre’s daughter, Irene, was awarded a prize in chemistry, which she shared with her husband Frederic Joliot. That’s five awards in just two generations. The Curie’s curious connection to the Nobel doesn’t end there, though. In 1965, Marie and Pierre’s son-in-law, Henry Labouisse, was serving as Executive Director of UNICEF when that organization was awarded the Nobel Peace Prize.\n5. Albert Einstein’s ex-wife got his Nobel Prize money.\nThe marriage of physicist Albert Einstein and his first wife Mileva Mari? was rocky from the start. A promising scientist herself, Mileva abandoned her studies after they wed in 1903, and soon devoted herself to raising their two sons. In 1914, Einstein left his family, moving to Berlin while Mileva and the boys remained in Switzerland. Two years earlier, Einstein had begun a relationship with his cousin, Elsa, and he was soon pressuring Mileva for a divorce. After five years of negotiations, they finally agreed on a settlement. Einstein, never in doubt of his own talents, promised that the monetary award from any future Nobel Prize he received would be put in trust for his sons, with Mileva allowed to draw from the interest. Mileva accepted, and when Einstein was awarded the Nobel in physics in 1922, the prize money was duly transferred over to his former wife.\n6. Several people have turned down the Nobel.\nIt’s rare, but it has happened. French philosopher and writer Jean-Paul Satre was awarded the Nobel Prize in literature in 1964, but declined that (and any other) official honors. In 1973, Communist Vietnamese leader Le Duc Tho was jointly awarded the peace prize with U.S. Secretary of State Henry Kissinger for their work negotiating the Paris Peace Accords during the Vietnam War. Kissinger accepted his award, but Tho refused, stating that a true peace had not actually been achieved. When Russian poet and novelist Boris Pasternak was awarded the Nobel Prize in literature in 1958, he quickly accepted, telegraphing the Nobel Committee that he was, “immensely thankful” and “proud,” however, officials of the Soviet Union, who had successfully prevented publication of Pasternak’s work (including Doctor Zhivago), almost immediately pressured him into rejecting the prize. The Nobel Foundation would not select another winner, nor would it remove Pasternak’s name from the record books. Finally, near the end of the Cold War in 1989, Pasternak’s son Yevgeny accepted the award on his father’s behalf.\n7. Only 43 different women have won Nobel Prizes..\nBetween 1901 and 2012, 863 people (or organizations) have been awarded either a Nobel Prize or Nobel Memorial Prize in Economic Sciences, and fewer than 50 of those awards have gone to women. Women have had the most success with the peace prize, receiving the award 15 times, followed by 12 awards in literature (including American authors Pearl Buck and Toni Morrison), and 10 in physiology or medicine. However, they have not fared nearly as well in economics, physics or chemistry, winning just seven awards in those three categories combined—and two of those were won by Marie Curie in the early 20th century.","author":"Barbara  Maranzani","web_category":"news","title":"7 Things You May Not Know About the Nobel Prizes","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/hith-nobel-prize.jpg","url":"http://www.history.com/news/7-things-you-may-not-know-about-the-nobel-prizes"}