{"summary":"Grand Central was a technical marvel.The building of Grand Central was the largest construction project in New York’s history up to that time. population traveled through Grand Central every year, and during World War II millions of servicemen passed through Grand Central on their way to and from the front—so many that the U.S","advice_category":"1","content":"\n1. It’s actually the third station to occupy the site. \nThe first was Grand Central Depot, built by railroad tycoon Cornelius Vanderbilt and opened in 1871, which served as a hub for a number of railroad lines entering Manhattan. The complex, which stretched in an “L” shape along 42nd Street and what is now Vanderbilt Avenue included storage yards and a balloon shed where passengers boarded and departed trains. The railroads quickly outgrew the Depot, and in 1899 it was demolished and replaced with a far larger building, six stories high, which was named Grand Central Station. It wasn’t until 1903 that construction began on the current building, a project that took 10 years to complete.\n2. Grand Central’s birth was the result of a tragic accident.\nFor decades, New Yorkers had complained about the unhealthy soot and smog coughed up by the steam locomotives crisscrossing the city, but it took a fatal accident to create lasting change. On January 8, 1902, a commuter train travelling from suburban Westchester County crashed into another train waiting in the station’s entrance tunnel, killing 15 passengers. When an inquiry revealed that the noxious clouds emanating from the station area had blinded its driver, reformers and politicians acted swiftly, announcing plans to prohibit steam engines from operating in the city. Sensing the shift in the political winds, the Vanderbilt family announced plans to construct a new, state-of-the-art station that would utilize electricity, not steam. Grand Central’s design also transformed Manhattan real estate’s practices. When the new station went completely underground, it opened up valuable air rights on the streets above, and the resulting business boom created the midtown Manhattan we know today.\n3. Grand Central was a technical marvel.The building of Grand Central was the largest construction project in New York’s history up to that time. It’s 70-acre compound had 32 miles of track, which fed into 46 tracks and 30 passenger platforms, making it nearly twice the size of the recently-opened (and original) Pennsylvania Station built by the Vanderbilt’s railroad rivals. The Vanderbilts were also immensely proud of Grand Central’s status as one of the world’s first all-electric buildings. In fact, their pride greatly influenced the station’s interior designs. When it first opened, every one of the stations chandeliers and lighting fixtures featured bare, exposed light bulbs—more than 4,000 of them. These bulbs remained a trademark of the station for nearly a century, until a massive retrofitting of the building in 2008, which required six-full time employees to replace the traditional bulbs with energy and cost efficient fluorescent ones. Another innovation was the extensive use of ramps, rather than stairs, throughout the station. This allowed both local commuters and long distance travellers to quickly get from track level to city streets, without lugging luggage up and down crowded steps; the feature was soon adopted in transportation centers around the world.\n4. Please don’t call it Grand Central Station.Once upon a time, trains arriving at Grand Central continued on into southern Manhattan, and the building itself was just a stop along the route. However, when the third and final Grand Central was built, it became the final stop—all railroad lines terminated at 42nd Street—making it a “terminal” not a “station,” and giving the building its new name. Just to keep things confusing, there actually is a Grand Central Station located just next door—it’s the branch of the U.S. Postal Service.\n5. Hitler tried to destroy Grand Central Terminal during World War II.\nBy the 1940s, the equivalent of 40 percent of the U.S. population traveled through Grand Central every year, and during World War II millions of servicemen passed through Grand Central on their way to and from the front—so many that the U.S. government opened a special branch of the USO inside the station. Considering its high profile and vital importance to the U.S. war effort, its perhaps not surprising that Grand Central was the target of Nazi sabotage during the war. In 1942, four German spies snuck on to Long Island with plans to destroy key logistical locations in the northeast, including Grand Central. They were quickly apprehended, but if they had made their way to the station’s secret subbasement, known as M42, they would have been met with an awesome sight—a platoon of armed soldiers, who monitored the super-secret outpost. To this day, M42 has never appeared on any maps of Grand Central, and behind its doors remain the controls of New York’s transportation network. Find out more about M42 here.\n6. Few people have ever heard of Grand Central’s Track 61, let alone seen it.\nIt’s likely that many a commuter has wished for a short cut that would whisk them to their destination without the hassle of Grand Central’s bustling, rush hour crowds. For one native New Yorker, that wish was a reality. During his time in office, President Franklin Roosevelt utilized a secret rail line, Track 61, which provided an underground connection between Grand Central and the nearby Waldorf-Astoria hotel. There was even a large freight elevator at the Waldorf’s end of the track, big enough to fit the president’s Pierce Arrow limousine, which allowed FDR to travel to and from New York in secrecy—quite handy for clandestine missions as he led the U.S. war effort during World War II.\n7. Edward R. Murrow took on Joseph McCarthy from the confines of Grand Central.\nFor much of its history the terminal has served as an important cultural hub for the city of New York. In it’s early years, people flocked to the building to take in a movie at its theater, dine at its restaurants and cafes or learn about the history of railroads at an on-site museum. There was even an art school, established in the 1920s by a group of painters included John Singer Sargent, which offered lessons to hundreds of students before closing in 1944. And while the station has provided a backdrop to countless books, movies and television shows, few people realize that during the early days of television, dozens of programs were filmed and broadcast out of studios located above the famed Oyster Bar. Among the notable productions to call Grand Central home was CBS’ “See it Now,” which included host Edward R. Murrow’s critical reports on Senator Joseph McCarthy’s controversial anticommunist hearings. The studios have long since been converted, in part, to a series of private tennis courts.\n8. A rocket once left a hole in Grand Central’s ceiling.\nAfter the Soviet Union became the first nation to enter space with the launch of their Sputnik satellite in 1957, Americans grew concerned that the communists had taken the technological lead in the race to be the world’s superpower. In an effort to ally these fears the U.S. government decided on a curious—and conspicuous—display of military might. Later that year they installed a Redstone rocket in the main concourse. The rocket may have been technologically advanced (t would later be used in the Mercury missions to launch astronauts Gus Grissom and Alan Shepard into space), but someone forgot to bring a tape measurer. When the rocket was first hoisted into position, it pierced a hole in the ceiling, just above the depiction of Pisces. When the ceiling was undergoing renovation years later, preservationists insisted that the hole remain as a reminder of the troubled era—and it’s still there today.\n9. Grand Central’s biggest “flaw” is also its most recognizable feature.The massive celestial ceiling that adorns the main concourse is depicted backwards. The mistake went unnoticed until a commuter—and amateur astronomer—pointed it out. The true reason for the mistake has never been uncovered, and theories vary. Some believe the ceiling’s designer accidentally transposed the original source, while others–including the Vanderbilts themselves–claimed that it was a purposeful depiction of God’s unique vantage point of the stars. The original ceiling was replaced in the 1930s, but the “mistake” remained, though for many years most New Yorkers couldn’t have seen it if they tried—the entire surface was covered in grime and dirt. It wasn’t until the 1980s that a restoration project began to remove the gunk, long thought to have been caused by the arrival and departure of thousands of trains. In fact, it was man—not machine—that caused the damage, which was the result of millions of cigarettes smoked by waiting commuters. Preservationists left a small patch of the ceiling untreated as a reminder of its former condition. Another irregularity may be even harder to pinpoint to modern eyes. When the building was first constructed, there was just one grand staircase in its main concourse. During the renovations, however, another was added on the eastern side to ease congestion and balance out the room. Workers tried to make the new section visually align (going so far as to briefly re-open the Tennessee quarry that had provided the original building material), but they did make one key change: Because the staircase is not part of the original structure, it was purposely built a few inches above the level of the one across the way—a visual sign to future historians that it was a more recent addition.\n10. Jackie Kennedy is just one of many celebrities associated with Grand Central.\nThe former first lady is rightfully remembered for her efforts to prevent the planned demolition of Grand Central in the 1960s, but long before that celebrities had made the building their own. In its early years, the exclusive 20th Century Limited railroad line, which ran between New York and Chicago, was so popular with movie stars that a red carpet was laid out every time it arrived. During World War II, stars like Judy Garland and Mickey Rooney entertained the troops in the concourse, where they sold millions of dollars in war bonds to aid the war effort. Pop artist Andy Warhol once commandeered President Roosevelt’s old Track 61 for a raucous one-night only party at the height of the “Swinging Sixties.” And it was another swinger, famed French aerialist Philippe Petit who wowed the crowds with his high-wire act in 1987, when he traversed the main concourse on a tightrope.","author":"Barbara  Maranzani","web_category":"news","title":"Grand Central Terminal: An American Icon Turns 100","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/GCS-grand-central-depot.jpg","url":"http://www.history.com/news/grand-central-terminal-an-american-icon-turns-100"}