{"summary":"“In design terms, a conscious effort was made by the architect and builders to make the sun do something special in the Pantheon at the equinoxes,” said Hannah. “Previous studies of the oculus in the Pantheon have emphasized its obvious structural role—it lightens the weight of the huge dome, thus reducing the risk of collapse—and the fact that it is the only source of direct sunlight inside this large building,” Hannah explained","advice_category":"1","content":"\nOne of the best preserved and most architecturally sophisticated Roman monuments, the Pantheon has remained in constant use and inspired numerous other buildings throughout its 2,000-year history. Yet the initial purpose and unique design of the imposing structure, which boasts a columned portico and the largest unreinforced concrete dome in the world, continues to intrigue historians. Though ancient sources and its very name—meaning “to every god”—describe the Pantheon as a temple, its unusual northern orientation and the 27-foot-wide circular opening in the center of the dome, known as an oculus, suggest there is more to the story.\nIn a paper published recently in the scholarly journal Numen, experts offer support for an intriguing theory: that Rome’s iconic Pantheon was designed to represent—if not actually function as—a giant sundial when Emperor Hadrian rebuilt the fire-ravaged original edifice around 128 A.D. They suggest that the structure was precisely oriented to allow the oculus, which provides the only light source in the building, to cast a single sunbeam that marked the daily arrival of midday and illuminated the doorway on special occasions, including the equinoxes and April 21, the traditional anniversary of Rome’s founding.\nAuthors Robert Hannah, a classics scholar from the University of Otago in New Zealand, and Giulio Magli, a historian of ancient architecture from Milan Polytechnic, are not the first to plumb the significance of the Pantheon’s oculus. “Previous studies of the oculus in the Pantheon have emphasized its obvious structural role—it lightens the weight of the huge dome, thus reducing the risk of collapse—and the fact that it is the only source of direct sunlight inside this large building,” Hannah explained. It has also been suggested that the roof opening helped cool the building during Rome’s blazing summers.\nAnd while some scholars have previously hinted at a link between the sun and the Pantheon, Hannah and Magli are the first to explore sundials as a possible model and to connect the play of light within the monument to the calendar. “The standard work on the building [by Kjeld de Fine Licht] expressly denied any relationship between the design of the Pantheon and the sun at the solstices and the equinoxes,” Hannah said. “Our work shows this is wrong. We argue that there are demonstrable links between the interior dimensions and decoration of the building and the sun, at least at the equinoxes.”\nIn his 2009 book “Time in Antiquity,” Hannah drew a parallel between the Pantheon and a particular type of early sundial, which consisted of a stone block carved into a hollow sphere with a hole in its upper surface. He then maintained that visitors to the building could essentially tell time by observing the position of the shaft of light from the oculus, which crosses above or below the entry at noon. Furthermore, he suggested, the beam hovers directly above the door at the March and September equinoxes, both moments of ceremonial importance for ancient Romans because it was then that emperors—many of whom cultivated an association with the Roman sun deity—was considered closest to the heavens and gods.\n“In design terms, a conscious effort was made by the architect and builders to make the sun do something special in the Pantheon at the equinoxes,” said Hannah. “Giulio added to this by demonstrating how the midday sun on April 21 spotlights anyone who stands in the open doorway of the Pantheon.” The authors propose that the emperor might have entered the Pantheon at that very moment, the bright halo around him acting as a striking confirmation of his divine power and the glory of Rome.\nHowever, as Hannah pointed out, it is difficult to determine the nature of the ceremonies held at the Pantheon since its function remains shrouded in mystery. “Whether the Pantheon was a temple or not is a debatable point, since it is very unusual in its form and orientation,” he said. “But its name suggests a religious function of some sort, and we are told by the historian Cassius Dio that it held many statues of gods, including ones of Mars and Venus. So it was a religious building in some sense—though daily life and religion were so intertwined in antiquity that this isn’t saying much.”\nStill, the sundial theory may shed light on some aspects of the enigmatic past of the building, which has served as a Catholic church since the seventh century. In addition to ruling the empire and serving as high priest of the state religion, Roman emperors like Hadrian were also responsible for managing the calendar. The Pantheon, perhaps, was a sacred place that emphasized all of these roles under one majestic roof. “Calendar, emperor and religion went together in imperial Rome,” Hannah explained.","author":"Jennie  Cohen","web_category":"news","title":"Is Rome’s Pantheon a Giant Sundial?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/pantheon-interior.jpg","url":"http://www.history.com/news/is-romes-pantheon-a-giant-sundial"}