{"summary":"According to reports, the Mona Lisa Foundation will make the case that da Vinci finished the Isleworth painting a decade earlier, which is why Gherardini looks younger in it. The Isleworth Mona Lisa was first discovered in 1914 by the art collector Hugh Blaker, who found it in the home of an English nobleman","advice_category":"1","content":"\nFor the last four decades, a portrait of a woman closely resembling the subject of Leonardo da Vinci’s famed Mona Lisa has remained under lock and key in a Swiss vault. While her wildly famous sister has flashed her enigmatic half-smile at an endless stream of Louvre visitors, the lady in the Isleworth Mona Lisa, as it is known, has kept her wider grin and younger looks hidden from the public.\nThat will change on Friday, when the consortium that owns the painting unveils it in Geneva as part of a campaign to prove that the Isleworth version is not only authentic but also a true original. The Mona Lisa Foundation, which was set up to research the portrait, will present evidence that da Vinci created the Isleworth Mona Lisa before his iconic masterpiece that hangs in the Louvre. The group counts chess grandmaster Anatoly Karpov, who will preside over the presentation, among its members. Art historians Alessandro Vezzosi and Carlo Pedretti will also make an appearance to support the new findings.\nArt historians believe da Vinci painted his most celebrated work between 1503 and 1506, while he was living in his native Florence. Lisa Gherardini del Giocondo, a wealthy Florentine silk merchant’s wife, is thought to have sat for the portrait. According to reports, the Mona Lisa Foundation will make the case that da Vinci finished the Isleworth painting a decade earlier, which is why Gherardini looks younger in it. She also appears flanked by columns that are absent from the artist’s renowned portrait.\nThe Isleworth Mona Lisa was first discovered in 1914 by the art collector Hugh Blaker, who found it in the home of an English nobleman. In 1962 Blaker sold it to the American collector Henry Pulitzer, who left it to his companion. A consortium of anonymous individuals purchased it after her death and placed it in the Swiss vault.\nFriday’s unveiling is sure to elicit expressions of doubt from art historians around the world, including da Vinci scholar Martin Kemp, who has already dismissed the Isleworth Mona Lisa as a copy produced after the Louvre version by another artist. Numerous facsimiles of the celebrated portrait appeared in the 16th century, including a copy that made headlines last year when experts determined it was painted alongside the original.","author":"Jennie  Cohen","web_category":"news","title":"Has the Original Mona Lisa Been Found?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/isleworth-mona-lisa-full.jpg","url":"http://www.history.com/news/has-the-original-mona-lisa-been-found"}