{"summary":"Many began paying tribute to their wives and girlfriends back home by naming tropical cyclones after them. The next year, the bureau embraced forecasters’ informal practice of giving hurricanes women’s names","advice_category":"1","content":"\nFor as long as people have been tracking and reporting hurricanes, also known as tropical cyclones, they’ve been struggling to find ways to identify them. Until well into the 20th century, newspapers and forecasters in the United States devised names for storms that referenced their time period, geographic location or intensity; hence, the Great Hurricane of 1722, the Galveston Storm of 1900, the Labor Day Hurricane of 1935 and the Big Blow of 1913. Meanwhile, hurricanes in the tempestuous West Indies were named for the Catholic saint’s days on which they made landfall.\nThe pioneering Australian weatherman Clement Wragge began assigning names to tropical cyclones in the late 19th century, initially using the letters of the Greek alphabet and characters from Greek and Roman mythology. An eccentric and playful fellow, he later turned to the names of local politicians he particularly disliked; as a result, he was able to state in public forecasts that the officials were “causing great distress” or “wandering aimlessly about the Pacific.” Needless to say, Wragge’s subtly hostile approach didn’t take the meteorology profession by storm.\nDuring World War II, U.S. Air Force and Navy meteorologists plotting storms over the Pacific needed a better way to denote hurricanes while analyzing weather maps. Many began paying tribute to their wives and girlfriends back home by naming tropical cyclones after them. In 1945 the newly formed National Weather Bureau—later the National Weather Service—introduced a system based on the military phonetic alphabet, but by 1953 the options had been exhausted. The next year, the bureau embraced forecasters’ informal practice of giving hurricanes women’s names. Because America led the world in weather tracking technology at the time, many other countries adopted the new nomenclature.\nBy the 1960s, some feminists began taking issue with the gendered naming convention. Most vocal among them was a?National Organization for Women member from the Miami area named?Roxcy Bolton, whose many accomplishments throughout a lifetime of activism include founding women’s shelters and rape crisis centers, helping to end sexist advertising, achieving maternity leave for flight attendants and eradicating all-male dining rooms in Florida restaurants. In the early 1970s Bolton chided the National Weather Service for their hurricane naming system, declaring, “Women are not disasters, destroying life and communities and leaving a lasting and devastating effect.” Perhaps taking a cue from Clement Wragge, she recommended senators—who, she said, “delight in having things named after them”—as more appropriate namesakes for storms.\nIn 1979, the National Weather Service and the World Meteorological Association finally switched to an alternating inventory of both men’s and women’s names. (Bolton’s senator-based plan was rejected, however, as was her proposal to replace the word “hurricane”—which she thought sounded too close to “her-icane”—with “him-icane.”) In recent years, the lists of names, which are predetermined and rotate every six years, have been further diversified to reflect the many regions where tropical cyclones strike. Names of devastating storms with major loss of life and economic impact, such as Katrina in 2005 and Andrew in 1992, are permanently retired.","author":"Jennie  Cohen","web_category":"news","title":"Why Do Hurricanes Have Names?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/hurricane-irene.jpg","url":"http://www.history.com/news/why-do-hurricanes-have-names"}