{"summary":"The Higgins boat, as it was known, was produced and fine-tuned by Higgins Industries, based right here in New Orleans. Why was the Higgins boat so important that Eisenhower thought the Allies might have lost the war without it?","advice_category":"1","content":"\nHow does The National WWII Museum plan to commemorate the 70th anniversary of the attack on Pearl Harbor this December?\nThe museum will commemorate the event in a number of ways, including an exhibit, a conference and a ceremony on December 7, the anniversary of the attack on Pearl Harbor. The three-day conference will explore America’s daunting entry into World War II after that fateful day, the harrowing battles in the Pacific and the victory at Guadalcanal, among other aspects of the conflict’s early stages. The exhibit, meanwhile, will look at the surprise attack on Pearl Harbor but also at other military actions by the Japanese that took place almost simultaneously on American-held territory throughout the Pacific. It also includes a significant online component so that even people who are not able to visit the museum will get a chance to explore the exhibit.\nWhy is the 70th anniversary of the Pearl Harbor attack particularly significant?\nUnfortunately, we are losing our World War II veterans at a growing rate. This might be the last anniversary in which people who experienced the historic event will be able to take part. Even those Pearl Harbor survivors who are still with us for the 75th anniversary in 2016 may no longer be able to travel to commemorative activities.\nWhy is the museum located in New Orleans?\nYou might say the museum is located here because of President Eisenhower. In an interview with the museum’s founder—the historian, author and educator Stephen Ambrose—Eisenhower described New Orleans resident Andrew Higgins as the man who won the war for us. Higgins, an entrepreneur and shipbuilder who died in 1952, designed the amphibious craft that Allied forces used to land on beaches, most famously during the invasion of Normandy on D-Day. The Higgins boat, as it was known, was produced and fine-tuned by Higgins Industries, based right here in New Orleans. The National WWII Museum was originally founded as the National D-Day Museum and focused on amphibious landings and the role of the Higgins boat.\nHow did Higgins come up with the idea for his special boat?\nIn the 1920s, oil and gas companies needed a way to navigate the coastal marshes of southern Louisiana. Higgins developed a flat-bottomed boat with a hull that could keep moving at high speeds in shallow waters, a recessed propeller that couldn’t get jammed by floating obstacles and a bowed front that enabled it to slide onto shore. Known as the Eureka boat, the craft was highly successful at landing in the surf and then backing out and turning quickly. After the Marine Corps expressed interest in the vessel, Higgins adapted it for military use, adding features such as a ramp that allowed troops, vehicles and supplies to exit onto the beach rather than into the water.\nWhy was the Higgins boat so important that Eisenhower thought the Allies might have lost the war without it?\nWarfare has always been about maneuvering. Before World War II, amphibious forces had to capture a port in order to land heavy equipment and supplies, using large rowboats with a limited capacity. Modern warfare made this option impractical. Higgins boats, on the other hand, enabled substantial groups of men transporting mechanized equipment to disembark onto open beaches, but they were small enough that multiple crafts could land simultaneously. Armies could invade more efficiently and immediately take the offensive.\nIn addition to the upcoming conference and exhibit tied to the 70th anniversary of the attack on Pearl Harbor, what else is in the works at the museum?\nThe museum is engaged in a major expansion that will eventually cover six acres in downtown New Orleans. New pavilions will allow us to explore additional aspects of the American experience during World War II. One of them will feature aircraft and large artifacts from the war along with several interactive and immersive exhibits; another will expand traditional exhibits and couple them with state-of-the-art technology for an enhanced visitor experience. Another recent development is the Solomon Victory Theater, which opened in November 2009 and features our signature film “Beyond All Boundaries,” a 45-minute overview of World War II.\nEnter by November 4 for a chance to participate in the sweepstakes here.","author":"History.com  Staff","web_category":"news","title":"The National WWII Museum Commemorates 70 Years Since Pearl Harbor","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/national-wwii-museum-exhibit.jpg","url":"http://www.history.com/news/the-national-wwii-museum-commemorates-70-years-since-pearl-harbor"}