{"summary":"Earhart radioed U.S. Many experts believe Earhart and navigator Fred Noonan got slightly off course en route to a refueling stop at Howland Island in the Pacific Ocean","advice_category":"1","content":"\nTheory #1: Earhart ran out of fuel, crashed and perished in the Pacific Ocean.\nThis is one of the most generally accepted versions of the famous aviator’s disappearance. Many experts believe Earhart and navigator Fred Noonan got slightly off course en route to a refueling stop at Howland Island in the Pacific Ocean. Earhart radioed U.S. Coast Guard ships stationed in the area, reporting that neither she nor Noonan could spot the tiny island where they were supposed to land. According to the so-called “crash-and-sink” theory, the plane eventually ran out of gas and plunged into the ocean, killing both Earhart and Noonan. It then sank, leaving no sign of their whereabouts.\nTheory #2: Earhart landed safely on Gardner Island but died before she could be rescued.\nIn this scenario, Earhart missed her intended Pacific Ocean refueling site, Howland Island, but spotted Gardner Island (now called Nikumaroro), an uninhabited coral atoll nearby. She landed safely but died before she could be rescued. This theory has gained ground in recent years due to the discovery on Nikumaroro of artifacts that could be related to Earhart. Items include an empty jar of the freckle cream she preferred and a piece of Plexiglas similar to that used in the Lockheed Electra airplane she flew. The International Group for Historic Aircraft Recovery (TIGHAR) recently launched its seventh expedition to the island to search for more clues.\nTheory #3: Earhart touched down on Saipan only to be executed by the Japanese.\nA 1987 book described the purported landing of Earhart’s Lockheed Electra on Saipan Island, just north of Guam. U.S. military personnel quoted in the book claimed they found Earhart’s briefcase in a safe on the island and guarded her aircraft before it was destroyed by the American military in a cover-up. However, no one has ever produced Earhart’s briefcase, and no other physical evidence has been offered to back up these verbal accounts. Furthermore, Saipan lies hundreds of miles west of Earhart’s known flight path, making it doubtful she landed there.\nTheory #4: Earhart’s flight was an elaborate scheme to spy on the Japanese, who captured her after she crashed.\nDid President Franklin D. Roosevelt enlist Earhart to spy on Japan? If so, the aviator did it in a very roundabout fashion. Earhart’s east-to-west route took her from California to South America, across Africa to India and across the northern tip of Australia en route to a refueling stop at Howland Island in the Pacific Ocean. According to the official account, at least, Earhart never got anywhere close to Japan. Besides, her flight was hardly a secret mission: Newspapers around the world tracked her progress on their front pages. The Earhart-as-spy theory emerged from a 1943 film about Earhart called “Flight for Freedom” and starring Rosalind Russell, but no evidence supports its veracity.\nTheory #5: Earhart survived a Pacific Ocean plane crash, was secretly repatriated to New Jersey and lived out her life under an assumed name.\nA 1970 book put forth a creative solution to the Earhart mystery. The author claimed the famous pilot survived a Pacific Ocean plane crash and was taken prisoner by the Japanese. At the end of World War II, U.S. forces purportedly found her in Japan and secretly repatriated her to New Jersey. There, Earhart took the name Irene Bolam and became a banker. When the real Bolam got wind of the book’s claims, she vigorously denied being Earhart and sued the author and publisher for $1.5 million. (The lawsuit was later withdrawn, though Bolam may have settled out of court.) Numerous experts who investigated Bolam’s life and compared her photos to Earhart’s agree that Bolam, who died in 1982, was not the missing aviator.\nTheory #6: Earhart survived and somehow made her way to Guadalcanal.\nIn 1943, during World War II, several Allied airmen reported seeing Earhart working as a nurse on Guadalcanal. The person they saw probably was Merle Farland, a nurse from New Zealand, who was said to resemble the lost pilot. According to the 1977 book “Lonely Vigil: Coastwatchers of the Solomon Islands,” Farland caused a “something of a stir” on Guadalcanal, where she was the only woman among legions of troops awaiting transport. The rumor of her “true” identity may have been triggered by the hallucinations of soldiers suffering from malaria and other diseases.\nTheory #7: Earhart crashed on New Britain Island.\nNew Britain Island rests at the eastern edge of Papua New Guinea, roughly along the flight path Earhart took on the final few legs of her round-the-world flight. Might she have crashed there? In 1943 an Australian army corporal on patrol in the island’s jungle claimed to have found an aircraft engine bearing a Pratt & Whitney serial number. Earhart’s plane had a Pratt & Whitney engine, but so did many planes used in the area before and during World War II. It’s unlikely that Earhart, who maintained in radio transmissions that she was running out of gas near Howland Island, would have had enough fuel left to fly to New Britain, some 2,000 miles away.\nTheory #8: Earhart was captured by the Japanese and became “Tokyo Rose.”\nRelated to other World War II-era myths that place Earhart in various Pacific Theater locales, including Saipan and Guadalcanal, this story originated immediately after the end of the war. A rumor circulated that Earhart had spread Japanese propaganda over the radio as one of many women collectively referred to as “Tokyo Rose.” Her husband, George Putnam, actively investigated this lead at the time, listening to hours of recorded broadcasts, but he did not recognize his wife’s voice.\nTheory #9: Earhart was captured by the Japanese and traveled to Emirau Island.\nEmirau Island, off Papua New Guinea, seems an unlikely place to find Earhart because it’s far from the spot where her last radio transmissions occurred. Still, a U.S. Navy crew member in World War II told of being sent to the island and spotting a photo of Earhart tacked up in the hut of a local man. The photo showed Earhart standing with a Japanese military officer, a missionary and a young boy. The sailor alerted naval intelligence officers, who allegedly took the photo from the hut against the owner’s wishes. The photo has never been found. Since Emirau Island had been a haven for Europeans stranded after a shipwreck in 1940, it’s likely the photo contained a lookalike and not the real Amelia.","author":"Elizabeth  Hanes","web_category":"news","title":"What Happened to Amelia?: 9 Tantalizing Theories About the Earhart Disappearance","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/amelia-earhart-with-plane.jpg","url":"http://www.history.com/news/what-happened-to-amelia-9-tantalizing-theories-about-the-earhart-disappearance"}