{"summary":"“The problem with this is that it doesn’t use very much of the available information and leads to very large uncertainty in body mass,” Sellers said.. Sellers said he believes his team’s new method is more reliable than older approaches","advice_category":"1","content":"\nDevoid of flesh and often represented by partial skeletons, dinosaurs excel at keeping their real weight a secret. In the past, experts relied on two different techniques for estimating the erstwhile body mass of fossilized creatures, said University of Manchester researcher Bill Sellers, lead author of a new paper on dinosaur weight published in Biology Letters. “One very common method is to take an artist’s reconstruction sculpture of the animal and measure its volume by dipping it in water just like Archimedes,” he said. “The problem with this is the artist’s reconstruction. These are both very time-consuming to do and probably rather inaccurate.”\nThe other approach involves using living animals to calculate the relationship between a specific body part, such as a leg bone, and total weight. Measurements from a specimen are then fed into the resulting equation. “The problem with this is that it doesn’t use very much of the available information and leads to very large uncertainty in body mass,” Sellers said.\nHoping to pioneer a better system, Sellers and his colleagues used laser imaging to scan the skeletons of 14 large mammals, including a bison, a camel, an elephant and a polar bear. They divided each scan into parts and mathematically “wrapped” the components to establish a minimum weight. Next, they compared this figure to real body mass information available in scientific literature. “We found for the living animals that this absolutely minimum weight was reliably 20 percent lower than the actual body weights of the animal, so by adding the missing 20 percent we could calculate the actual weight,” Sellers said.\nThe team then applied the same logic to a relatively complete skeletal specimen of Brachiosaurus, or Giraffatitan brancai, one of the largest sauropod dinosaurs. After scanning and mathematically wrapping a mounted skeleton from the Museum f?r Naturkunde in Berlin, they added 20 percent to the calculated minimum weight. “It turns out from this that the mass of the Berlin Brachiosaurus was 23 tons, which is very much at the low end of the previous ranges of predicted body weights—which go up to almost 80 tons at the highest end,” Sellers explained.\nSellers said he believes his team’s new method is more reliable than older approaches. “Firstly, we include all the information from the complete skeleton rather than choosing just one aspect,” he noted. “Secondly, the method is completely objective. At no point is any subjective judgment required to estimate the amount of soft tissue on the animal. That also means that it is completely repeatable. If two people repeat the process with the same skeleton they will get the same answer.”\nIf the process were applied to other dinosaurs, it would reveal that the giant beasts were not as big as previously thought, Sellers said. And the new mass estimates could have significant implications for scientists’ understanding of how dinosaurs lived. “Body mass is the single most important biological parameter for any animal,” he explained. “It affects physiology, anatomy, behavior and ecology.”\nThis unexpected weight loss doesn’t mean dinosaurs were any less monstrous or terrifying—but they might have been slightly more graceful, according to Sellers. “Twenty tons is still a very large animal indeed, and it is still over 25 meters long, so these are still fearsome creatures,” he said. “What I think it shows is that they are perhaps not as ponderous as the higher weight estimates might lead you to think. Over the last 40 years research has shown that dinosaurs are not slow-moving, cold-blooded giant lizards but they are much more active and dynamic. I think a gradual reduction in predicted body mass goes hand in hand with this interpretation.”","author":"Jennie  Cohen","web_category":"news","title":"The Biggest Losers: Dinosaurs Slim Down With Lasers","picture_url":"http://www.history.com/news/wp-content/uploads/2012/06/berlin-brachiosaurus.jpg","url":"http://www.history.com/news/the-biggest-losers-dinosaurs-slim-down-with-lasers"}