{"summary":"The first Mayan calendar, known as the Calendar Round, appears to have been based on two overlapping annual cycles: a 260-day sacred year and a 365-day secular year that named 18 months with 20 days each. Gronemeyer outlined his findings a week after Mexico’s National Institute of Anthropology and History announced that another inscription with a possible mention of December 2012 was found at the Mayan ruins of Comalcalco, located not far from Tortuguero","advice_category":"1","content":"\nThe first Mayan calendar, known as the Calendar Round, appears to have been based on two overlapping annual cycles: a 260-day sacred year and a 365-day secular year that named 18 months with 20 days each. Under this system, each day was assigned four pieces of identifying information: a day number and day name in the sacred calendar and a day number and month name in the secular calendar. Every 52 years counted as a single interval, or Calendar Round, and after each interval the calendar would reset itself like a clock.\nBut because the Calendar Round measured time in an endless loop, ancient Mayans couldn’t use it to establish chronologies or relate events with wide spans of time between them. Around 300 B.C., priests apparently solved this problem by devising a new method known as the Long Count, which identified each day by counting forward from a base point calculated to fall on August 11, 3114 B.C. It grouped days into several sets: baktun (144,000 days), k’atun (7,200 days), tun (360 days), uinal or winal (20 days) and kin (one day). A single cycle of the Long Count calendar lasts 13 baktuns, or roughly 5,126 solar years, meaning that it is slated to end on a date correlating to December 21, 2012.\nWhat exactly happens when the Long Count winds down? For some theorists, hieroglyphs on a 1,300-year-old stone tablet from the Tortuguero archaeological site in Mexico might hold the answer. Worn with age and riddled with cracks, it includes a hazy prediction of an event involving Bolon Yokte, the Mayan god of creation and war, at the end of the 13th baktun. One hotly disputed hypothesis holds that the passage describes a cataclysmic end to the world as we know it.\nVarious Mayan scholars have attempted to debunk this reading, including Sven Gronemeyer of Australia’s La Trobe University, who has studied the Tortugero tablet in great detail. On Wednesday he presented his decoding of the inscription, suggesting that Bolon Yokte’s prophesied appearance on December 21, 2012, represents the start of a new era and not the end of days. Proponents of the apocalyptic interpretation have misunderstood the poorly preserved hieroglyphs, he said.\nGronemeyer outlined his findings a week after Mexico’s National Institute of Anthropology and History announced that another inscription with a possible mention of December 2012 was found at the Mayan ruins of Comalcalco, located not far from Tortuguero. The institute has long maintained that the Mayan calendar does not foretell the world’s destruction a year from now.","author":"Jennie  Cohen","web_category":"news","title":"Mayans Never Predicted December 2012 Apocalypse, Researchers Say","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/mayan-panel.jpg","url":"http://www.history.com/news/mayans-never-predicted-december-2012-apocalypse-researchers-say"}