{"summary":"Though fans quickly adopted the “Super Bowl” title, it had its detractors—including Pete Rozelle, commissioner of the NFL. The Hunt kids’ beloved Super Ball was the brainchild of chemist Norman Stingley, who developed it as a side project while working for a California rubber company in the early 1960s","advice_category":"1","content":"\nThe upstart AFL proved a game-changing success, and in the late 1960s the NFL approached Hunt with a merger proposal. To ease the transition, the two leagues planned a series of season-ending title games between their respective champions. Like baseball’s World Series, the event would bring the best players from both organizations onto the same field.\nWhen it came time to choose a name for the contest, Hunt made history once again. Meeting to plan the inaugural game in the summer of 1966, Hunt and other football kingpins ironed out the details but couldn’t nail down a catchy moniker. Officially, the event would be known as the “First AFL-NFL World Championship Game,” but its organizers referred to it as the “final game,” the “championship game” and other iterations that never quite caught on.\nDuring one of these meeting, Hunt blurted out an alternative with staying power: the “Super Bowl.” He soon admitted that his two children’s latest obsession, an ultra-bouncy orb called the “Super Ball,” had likely inspired his flash of brilliance. (The world “bowl” was already in use for college football championships at the time.) Other members of the planning committee began tossing the name around, and before long the media picked up on it.\nThe Hunt kids’ beloved Super Ball was the brainchild of chemist Norman Stingley, who developed it as a side project while working for a California rubber company in the early 1960s. He discovered that highly pressurized synthetic rubber had remarkable bounce when shaped into a sphere. Stingley’s employer passed on the innovation, but toy manufacturer Wham-O—maker of the Hula Hoop and Frisbee—understood its appeal and bought the concept. By the summer of 1965 the Super Ball was one of America’s most popular playthings.\nThough fans quickly adopted the “Super Bowl” title, it had its detractors—including Pete Rozelle, commissioner of the NFL. According to the 2002 memoirs of Super Bowl founding father Don Weiss, entitled “The Making of the Super Bowl,” Rozelle hated the word “super,” which he considered too colloquial. So in mid-1969, a contest was held to rebrand the championship under a new label. None of the submissions—Weiss mentions “Ultimate Bowl” and “Premier Bowl” as the best of the bunch—won over the judges.\nEven Hunt himself felt lukewarm about the term he coined. “I guess it is a little corny, but it looks like we’re stuck with it,” he told an AP reporter in January 1970. After describing the connection to his children’s bouncy ball, he said, “Kinda silly, isn’t it? I’m not proud of it. But nobody’s come up with anything better.”","author":"Jennie  Cohen","web_category":"news","title":"Super Bowl Owes Its Name to a Bouncy Ball","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/super-bowl-name.jpg","url":"http://www.history.com/news/super-bowl-owes-its-name-to-a-bouncy-ball"}