{"summary":"The CERN team now plans to study the quark-gluon plasma as it expands and cools, a phenomenon that gave rise to all matter that exists in the universe today, according to the Big Bang theory. In this blistering environment, atoms and particles melt into basic building blocks of matter called quarks and gluons","advice_category":"1","content":"\nMilliseconds after its birth, the universe was composed of a blazing, sticky liquid, researchers at the European Organization for Nuclear Research (CERN) have found. Since early November, the multinational team of scientists has been using CERN’s Large Hadron Collider—the world’s biggest and most powerful particle accelerator—to create “mini Big Bangs” several hundred feet below the Franco-Swiss border near Geneva,?Switzerland. Their simulations have overturned widespread assumptions that the universe in its infancy was a cloud of superheated gas.\nThe researchers employed a new and controversial approach to create conditions akin to the moments after the Big Bang, smashing together heavy lead ions at extremely high speeds. The resulting collisions produced tiny subatomic fireballs that reached temperatures exceeding 18 trillion degrees Fahrenheit—hundreds of thousands of times hotter than the center of the sun.\nIn this blistering environment, atoms and particles melt into basic building blocks of matter called quarks and gluons. Together, they form a dense, gooey liquid known as quark-gluon plasma, or “quark soup,” which scientists believe was present fractions of seconds after the Big Bang.\nBefore the latest findings from CERN, the prevailing theory held that such extreme heat would have broken down the forces linking quarks and gluons, yielding a gas-like substance. The experiment’s surprising results will likely inspire many physicists to investigate why quark-gluon plasma behaves in this unexpected manner.\nThe CERN team now plans to study the quark-gluon plasma as it expands and cools, a phenomenon that gave rise to all matter that exists in the universe today, according to the Big Bang theory. Some 13 billion years ago, within milliseconds of the initial explosion, groups of quarks combined to create protons and neutrons; roughly 300,000 years later, atoms began to develop. Over millions of years, gravity caused these atoms to gather into clouds of gas and form galaxies.\nThe Big Bang theory was first proposed in 1931 by Georges Lema?tre, a Belgian priest, astronomer and physicist who had observed a reddish glow—known as a redshift—around distant galaxies and clusters, an indication that they are moving away from us. If the universe is constantly expanding, Lema?tre reasoned, it must have begun at a specific moment in time with a “primeval atom.” His model remains the most widely accepted explanation for the origins of the universe within the scientific community.\nBy recreating the conditions of the Big Bang, the CERN researchers believe they have begun to lift the cloak of mystery that surrounds it. “These results are telling us about the evolution of the early universe, which inevitably will have had implications for how the universe looks today,” particle physicist David Evans, a member of the CERN team, told The Telegraph. “We have got to do a lot more analysis and put a lot more thought in to understanding this, but it is a really fascinating result.”\nThe CERN team’s methods have been called into question by a group called the Heavy Ion Alert, which fears the experiments could trigger a catastrophic reaction capable of destroying the planet. CERN maintains that the Large Hadron Collider presents no danger despite the massive amount of energy it generates and undergoes regular safety inspections by independent scientists.","author":"Jennie  Cohen","web_category":"news","title":"Mini Big Bangs Suggest the Universe Began as a Liquid","picture_url":"http://www.history.com/news/wp-content/plugins/add-to-any/share_save_171_16.png","url":"http://www.history.com/news/mini-big-bangs-suggest-the-universe-began-as-a-liquid"}