{"summary":"The experts told Columbus his calculations were wrong and that the voyage would take much longer than he thought. Columbus returned to Spain in chains in 1500.","advice_category":"1","content":"\n1. Columbus didn’t set out to prove the earth was round.\nForget those myths perpetuated by everyone from Washington Irving to Bugs Bunny. There was no need for Columbus to debunk the flat-earthers—the ancient Greeks had already done so. As early as the sixth century B.C., the Greek mathematician Pythagoras surmised the world was round, and two centuries later Aristotle backed him up with astronomical observations. By 1492 most educated people knew the planet was not shaped like a pancake.\n2. Columbus was likely not the first European to cross the Atlantic Ocean.\nThat distinction is generally given to the Norse Viking Leif Eriksson, who is believed to have landed in present-day Newfoundland around 1000 A.D., almost five centuries before Columbus set sail. Some historians even claim that Ireland’s Saint Brendan or other Celtic people crossed the Atlantic before Eriksson. While the United States commemorates Columbus—even though he never set foot on the North American mainland—with parades and a federal holiday, Leif Eriksson Day on October 9 receives little fanfare.\n3. Three countries refused to back Columbus’ voyage.\nFor nearly a decade, Columbus lobbied European monarchies to bankroll his quest to discover a western sea route to Asia. In Portugal, England and France, the response was the same: no. The experts told Columbus his calculations were wrong and that the voyage would take much longer than he thought. Royal advisors in Spain raised similar concerns to King Ferdinand and Queen Isabella. Turns out the naysayers were right. Columbus dramatically underestimated the earth’s circumference and the size of the oceans. Luckily for him, he ran into the uncharted Americas.\n4. Nina and Pinta were not the actual names of two of Columbus’ three ships.\nIn 15th-century Spain, ships were traditionally named after saints. Salty sailors, however, bestowed less-than-sacred nicknames upon their vessels. Mariners dubbed one of the three ships on Columbus’s 1492 voyage the Pinta, Spanish for “the painted one” or “prostitute.” The Santa Clara, meanwhile, was nicknamed the Nina in honor of its owner, Juan Nino. Although the Santa Maria is called by its official name, its nickname was La Gallega, after the province of Galicia in which it was built.\n5. The Santa Maria wrecked on Columbus’ historic voyage.\nOn Christmas Eve of 1492, a cabin boy ran Columbus’s flagship into a coral reef on the northern coast of Hispaniola, near present-day Cap Haitien, Haiti. Its crew spent a very un-merry Christmas salvaging the Santa Maria’s cargo. Columbus returned to Spain aboard the Nina, but he had to leave nearly 40 crewmembers behind to start the first European settlement in the Americas—La Navidad. When Columbus returned to the settlement in the fall of 1493, none of the crew were found alive.\n6. Columbus made four voyages to the New World.\nAlthough best known for his historic 1492 expedition, Columbus returned to the Americas three more times in the following decade. His voyages took him to Caribbean islands, South America and Central America.\n7. Columbus returned to Spain in chains in 1500.\nColumbus’s governance of Hispaniola could be brutal and tyrannical. Native islanders who didn’t collect enough gold could have their hands cut off, and rebel Spanish colonists were executed at the gallows. Colonists complained to the monarchy about mismanagement, and a royal commissioner dispatched to Hispaniola arrested Columbus in August 1500 and brought him back to Spain in chains. Although Columbus was stripped of his governorship, King Ferdinand not only granted the explorer his freedom but subsidized a fourth voyage.\n8. A lunar eclipse may have saved Columbus.\nIn February 1504, a desperate Columbus was stranded in Jamaica, abandoned by half his crew and denied food by the islanders. The heavens that he relied on for navigation, however, would guide him safely once again. Knowing from his almanac that a lunar eclipse was coming on February 29, 1504, Columbus warned the islanders that his god was upset with their refusal of food and that the moon would “rise inflamed with wrath” as an expression of divine displeasure. On the appointed night, the eclipse darkened the moon and turned it red, and the terrified islanders offered provisions and beseeched Columbus to ask his god for mercy.\n9. Even in death, Columbus continued to cross the Atlantic.\nFollowing his death in 1506, Columbus was buried in Valladolid, Spain, and then moved to Seville. At the request of his daughter-in-law, the bodies of Columbus and his son Diego were shipped across the Atlantic to Hispaniola and interred in a Santo Domingo cathedral. When the French captured the island in 1795, the Spanish dug up remains thought to be those of the explorer and moved them to Cuba before returning them to Seville after the Spanish-American War in 1898. However, a box with human remains and the explorer’s name was discovered inside the Santo Domingo cathedral in 1877. Did the Spaniards exhume the wrong body? DNA testing in 2006 found evidence that at least some of the remains in Seville are those of Columbus. The Dominican Republic has refused to let the other remains be tested. It could be possible that, aptly, pieces of Columbus are both in the New World and the Old World.\n10. Heirs of Columbus and the Spanish monarchy were in litigation until 1790.\nAfter the death of Columbus, his heirs waged a lengthy legal battle with the Spanish crown, claiming that the monarchy short-changed them on money and profits due the explorer. Most of the Columbian lawsuits were settled by 1536, but the legal proceedings nearly dragged on until the 300th anniversary of Columbus’ famous voyage.","author":"Christopher  Klein","web_category":"news","title":"10 Things You May Not Know About Christopher Columbus","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/columbus-day-facts.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-christopher-columbus"}