{"summary":"The New York Public Library recently released a 1757 porter recipe written in the future president’s scrawl in a journal Washington kept while serving in the Virginia militia. Under the heading “To Make Small Beer,” it calls for a mixture of bran hops, yeast and molasses","advice_category":"1","content":"\nThe New York Public Library recently released a 1757 porter recipe written in the future president’s scrawl in a journal Washington kept while serving in the Virginia militia. Under the heading “To Make Small Beer,” it calls for a mixture of bran hops, yeast and molasses. (Until well into the 19th century, “small beers” were weak-tasting, low-alcohol drafts considered suitable for children and meant to be consumed immediately after brewing, according to the library.) Washington begins by instructing readers to “take a large Sifter or Bran Hops to your Taste.” He later specifies that the concoction must be boiled and let stand until “Blood warm.”\nThe first president’s fondness for the effervescent malt beverage is well known, according to “Brewed in America,” Stanley Baron’s 1962 history of beer and ale in the United States. When the British fled New York City on November 25, 1783, for instance, General Washington toasted the auspicious turn of events with a draught of ale at Manhattan’s Bull’s Head Tavern. After the American Revolution, when President Washington and his wife Martha entertained distinguished guests, they served bottles of porter from Philadelphia’s most acclaimed brewer, Robert Hare.\nThe New York Public Library, which owns the notebook containing the recipe, announced last Wednesday that it was working with the Coney Island Brewing Company to resurrect the beer. Fifteen gallons of the porter, to be known as “Fortitude’s Founding Father Brew,” will be brewed to celebrate the library’s 100-year anniversary. Sources are reporting that half the batch will follow Washington’s specifications, while the remainder will substitute barley for molasses in an effort to please the modern beer aficionado’s palate. The country’s first president, who famously suffered from dental problems throughout his life, evidently liked his porter extra-sweet.","author":"History.com  Staff","web_category":"news","title":"Raising a Toast With George Washington’s Beer","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/gw-beer-recipe1.jpg","url":"http://www.history.com/news/the-new-york-public-library-raises-a-toast-with-george-washingtons-beer"}