{"summary":"Whyte first outlined the parallels he has detected between William Wallace and Robin Hood in a November 2010 interview with Postmedia News. Hahn also pointed out that the Robin Hood of legend and the historical figure of William Wallace embrace starkly different approaches to and justifications for their rebellious acts","advice_category":"1","content":"\nOver the course of 700 years, the outlaw of Sherwood Forest who robs from the rich to give to the poor has emerged as one of the most enduring folk heroes in popular culture. Beginning in the 15th century and perhaps earlier, Christian revelers in certain parts of England celebrated May Day with plays and games involving a Robin Hood figure with near-religious significance. In the 19th century, writer-illustrators like Howard Pyle adapted the traditional tales for children. More recently, bringing Robin to the silver screen has become a rite of passage for directors ranging from Michael Curtiz and Ridley Scott to Terry Gilliam and Mel Brooks.\nAcademics, meanwhile, have combed the historical record for evidence of a real Robin Hood—or, at the very least, a real-life figure who inspired his legend. Recently, the bestselling novelist Jack Whyte nominated a candidate with enough pop-culture resonance to rival Robin himself: William Wallace, the Scottish knight who fought against English oppression until his brutal execution in 1305. Nearly seven centuries after his death, he was famously portrayed by Mel Gibson in the blockbuster movie “Braveheart.”\nWallace, a powerful symbol of Scottish nationalism, might seem like an unlikely model for one of England’s archetypal heroes. But Whyte, who moved from Scotland to British Columbia more than 50 years ago, said he stumbled across striking similarities between the two men while writing his latest book, “The Forest Laird,” which is based on Wallace’s life. (The novel itself does not draw any explicit connections between its subject and Robin Hood.)\nAs part of his research, Whyte examined Wallace’s seal, of which the only surviving example appears on letters penned by the Scottish freedom fighter in 1297. It features a long bow, a possible indication that Wallace, like the mythic bandit from Nottinghamshire, was a skilled archer. Further investigation revealed that, like Robin Hood’s merry men, the young Wallace hid out in Scotland’s Selkirk forest after being accused of poaching and outlawed. And according to legend, his wife, Mirren (Scots for Marian, a name shared by Robin’s love interest), was kidnapped and murdered by William Heselrig, the English sheriff of Lanark, who Wallace later killed.\nWhyte first outlined the parallels he has detected between William Wallace and Robin Hood in a November 2010 interview with Postmedia News. “You don’t have to be a genius to add up two and two and get Robin Hood,” he said. “I firmly believe that this man, as a young man, was the archetype from which the legend of Robin Hood grew.”\nTo Thomas Hahn, a Robin Hood scholar and professor of English at the University of Rochester, Whyte’s theory appears implausible on the basis of chronology alone. “The earliest mention of the outlaw hero–in the poem ‘Piers Plowman,’ from the 1370s– implies that by that moment Robin Hood was already an indispensable item in the cultural baggage carried around by every speaker of English,” he said. “Less than a century seems far too little time for a Scots hero, an avowed enemy to England, to morph into the best known and best loved of English action heroes.”\nHahn also pointed out that the Robin Hood of legend and the historical figure of William Wallace embrace starkly different approaches to and justifications for their rebellious acts. “Wallace was a political hero, whose violence was motivated by an abstract ideal,” he explained. “The hallmark of Robin Hood stories is not organized but disorganized crime:?violence is not instrumental, intended to achieve some cause, but spontaneous, spectacular and self-contained.”\nRight or wrong, Whyte’s hypothesis is part of a long tradition, according to Hahn. “The desire to ground the exploits of Robin Hood in a real time and a real place–to ‘locate’ him in the recoverable life of a person who lived and died–seems to go back to the 16th century at least,” he said. “No one individual, however, could have done enough in the span of a lifetime to justify the legends that surround Robin.”","author":"Jennie  Cohen","web_category":"news","title":"William Wallace: The Real Robin Hood?","picture_url":"http://www.history.com/images/topic/content/inline/william-wallace.jpg","url":"http://www.history.com/news/william-wallace-the-real-robin-hood"}