{"summary":"The federal government has also used the holiday to honor non-veterans—the Lincoln Memorial was dedicated on Memorial Day 1922. Although the term Memorial Day was used beginning in the 1880s, the holiday was officially known as Decoration Day for more than a century, when it was changed by federal law","advice_category":"1","content":"\n1. Memorial Day and its traditions may have ancient roots.\nWhile the first commemorative events weren’t held in the United States until the 19th century, the practice of honoring those who have fallen in battle dates back thousands of years. The ancient Greeks and Romans held annual days of remembrance for loved ones (including soldiers) each year, festooning their graves with flowers and holding public festivals and feasts in their honor. In Athens, public funerals for fallen soldiers were held after each battle, with the remains of the dead on display for public mourning before a funeral procession took them to their internment in the Kerameikos, one of the city’s most prestigious cemeteries. One of the first known public tributes to war dead was in 431 B.C., when the Athenian general and statesman Pericles delivered a funeral oration praising the sacrifice and valor of those killed in the Peloponnesian War—a speech that some have compared in tone to Abraham Lincoln’s Gettysburg Address.\n2. One of the earliest commemorations was organized by recently freed slaves.\nAs the Civil War neared its end, thousands of Union soldiers, held as prisoners of war, were herded into a series of hastily assembled camps in Charleston, South Carolina. Conditions at one camp, a former racetrack near the city’s Citadel, were so bad that more than 250 prisoners died from disease or exposure, and were buried in a mass grave behind the track’s grandstand. Three weeks after the Confederate surrender, an unusual procession entered the former camp: On May 1, 1865, more than 1,000 recently freed slaves, accompanied by regiments of the U.S. Colored Troops (including the Massachusetts 54th Infantry) and a handful of white Charlestonians, gathered in the camp to consecrate a new, proper burial site for the Union dead. The group sang hymns, gave readings and distributed flowers around the cemetery, which they dedicated to the “Martyrs of the Race Course.”\n3. The holiday’s “founder” had a long and distinguished career.\nIn May 1868, General John A. Logan, the commander-in-chief of the Union veterans’ group known as the Grand Army of the Republic, issued a decree that May 30 should become a nationwide day of commemoration for the more than 620,000 soldiers killed in the recently ended Civil War. On Decoration Day, as Logan dubbed it, Americans should lay flowers and decorate the graves of the war dead “whose bodies now lie in almost every city, village and hamlet churchyard in the land.” According to legend, Logan chose May 30 because it was a rare day that didn’t fall on the anniversary of a Civil War battle, though some historians believe the date was selected to ensure that flowers across the country would be in full bloom. After the war Logan, who had served as a U.S. congressman before resigning to rejoin the army, returned to his political career, eventually serving in both the House and Senate and was the unsuccessful Republican candidate for vice president in 1884. When he died two years later, Logan’s body laid in state in the rotunda of the United States Capitol, making him one of just 33 people to have received the honor. Today, Washington, D.C.’s Logan Circle and several townships across the country are named in honor of this champion of veterans and those killed in battle.\n4. Logan probably adapted the idea from earlier events in the South.\nEven before the war ended, women’s groups across much of the South were gathering informally to decorate the graves of Confederate dead. In April 1886, the Ladies Memorial Association of Columbus, Georgia resolved to commemorate the fallen once a year—a decision that seems to have influenced John Logan to follow suit, according to his own wife. However, southern commemorations were rarely held on one standard day, with observations differing by state and spread out across much of the spring and early summer. It’s a tradition that continues today: Nine southern states officially recognize a Confederate Memorial Day, with events held on Confederate President Jefferson Davis’ birthday, the day on which General Thomas “Stonewall” Jackson was killed, or to commemorate other symbolic events.\n5. It didn’t become a federal holiday until 1971.\nAmerican’s embraced the notion of “Decoration Day” immediately. That first year, more than 27 states held some sort of ceremony, with more than 5,000 people in attendance at a ceremony at Arlington National Cemetery. By 1890, every former state of the Union had adopted it as an official holiday. But for more than 50 years, the holiday was used to commemorate those killed just in the Civil War, not in any other American conflict. It wasn’t until America’s entry into World War I that the tradition was expanded to include those killed in all wars, and Memorial Day was not officially recognized nationwide until the 1970s, with America deeply embroiled in the Vietnam War.\n6. It was a long road from Decoration Day to an official Memorial Day.\nAlthough the term Memorial Day was used beginning in the 1880s, the holiday was officially known as Decoration Day for more than a century, when it was changed by federal law. Four years later, the Uniform Monday Holiday Act of 1968 finally went into effect, moving Memorial Day from its traditional observance on May 30 (regardless of the day of the week), to a set day—the last Monday in May. The move has not been without controversy, though. Veterans groups, concerned that more Americans associate the holiday with first long weekend of the summer and not its intended purpose to honor the nation’s war dead, continue to lobby for a return to the May 30 observances. For more than 20 years, their cause was championed by Hawaiian Senator—and decorated World War II veteran—Daniel Inouye, who until his 2012 death reintroduced legislation in support of the change at the start of every Congressional term.\n7. More than 20 towns claim to be the holiday’s “birthplace”—but only one has federal recognition. \nFor almost as long as there’s been a holiday, there’s been a rivalry about who celebrated it first. Boalsburg, Pennsylvania, bases its claim on an 1864 gathering of women to mourn those recently killed at Gettysburg. In Carbondale, Illinois, they’re certain that they were first, thanks to an 1866 parade led, in part, by John Logan who two years later would lead the charge for an official holiday. There are even two dueling Columbus challengers (one in Mississippi, the other in Georgia) who have battled it out for Memorial Day supremacy for decades. Only one town, however, has received the official seal of approval from the U.S. government. In 1966, 100 years after the town of Waterloo, New York, shuttered its businesses and took to the streets for the first of many continuous, community-wide celebrations, President Lyndon Johnson signed legislation, recently passed by the U.S. Congress, declaring the tiny upstate village the “official” birthplace of Memorial Day.\n8. Memorial Day traditions have evolved over the years.\nDespite the increasing celebration of the holiday as a summer rite of passage, there are some formal rituals still on the books: The American flag should be hung at half-staff until noon on Memorial Day, then raised to the top of the staff. And since 2000, when the U.S. Congress passed legislation, all Americans are encouraged to pause for a National Moment of Remembrance at 3 p.m. local time. The federal government has also used the holiday to honor non-veterans—the Lincoln Memorial was dedicated on Memorial Day 1922. And, while its origins have little to do with fallen soldiers, the Indianapolis 500 has certainly become a Memorial Day tradition of its own–this year marks the 102nd time the race will be run to coincide with the holiday.","author":"Barbara  Maranzani","web_category":"news","title":"8 Things You May Not Know About Memorial Day","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/memorial-day.jpg","url":"http://www.history.com/news/8-things-you-may-not-know-about-memorial-day"}