{"summary":"Over a century later, their great-grandsons and namesakes, Archibald Gracie IV and John Jacob Astor IV, were both first-class passengers on the Titanic. The Titanic and Audrey Hepburn","advice_category":"1","content":"\nThe Titanic and the Mayor of New York\nIn 1799 a Scottish merchant named Archibald Gracie built a wooden Federal-style country house on the shores of the East River in Manhattan. A frequent visitor there was his friend John Jacob Astor, the founder of the Astor dynasty. Over a century later, their great-grandsons and namesakes, Archibald Gracie IV and John Jacob Astor IV, were both first-class passengers on the Titanic. Gracie survived and wrote a book about the sinking but died before it was published in 1913. His great-grandfather’s home, Gracie Mansion, became the official residence of the mayor of New York in 1942.\nThe Titanic and Chelsea Clinton’s Wedding\nThe 2010 wedding of Chelsea Clinton took place at the former Rhinebeck, New York, estate of the Astor family, in front of a palatial building commissioned by the Titanic’s wealthiest passenger, John Jacob Astor IV. Originally called the Astor Casino, the building was first intended to be a small recreation complex. With the encouragement of Astor’s first wife, Ava, it expanded to include an indoor marble swimming pool, tennis courts and guest quarters. Astor had never imagined anything so large, and soon he and its famous architect, Stanford White, were not on speaking terms. White later said he could now understand why Astor had been given his “Jack Ass-tor” nickname. That unflattering sobriquet would be put to rest after Astor’s death on the Titanic: He was hailed as one of those heroes who had stood nobly by to allow women and children into the lifeboats.\nThe Titanic and Marilyn Monroe\nThe Trianon-styled Astor Casino was finally completed in 1904, and two years later its architect, Stanford White, was murdered in the roof garden restaurant he had designed atop Madison Square Garden. The killer was Harry K. Thaw, the eccentric heir to a Pittsburgh fortune who had married one of White’s former conquests, the kittenish model and showgirl Evelyn Nesbit. (The last man Thaw spoke to before pumping three bullets into White’s brain, incidentally, was the architect’s brother-in-law James Clinch Smith, who would later become one of the Titanic’s victims.) At the murder trial, dubbed the “Trial of the Century,” Smith was a key witness but was overshadowed by Nesbit, who testified that White had drugged and deflowered her at 16. She also described the rooms in White’s secret hideaway, including one with a red velvet swing on which she would sail up to kick at Japanese paper parasols. In the 1955 movie based on the crime, entitled “The Girl in the Red Velvet Swing,” Marilyn Monroe was supposed to play Evelyn Nesbit, but the part eventually went to the young Joan Collins. (The 72-year-old Nesbit, an advisor on the film, later wrote that Collins was “too bosomy” to play her.)\nThe Titanic and the Bloody Mary Cocktail’s Invention\nOn April 19, 1912, a U.S Senate inquiry into the Titanic disaster began its first day of hearings in a ballroom of the Waldorf-Astoria hotel in New York. The Astoria half of the hyphenated hotel had been built by one of the Titanic’s most prominent casualties, John Jacob Astor IV. The Waldorf half had been constructed by his cousin, William Waldorf Astor, as a separate hotel. Once a family feud between the two cousins was resolved, the two hotels were joined to become the Waldorf-Astoria in 1897. Jack Astor then went on to build the elegant St. Regis Hotel at 55th Street and Fifth Avenue. That hotel is famous for its King Cole Bar, which features a mural by Maxfield Parrish depicting the “merry old soul” and his courtiers. The Bloody Mary cocktail is believed to have been invented here in the 1920s, though some claim it was a variant of the “Red Snapper,” a drink first served at Harry’s New York Bar in Paris.\nThe Titanic and the Presidential Race\nA century ago this year, another presidential race was underway. When the Titanic sailed on April 10, 1912, the biggest U.S. news story was the Republican primary. Former president Theodore Roosevelt was disappointed at how timidly his successor, William Howard Taft, had pursued his progressive policies and thus decided to challenge him for the nomination. White House military aide Major Archibald Butt had served both men and felt his divided loyalties keenly. Returning home in Titanic stateroom B-38 after a vacation in Rome, Major Butt was last seen ushering women into lifeboats as courteously as if he had been at a White House reception.\nThe Titanic and Audrey Hepburn\nRaised in the Canadian backwoods, Lucy Sutherland had gone to England, married a baronet and become one of the world’s most famous fashion designers, known as Lucile, Lady Duff Gordon. She had brought her husband, Sir Cosmo Duff Gordon, on the Titanic to help her negotiate the lease for a larger New York salon. When they escaped in a lifeboat with only a few other passengers it caused a huge scandal. Lucile’s business survived the Titanic and World War I, but her gauzy frocks fell out of fashion in the 1920s and she went bankrupt. When designing the white ballgown Audrey Hepburn wore in the 1964 movie “My Fair Lady,” Cecil Beaton recreated a “snow princess’” costume Lucile had designed for the stage over 50 years earlier.","author":"Hugh  Brewster","web_category":"news","title":"Six Degrees of Titanic","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/archibald-gracie.jpg","url":"http://www.history.com/news/six-degrees-of-titanic"}