{"summary":"Because they were unearthed in Britain and belonged to an individual who was likely engaged in battle, the grooved teeth recently found in Dorset provide a unique example of Viking dental modification and may offer new insight into its significance. Next, an isotope analysis raised the startling possibility that the decapitated men were Scandinavians—possibly a band of Vikings systematically executed by the native Britons they had set out to conquer","advice_category":"1","content":"\nSince its 2009 discovery in the English county of Dorset, a 1,000-year-old burial pit thought to contain the remains of headless Viking warriors has yielded one surprising find after another. First, radiocarbon dating revealed that the remains were interred during the late Saxon era, much later than archaeologists initially thought. Next, an isotope analysis raised the startling possibility that the decapitated men were Scandinavians—possibly a band of Vikings systematically executed by the native Britons they had set out to conquer. And this week, researchers announced their latest intriguing find: a pair of front teeth with deep horizontal grooves that may be one of the few examples of dental modification ever unearthed in Europe.\nThe intentional mutilation, discoloration or ornamentation of teeth has been common in various parts of the world throughout history, particularly during the period between 700 and 1400 A.D. Certain groups in pre-Columbian Latin America filed patterns onto their teeth or adorned them with stone inlays, for instance, while some Vietnamese, Sudanese and West African tribes sharpened their front incisors into points. And Native Americans in the Great Lakes region carved dental furrows very similar to those found in the Viking grave.\nUntil 1990, when Viking skulls with filed teeth were discovered in Sweden, it was believed that the rage for dental decoration never reached Europe. Several other examples later turned up in Denmark. And in 2005, a Swedish anthropologist analyzed 557 Viking skeletons dating from 800 to 1050 A.D., detecting deep horizontal grooves across the upper front teeth of 24 men buried in southern Sweden. Experts have surmised that the Scandinavian seafarers learned about dental modification during their far-ranging travels and began practicing it themselves, perhaps as a way to honor warriors or distinguish a specific professional group.\nBecause they were unearthed in Britain and belonged to an individual who was likely engaged in battle, the grooved teeth recently found in Dorset provide a unique example of Viking dental modification and may offer new insight into its significance. “The purpose behind filed teeth remains unclear but, as we know these men were warriors, it may have been to frighten opponents in battle or to show their status as a great fighter,” said David Score, project manager for the Dorset dig. He added that the filing process was certainly painful but appeared to have been done by skilled hands.\nArchaeologists first stumbled upon the Dorset burial pit in June 2009 while supervising roadwork near the town of Weymouth. Careful excavation by the company Oxford Archaeology exhumed 51 skulls, which were found in one area of the pit, and 54 bodies, which had been thrown haphazardly into another section. Inspection of the remains revealed that all of the individuals were male, most were 25 or younger and that their spines, jawbones and skulls bore telltale signs of violent death by decapitation.\nInitially, pottery contained in the mass grave led researchers to believe the bodies had been dumped there during the Iron Age or early Roman period. But radiocarbon dating suggested the burial had occurred much more recently, between roughly 910 and 1030 A.D. “The time period we’re now looking at is one of considerable conflict between the resident Saxon population and invading Danes,” project manager David Score explained. “Viking raids were common and there were a series of major battles in the south of England as successive Saxon kings and Viking leaders fought for control.”\nThe revised timeline meant the team had to tackle another question: Were the decapitated men Saxons or Vikings? Researchers analyzed tooth samples to determine their isotope composition, which can show what individuals ate and the type of climate in which they grew up. Released in March 2010, the findings implied that the executed warriors had scattered origins but all hailed from chillier regions than Britain; one even appeared to have traveled from north of the Arctic Circle. And their diet had likely been high in protein, resembling what their contemporaries were consuming at known sites in Sweden. “The isotope data we obtained from the burial pit teeth strongly indicate that the men executed on the Ridgeway originated from a variety of places within the Scandinavian countries,” Jane Evans of NERC Isotope Geosciences Laboratory, part of the British Geological Survey, said.\nDespite ongoing examination of the remains and pit—the largest mass grave of executed Vikings ever found in England—questions remain about who exactly these northerners were and how they died. “We don’t have a definitive theory,” said Score. “They could have been executed by Saxons—local or not—or possibly by other Vikings. They could be ‘raiders’ or part of a Viking army or settlers or—my personal favorite at the moment—mercenaries fighting on the English side who had outlived their usefulness.” During this tumultuous period of British history, he explained, native Saxons and marauding Scandinavians tended to switch sides frequently, and the Vikings were far from a united force. Although the men may have been publicly executed before an audience of local villagers, their captors did not necessarily come from the immediate vicinity, he said.\nNor, presumably, did they scamper away in terror when Vikings bared their patterned teeth. Find out more about the Dorset dig here.","author":"Jennie  Cohen","web_category":"news","title":"Did Viking Warriors Bare Groovy Teeth?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/07/viking-teeth-thumb.jpg","url":"http://www.history.com/news/did-viking-warriors-bare-groovy-teeth"}