{"summary":"After American officials said the plane was a weather research aircraft that had flown off course, Khrushchev produced a photograph of the imprisoned pilot along with evidence from the wreckage that showed it was involved in surveillance. The program experienced a major setback on May 1, 1960, when a Soviet surface-to-air missile brought down a U-2 flown by CIA pilot Francis Gary Powers, who parachuted to safety but was soon captured","advice_category":"1","content":"\nDeveloping and Testing the U-2\nHigh-altitude reconnaissance dates back to the American Civil War, when both the Union and Confederate armies used hot air balloons to gather intelligence about enemy troop positions. By World War II, planes and cameras had advanced enough for photoreconnaissance to play a key role in bombing campaigns. As tensions with the Soviet Union mounted in the early days of the Cold War, the United States began conducting peacetime aerial espionage missions over Russia. Existing aircraft proved vulnerable to Soviet anti-aircraft missiles and radar, however, so military leaders began planning a new system based on cutting-edge planes capable of flying at 70,000 feet or higher.\nIn 1953, the Air Force asked several smaller aircraft manufacturers to submit proposals for the new plane. The following year, Lockheed Aircraft Corporation presented an unsolicited design, developed by the aeronautical engineer Kelly Johnson. With a single engine, glider-like wings and unconventional landing gear, the aircraft would be light enough to fly at extremely high speeds and altitudes. The Air Force rejected Johnson’s unique concept, but a group of prominent scientists and support from President Eisenhower helped convince the CIA to order 20 of the spy planes, which became known as U-2s.\nMeanwhile, the astronomer and optician James Baker designed special large-format cameras for the new aircraft. Shell produced a fuel that wouldn’t evaporate at high altitudes, and experts developed a partially pressurized suit for U-2 pilots that prevented their blood from vaporizing and supplied sufficient oxygen. (Survival gear used in early U-2s would later inspire astronauts’ spacesuits.) To sustain themselves during long missions, pilots would have to squeeze tubes of soft food mixtures through holes in their suits’ facemasks. At the beginning of the U-2 program, at least, they were also given the option of carrying cyanide-filled suicide pills, largely because the Soviet secret police was rumored to brutally torture captured agents.\nThe first aircraft was delivered in July 1955, and test flights were conducted throughout that summer and fall. Coasting higher in the sky than any other planes and bouncing rays of sun off their silver wings, the U-2s triggered an epidemic of UFO sightings, many by commercial airline pilots. At the time, it was thought that humans couldn’t fly above 60,000 feet. Air Force personnel working on Project Blue Book, an official inquiry into UFOs that lasted from 1952 to 1970, would routinely check their records of reported sightings against U-2 flight logs. According to the CIA, the U-2 and a later Lockheed spy plane, the A-12, accounted for half of all American UFO sightings during the late 1950s and most of the 1960s.\nThe U-2 and the Cold War\nBefore units could be deployed overseas, officials circulated a cover story to mitigate any curiosity that the odd-looking U-2s might arouse. They claimed that the National Advisory Committee on Aeronautics (NACA) was using the planes to conduct high-altitude weather research, and resolved to stick to the script even if a U-2 was shot down. Alarmed by reports that the Soviets had enhanced their long-range bomber and missile technology, President Eisenhower expressed concerns about the U-2 program, but the CIA told him that a downed plane would likely disintegrate along with its pilot, leaving no evidence connecting it to the United States.\nThe first overflights of Soviet territory took place in July 1956, returning photographs of missile plants and other key targets. The Soviets successfully detected the flights with radar but were powerless to stop them; these incursions of their airspace further soured relations with the United States. Over the next few years, U-2s flew espionage missions over the Soviet Union and the Middle East.\nThe program experienced a major setback on May 1, 1960, when a Soviet surface-to-air missile brought down a U-2 flown by CIA pilot Francis Gary Powers, who parachuted to safety but was soon captured. Four days later, Soviet leader Nikita Khrushchev announced that an American spy plane had been shot down, making no mention of Powers’ survival. After American officials said the plane was a weather research aircraft that had flown off course, Khrushchev produced a photograph of the imprisoned pilot along with evidence from the wreckage that showed it was involved in surveillance. The U-2 incident, as it came to be known, derailed a planned summit meeting between the two Cold War foes as well as nuclear disarmament talks; it also snatched away the high-altitude espionage program’s veil of secrecy. Powers was released in February 1962 as part of a spy swap.\nIn October 14, 1962, a U-2 plane contributed to one of the tensest moments of the Cold War era. Flying over western Cuba a year after the failed Bay of Pigs invasion, it captured images of a Soviet medium-range ballistic missile construction site. The ensuing diplomatic and military standoff, known as the Cuban missile crisis, ended when Khrushchev agreed to remove the missiles from Cuba if President Kennedy promised not to invade the island nation and withdrew American missiles from Turkey. The only casualty was U-2 pilot Rudolf Anderson, who was shot down during a reconnaissance mission on October 27. Later in the 1960s, U-2 operations focused on the skies over North and South Vietnam.\nRecent History\nIn 1974, all U-2s were transferred to the Air Force, ending CIA control of the program. Since then, newer versions of the spy planes have provided intelligence during operations in the Balkans, Iraq and especially Afghanistan. They have also surveyed damage and provided support for search and rescue teams in the aftermath of natural disasters, including Hurricane Katrina in 2005. Now, after more than 50 years in flight, the last U-2s will likely be replaced with unmanned drones by 2015, according to officials.","author":"Jennie  Cohen","web_category":"news","title":"U-2 Spy Plane’s Retirement Signals the End of an Era","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/u-2-plane.jpg","url":"http://www.history.com/news/u-2-spy-planes-retirement-signals-the-end-of-an-era"}