{"summary":"As the British writer Robert Harris put it in the Italian newspaper La Repubblica, “The more people visit Pompeii, the more Pompeii is destroyed.”. The ancient edifice’s demise is the latest fumble in Italy’s highly politicized struggle to preserve Pompeii and the rest of its precious cultural heritage.","advice_category":"1","content":"\nCustodians at one of Italy’s most popular tourist destinations made an unpleasant discovery when they reported to work on the morning of Saturday, November 6. A 2,000-year-old building that had survived both Mount Vesuvius’ eruption in 79 A.D. and a bomb attack during World War II had crumbled into a pile of debris. The ancient edifice’s demise is the latest fumble in Italy’s highly politicized struggle to preserve Pompeii and the rest of its precious cultural heritage.\nKnown as the House of the Gladiators, the structure was closed to visitors but featured magnificent frescoes on its exterior walls, parts of which experts hope to salvage in the wake of the collapse. Historians have speculated that the 430-square-foot stone building served as a dormitory and training area for professional warriors who competed in the nearby amphitheater, as well as a storehouse for weapons and armor. It has also been suggested that it housed a school or clubhouse for local youth. Like the rest of Pompeii, the House of the Gladiators disappeared in 79 A.D. under a thick coating of volcanic ash and pumice that killed an estimated 2,000 people and froze the once-thriving port city in time.\nA UNESCO World Heritage Site since 1997, Pompeii plays host to 2.5 million visitors a year. For years, historian and archaeologists have been warning officials about the ancient city’s deterioration and the need for stronger preservation efforts. In 2008, Italy declared a “state of emergency” for the site and channeled extra funds into a restoration program, but there are still widespread reports of mismanagement, vandalism and areas that have fallen into disrepair. Meanwhile, the scores of tourists who throng Pompeii’s narrow stone paths every day must often contend with stray dogs, bogus tour guides, parking scams and a host of other annoyances.\nThe House of the Gladiator’s collapse has come at a particularly unfortunate time for the Italian government and for its culture minister, Sandro Bondi. Just one month ago, the newspaper Corriere della Sera published a scathing editorial in which it admonished officials for bungling the restoration, calling Pompeii “the symbol of all the sloppiness and inefficiencies of a country that has lost its good sense and has not managed to recover it.”\nOver the past year, structural damage at several other monuments, including the Colosseum and Nero’s Golden Palace, has made headlines, and experts believe that chronic negligence has imperiled many more of the country’s ancient wonders. Insufficient funding has been cited as a major factor: Italy devotes only 0.18 percent of its national budget to preserving its art and monuments, according to Cultural Ministry officials, while in France that figure is roughly 1 percent.\n“We are tired of commenting on the continuous collapses and damage to the archaeological heritage of our country,” Giorgia Leoni, president of the Italian Confederation of Archaeologists, said in a statement this week.\nAmid calls for his resignation by opposition politicians, Bondi blamed the recent collapse on poor onsite management, heavy rains and the erroneous use of reinforced concrete during bomb damage repairs in 1947. He has also announced plans for a new foundation charged with assessing, restoring and maintaining Pompeii’s ruins.\nPolitics aside, the decaying state of Pompeii and other historic sites with heavy foot traffic reveals a paradox that complicates the task of preserving ancient relics while sharing them with the public. As the British writer Robert Harris put it in the Italian newspaper La Repubblica, “The more people visit Pompeii, the more Pompeii is destroyed.”","author":"Jennie  Cohen","web_category":"news","title":"Gladiator House Crumbles, Hinting at Pompeii’s Uncertain Future","picture_url":"http://www.history.com/news/wp-content/plugins/add-to-any/share_save_171_16.png","url":"http://www.history.com/news/gladiator-house-crumbles-hinting-at-pompeiis-uncertain-future"}