{"summary":"In the late 18th century, the French artist Vivant Denon drew a picture of an intricate bas-relief that graced the ceiling of a chapel dedicated to Osiris in the Hathor Temple at Dendera. The beautifully carved sandstone slab includes both a map of the sky featuring the signs of the zodiac and symbols representing the 360 days of the ancient Egyptian calendar","advice_category":"1","content":"\nThe Nefertiti Bust\nUnearthed nearly a century ago by the German archaeologist Ludwig Borchardt in Amarna, Egypt, this painted limestone bust of Pharaoh Akhenaten’s wife Nefertiti is considered one of the finest examples of ancient Egyptian sculpture. It was identified as a depiction of the fabled beauty because of the unique crown that she was known to wear. In addition to her good looks, Nefertiti is remembered as a major influence on the culture and religion of her time, and some scholars believe she may have ruled for a period after her husband’s death. Currently on display at Berlin’s Neues Museum, her bust was hidden in a German salt mine during World War II; the U.S. army found the precious artifact in 1945 and ultimately returned it to West Berlin. Despite multiple requests for the bust’s return, Germany has declined, maintaining that it was acquired legally and may be too fragile to move.\nThe Rosetta Stone\nIn July 1799, during Napoleon Bonaparte’s Egyptian campaign, a French soldier discovered a black basalt slab inscribed with ancient writing near the town of Rosetta, about 35 miles north of Alexandria. The irregularly shaped stone contained fragments of passages written in three different scripts: Greek, Egyptian hieroglyphics and Egyptian demotic. Because the ancient Greek text specified that all three passages had identical meaning, the artifact held the key to solving the riddle of hieroglyphics, a written language that had been dead for nearly 2,000 years. When the British defeated Napoleon in 1801, they took possession of the Rosetta Stone. Since then, it has remained in London’s British Museum except for a brief period during World War I, when museum officials moved it to a separate underground location to protect it from the threat of bombs.\nThe Dendera Zodiac\nIn the late 18th century, the French artist Vivant Denon drew a picture of an intricate bas-relief that graced the ceiling of a chapel dedicated to Osiris in the Hathor Temple at Dendera. The beautifully carved sandstone slab includes both a map of the sky featuring the signs of the zodiac and symbols representing the 360 days of the ancient Egyptian calendar. In 1820, with permission from Egyptian ruler Mohamed Ali Pasha, French archaeologists removed the ceiling from the chapel and spirited it to Paris for further study. Debate raged over the artifact’s age and significance until Jean-Francois Champollion, the same classical scholar who had used the Rosetta Stone to decode Egyptian hieroglyphics, recognized ideographs dating it to the first century B.C. Currently housed at the Mus?e du Louvre in Paris, it continues to enchant and intrigue historians, Egyptologists and astrologers.\nStatue of Hemiunu\nThis life-size statue depicts Hemiunu, the Egyptian vizier who is believed to have overseen the building of the Great Pyramid an estimated 4,500 years ago. Found inside his tomb by German archaeologists in 1912, the limestone artifact was transported to the Roemer und Pelizaeus Museum in Hildesheim, where it remains to this day. The seated figure boasts delicately carved features and rests atop a column covered in painted hieroglyphs. Many art historians consider it one of the finest portraits of the Old Kingdom.\nStatue of Ankhhaf\nMade of painted limestone, this bust portrays the prince and vizier Ankhhaf, who served his nephew, Pharaoh Khafre, during Egypt’s fourth dynasty. Like Hemiunu, Ankhhaf is thought to have been a builder of pyramids and other structures, perhaps including the Sphinx. Found in Ankhhaf’s tomb at Giza, his bust is remarkable for its lifelike portrayal of an elderly model at a time when most portraits were highly stylized. The relic was given as a gift by Egypt’s antiquities director to Harvard University and Boston’s Museum of Fine Arts, which had funded an expedition that uncovered the statue as well as a trove of other priceless antiquities during the 1920s. It has been on display at the Museum of Fine Arts ever since.","author":"Jennie  Cohen","web_category":"news","title":"Egypt’s Most Wanted: An Antiquities Wish List","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/nefertiti.jpg","url":"http://www.history.com/news/egypts-most-wanted-an-antiquities-wish-list"}