{"summary":"William was touchy about his weight. William’s jester was the first casualty of the Battle of Hastings, at which the Normans defeated the English army in October 1066","advice_category":"1","content":"\n1. William was of Viking origin. Though he spoke a dialect of French and grew up in Normandy, a fiefdom loyal to the French kingdom, he and other Normans descended from Scandinavian invaders. William’s great-great-great-grandfather, Rollo, pillaged northern France with fellow Viking raiders in the late ninth and early 10th centuries, eventually accepting his own territory (Normandy, named for the Norsemen who controlled it) in exchange for peace.\n2. The product of an affair between Robert I, duke of Normandy, and a woman called Herleva, William was likely known to his contemporaries as William the Bastard for much of his life. His critics continued to use this moniker (albeit behind his back) even after he defeated the English at the Battle of Hastings and earned an upgrade to William the Conqueror.\n3. At first, William’s future bride wanted nothing to do with him. When he asked for the hand of Matilda of Flanders, a granddaughter of France’s King Robert II, she demurred, perhaps because of his illegitimacy or her entanglement with another man. According to legend, the snubbed duke tackled Matilda in the street, pulling her off her horse by her long braids. In any event, she consented to marry him and bore him 10 children before her death in 1083, which plunged William into a deep depression.\n4. William couldn’t bear any disrespect toward his mother. During his siege of Alen?on, a disputed town on the border of Normandy, in the late 1040s or early 1050s, residents are said to have hung animal hides on their walls. They mocked him for being the grandson of a tanner, referring to the occupation of his mother’s father. To avenge her honor, he had their hands and feet cut off.\n5. Illiterate like most nobles of his time, William spoke no English when he ascended the throne and failed to master it despite his efforts. Thanks to the Norman invasion, French was spoken in England’s courts for centuries and completely transformed the English language, infusing it with new words.\n6. William’s jester was the first casualty of the Battle of Hastings, at which the Normans defeated the English army in October 1066. As the story goes, the hapless entertainer rode beside William during the invasion, lifting his men’s spirits by singing about heroic deeds. When they reached enemy lines, he taunted the English by juggling his sword and was promptly killed, initiating the historic skirmish.\n7. William was touchy about his weight. Described as strapping and healthy in his earlier years, he apparently ballooned later in life. It is said that King Philip of France likened him to a pregnant woman about to give birth. According to some accounts, the corpulent conqueror became so dismayed with his size that he devised his own version of a fad diet, consuming only wine and spirits for a certain period of time. It didn’t work.\n8. At his funeral, William’s body apparently exploded. He died after his horse reared up during a 1087 battle, throwing the king against his saddle pommel so forcefully that his intestines ruptured. An infection set in that killed the king several weeks later. As priests tried to stuff William into a stone coffin that proved too small for his bulk, they pushed on his abdomen, causing it to burst. Mourners supposedly ran for the door to escape the putrid stench.\n9. Millions of people are thought to descend from William the Conqueror. Every English monarch that followed him, including Queen Elizabeth II, is considered a descendant of the Norman-born king. According to some genealogists, more than 25 percent of the English population is also distantly related to William, as are countless Americans with British ancestry.\n10. William, an Old French name composed of Germanic elements (“wil,” meaning desire, and “helm,” meaning protection), was introduced to England by William the Conqueror and quickly became extremely popular. By the 13th century, it was the most common given name among English men. Today it ranks eighth, and some have predicted that the future crowning of another King William will propel the name back to the top.","author":"Jennie  Cohen","web_category":"news","title":"10 Things You Didn’t Know About William the Conqueror","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/bayeux-tapestry.jpg","url":"http://www.history.com/news/10-things-you-didnt-know-about-william-the-conqueror"}