{"summary":"Atchison was sworn in and reelected president pro tempore just prior to Taylor and his vice president taking their oaths, so a case could be made that the Missouri senator was president for a matter of minutes. The case for Atchison as president is based entirely on the timing of the oath of office","advice_category":"1","content":"\nAs 1849 dawned, America prepared for a change in presidential administrations. These were the days before Inauguration Day fell on January 20, and the term of the outgoing president, James K. Polk, ended at noon on Sunday, March 4, 1849, at which time his successor, Zachary Taylor, was to be sworn into office. However, the pious Taylor refused to take the oath on the Sabbath, so he and his vice president were not sworn in until noon on Monday, March 5. So who was president for those intervening 24 hours?\nAccording to a devout band of believers, David Rice Atchison is the answer. The proslavery Missouri Democrat had been sworn in as president pro tempore of the Senate on March 2, and according to the 1792 law in effect at the time, the Senate’s president pro tempore was directly behind the vice president in the line of succession. Thus, the contention that Atchison served as president for a day in between Polk and Taylor.\nIt’s an assertion that most historians, constitutional scholars and even Atchison’s biographer, William E. Parrish, refute. The case for Atchison as president is based entirely on the timing of the oath of office. However, Atchison’s first term as senator ended on March 4, the same date that Polk’s tenure came to a close. Like Taylor, Atchison wasn’t sworn in for his second term until March 5, so he wasn’t even a member of the Senate, let alone its president pro tempore, for most of the period in question. Atchison was sworn in and reelected president pro tempore just prior to Taylor and his vice president taking their oaths, so a case could be made that the Missouri senator was president for a matter of minutes. However, follow this line of reasoning and your head will start spinning. It would mean that, every time a president has taken the oath of office a few minutes after noon on Inauguration Day, the vice president who had been sworn in minutes earlier served as president.\nConstitutional scholars also employ semantics to make the case against Atchison, arguing that the Constitution doesn’t require a president-elect such as Taylor to take an oath before becoming president, just for executing the duties of the office. If it’s argued that Taylor wasn’t president on March 4 because he didn’t take an oath, well, neither did Atchison. Most historians consider that the president-elect automatically takes office when the term of the outgoing chief executive expires, and so Taylor was the president for the 24 hours in question. Some scholars, though, believe the presidency was vacant for a day.\nAlthough he joked that he led “the honestest administration this country ever had,” Atchison never laid claim to the presidency. “I made no pretense to the office,” he told the Plattsburg Lever in 1872. Others, however, have made the claim for him. More than 40 years after he died near Plattsburg, Missouri, in 1886, a statue of Atchison was unveiled in front of the town’s Clinton County Courthouse along with a plaque that declared him “President of the United States for One Day.” Less than a mile away, a marker with a similar inscription lies atop Atchison’s grave in Greenlawn Cemetery.\nEven if Atchison never ascended to the presidency, he was still a noteworthy figure in antebellum America. Born in Kentucky in 1807, he came to Missouri in 1830 and practiced law. Most notably, he defended Missouri Mormons in land disputes, and Mormon leader Joseph Smith was among his clients. In 1843 Atchison was appointed to the Senate to fill a vacancy, and he served until 1855. According to Senate records, Atchison’s colleagues elected him president pro tempore 13 times, and he was one of the primary architects of the 1854 Kansas-Nebraska Act. After leaving the Senate, he took up arms to defend slavery. Atchison led Missouri “Border Ruffians” on raids into the Kansas Territory and fought for the Confederacy at the outset of the Civil War.\nThere may not be any monuments to Atchison on the National Mall and his face may not grace any currency, but his legacy endures. The town of Atchison, Kansas—which in turn lent its name to the Atchison, Topeka and Santa Fe Railroad—was named in his honor, and the Atchison County Historical Society Museum hosts the David Rice Atchison Presidential Library, which bills itself as the “world’s smallest presidential library.” Inauguration Day has fallen on Sunday five times since 1849, but any similar constitutional confusion has been avoided by having incoming presidents take private oaths in advance of the public swearing-in ceremonies on Monday.","author":"Christopher  Klein","web_category":"news","title":"The 24-Hour President","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/atchison-photo.jpg","url":"http://www.history.com/news/the-24-hour-president"}