{"summary":"Other severe E. Discovered in 1885, the bacterium Escherichia coli was first recognized as a public health problem following a 1982 outbreak in the United States triggered by contaminated hamburgers","advice_category":"1","content":"\nDiscovered in 1885, the bacterium Escherichia coli was first recognized as a public health problem following a 1982 outbreak in the United States triggered by contaminated hamburgers. Since then, hundreds of outbreaks have been reported around the world, causing officials to launch awareness campaigns, restaurants to shut down and meatpackers and food growers to recall their products. While symptoms of infection usually improve within several days, certain rare E. coli strains can lead to life-threatening diseases such as hemolytic uremic syndrome (HUS), an acute condition with a 3- to 5-percent fatality rate.\nHUS is believed to be the culprit in the deaths beginning in mid-May of at least 15 people who lived in or had just visited Germany. German officials initially linked the ongoing deadly outbreak, which has affected more than 1,500 people in Europe and the United States, to cucumbers imported from Spain, but lettuce, tomatoes and a handful of other raw foods also remain prime suspects. As a result of what some experts are already calling the worst E. coli crisis on record, vegetable imports have grinded to a halt across Europe and German crops are being destroyed.\nAccording to the World Health Organization, the most serious E. coli outbreak prior to the current situation occurred in 1996, when radish sprouts sickened more than 9,000 Japanese, many of them schoolchildren. An estimated 12 people died after eating the tainted greens. Other severe E. coli outbreaks occurred in 2006, when bagged spinach and lettuce were contaminated with the microbe in North America, and 2000, when seven people died and hundreds fell ill after drinking contaminated water in Canada.\nAs the toll from the latest health scare continues to climb, researchers in the United States, Canada and elsewhere are scrambling to develop vaccines and other treatments for E. coli, most designed to eradicate the bug from animals’ intestines. One solution relies partly on oregano, an herb known to the ancient Egyptians and Greeks for its medicinal properties and used as an antidote for poison—proof that not all traditional wisdom deserves rotten tomatoes.","author":"Jennie  Cohen","web_category":"news","title":"Perilous Produce","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/tomatoes-150x150.jpg","url":"http://www.history.com/news/perilous-produce"}