{"summary":"• The first official Groundhog Day celebration took place on February 2, 1887, in Punxsutawney, Pennsylvania. • Nowadays, the yearly festivities in Punxsutawney are presided over by a band of local dignitaries known as the Inner Circle","advice_category":"1","content":"\n• The first official Groundhog Day celebration took place on February 2, 1887, in Punxsutawney, Pennsylvania. It was the brainchild of local newspaper editor Clymer Freas, who sold a group of businessmen and groundhog hunters—known collectively as the Punxsutawney Groundhog Club—on the idea. The men trekked to a site called Gobbler’s Knob, where the inaugural groundhog became the bearer of bad news when he saw his shadow.\n• Nowadays, the yearly festivities in Punxsutawney are presided over by a band of local dignitaries known as the Inner Circle. Its members wear top hats and conduct the official proceedings in the Pennsylvania Dutch dialect. (They supposedly speak to the groundhog in “Groundhogese.”) Every February 2, tens of thousands of spectators attend Groundhog Day events in Punxsutawney, a borough that is home to some 6,000 people. It was immortalized in the 1993 film “Groundhog Day,” which was actually shot in Woodstock, Illinois.\n• While sunny winter days are indeed associated with colder, drier air, we probably shouldn’t trade in our meteorologists for groundhogs just yet. Recent studies by the National Climatic Data Center and the Canadian weather service have yielded success rates south of 40 percent for the animals. Last year, Punxsutawney Phil cheered winter-weary onlookers when he failed to see his shadow, but spring arrived no earlier than usual.\n• For the last 30 years, residents of Vermillion, Ohio, have turned to a very different creature for their annual weather forecast: the wooly bear caterpillar. According to tradition, if the insects have more orange than black coloring, the upcoming winter will be mild. More than 100,000 people attend the town’s Wollybear Festival, held every fall since 1972.\n• Also known as woodchucks, groundhogs belong to the group of large ground squirrels known as marmots. They grow up to 25 inches long and can live for 10 years in captivity. (According to legend, Punxsutawney Phil is more than 125 years old thanks to the magical punch he imbibes every summer.) Groundhogs really do spend the winter hibernating in their burrows, significantly reducing their metabolic rate and body temperature; by February, they can lose as much as half their weight. When they’re out and about, the bristly rodents eat succulent plants, wild berries and insects—and they don’t mind helping themselves to garden vegetables or agricultural crops.","author":"History.com  Staff","web_category":"news","title":"Groundhog Day: History and Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/groundhog-day-wide.jpg","url":"http://www.history.com/news/groundhog-day-history-and-facts"}