{"summary":"In mid-April 2011, nearly a century after the country most associated with absinthe forbade the controversial drink, French lawmakers voted to repeal the prohibition. French soldiers fighting in Algeria in the 1840s were administered absinthe to ward off malaria and dysentery, which it appears to have successfully prevented in some cases","advice_category":"1","content":"\nAbsinthe as we know it was first distilled in Switzerland by the French doctor Pierre Ordinaire in 1792; five years later, a distillery began producing the spirit for medicinal use. French soldiers fighting in Algeria in the 1840s were administered absinthe to ward off malaria and dysentery, which it appears to have successfully prevented in some cases. (Wormwood is believed to act as a mild antiparasitic.) Returning home from the front, these men sought out the potent cure-all in the bars and cafes of Paris, where it had gained a following among bohemians and the bourgeoisie.\nAbsinthe’s Cup Runs Over\nThroughout the second half of the 19th century, a parasite ravaged France’s vineyards, sending wine prices skyrocketing and further kindling the growing rage for absinthe. By 1910, France was knocking back 36 million liters of absinthe per year. Savvy drinkers poured the spirit through a sugar cube placed on a slotted spoon and mixed it with ice-cold water, creating a milky green concoction; though trendy bars around the world now offer absinthe-based cocktails, this is still seen as the traditional method of preparation.\nMore than any other Parisians, it was the hard-drinking, transcendence-seeking painters and writers who embraced la f?e verte (the “green fairy”) as their beverage of choice. Perhaps most notoriously, the Dutch transplant Vincent van Gogh, who frequently depicted absinthe imbibers in his paintings, had an insatiable thirst for the drink that may have contributed to his mental breakdown later in life—and possibly even the infamous ear-chopping incident. His drinking buddies included other luminaries of the Impressionist and Post-Impressionist movements such as Edgar Degas, ?douard Manet, Henri de Toulouse-Lautrec and, most of all, Paul Gauguin. The poets Charles Baudelaire, Paul Verlaine and Arthur Rimbaud also socialized and wrote under the spirit’s influence, a habit that helped solidify their reputations as the enfants terribles of the French literary scene.\nVisiting artists and intellectuals—among them Ernest Hemingway and Oscar Wilde, who once wrote, “A glass of absinthe is as poetical as anything in the world”—began to prize and popularize the green elixir in their native countries. New Orleans’ Old Absinthe House became quite the hotspot in the mid- to late 1800s, playing host to Mark Twain, Walt Whitman and William Thackeray, among others. After U.S. marshals nailed shut the doors of the Federal-style townhouse during Prohibition, it reopened in 1933 and was restored to its original glory in 2004.\nThe Absinthe Craze Gets Watered Down\nVan Gogh, Wilde and other absinthe enthusiasts cherished the spirit for its supposed hallucinogenic properties and sensory enhancement. Modern studies have found that thujone, the principal active ingredient in wormwood, can adversely affect cognitive function in the brain, but only in doses much higher than those found in absinthe. As a result, it is now believed that poisonous chemicals in cheaper 19th-century versions of the potion caused the visions reported by absinthe-guzzling bohemians.\nLike the drink itself, the anti-absinthe movement was born in Switzerland. In 1905, a Swiss laborer named Jean Lanfray murdered his wife and children, reportedly after consuming an assortment of alcoholic beverages that included absinthe. Already concerned about its alleged psychotropic action, temperance advocates seized on the highly publicized crime to garner support for a ban on the drink, which passed in 1907. The United States outlawed absinthe in 1912, and France followed suit three years later.\nAbsinthe’s Resurgence\nIn 1988, European Union legislation legalized the spirit in all countries provided the level of thujone falls within acceptable limits. The United States lifted its ban in 2007, allowing certain brands to be sold as long as they contain trace amounts of thujone and their packaging does not promise psychedelic side effects. In France, meanwhile, sales have been permitted for the last 20 years, but by decree the beverage must go by a name other than “absinthe” and instead be labeled as a “wormwood-based spirit.”\nIn mid-April 2011, nearly a century after the country most associated with absinthe forbade the controversial drink, French lawmakers voted to repeal the prohibition. Soon, French distillers already exporting absinthe to other countries and peddling wormwood-based spirits in France will no longer have to label their products differently for the domestic market. Lobbying by absinthe producers and the body of research refuting its legendary hallucinogenic effects helped lift the stigma surrounding the drink and pave the way for the ban’s reversal.","author":"Jennie  Cohen","web_category":"news","title":"France’s Green Fairy Flies Again","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/absinthe-robette-150x150.jpg","url":"http://www.history.com/news/frances-green-fairy-flies-again"}