{"summary":"Born around 1254 in the Venetian Republic, Marco Polo headed to Asia with his merchant father at age 17. In 1995 historian Frances Wood argued in her book “Did Marco Polo Go to China?” that the famous Venetian never made it past the Black Sea","advice_category":"1","content":"\nBorn around 1254 in the Venetian Republic, Marco Polo headed to Asia with his merchant father at age 17. He would spend the next 24 years exploring distant lands and documenting his observations, which would later be published in a manuscript known as “The Travels of Marco Polo.” By the explorer’s own account, he ventured deep into China and Mongolia, serving for some time in the court of Mongol emperor Kublai Khan. Polo eventually returned to Venice, where he died a wealthy merchant.\nAs early as the mid-18th century, some people began raising doubts about Marco Polo’s travels, pointing to seemingly glaring omissions in his descriptions of the Far East. In 1995 historian Frances Wood argued in her book “Did Marco Polo Go to China?” that the famous Venetian never made it past the Black Sea. She noted that his travelogue leaves out the Great Wall of China, the practice of binding women’s feet, chopsticks and tea drinking, among other details; furthermore, Chinese documents from Polo’s day make no mention of the explorer and his retinue.\nWood and other scholars have argued that Marco Polo based his tales of China and Mongolia on information gleaned from fellow traders who had actually been there. Last year a team of Italian researchers became the latest skeptics to dismiss Polo’s claims, saying that archaeological evidence doesn’t support his account of Kublai Khan’s Japanese invasions. For instance, Polo described the Mongol fleet’s ships as having five masts, but excavations have only turned up three-masted vessels.\nNow, however, research by Hans Ulrich Vogel of Germany’s Tubingen University might help restore Marco Polo’s integrity. In a new book entitled “Marco Polo Was in China,” the professor of Chinese history counters the arguments most frequently made by skeptics in an attempt to prove once and for all that the Venetian spoke the truth. He suggests, for example, that Polo didn’t include the Great Wall in his chronicles because the impressive monument only achieved its great proportions under the Ming dynasty, several hundred years later. Vogel further maintains that Chinese records from the 13th and 14th centuries routinely glossed over visits from Western envoys, making Polo’s exclusion less peculiar.\nHistorians before him have touched on these issues while defending Marco Polo’s honor, but Vogel also relies on another compelling body of evidence: the explorer’s meticulous descriptions of currency and salt production in the Yuan era. According to Vogel, Polo documents these aspects of Mongol Chinese civilization in greater detail than any of his Western, Arab or Persian contemporaries, a hint that the Venetian relied on his own powers of observation. Polo’s claims about the size of paper money and the value of salt, among other aspects, check out against archaeological evidence and Chinese documents maintained by Yuan officials, Vogel concluded.\nWill we ever know whether Marco Polo traveled to China and attended Kublai Khan? Perhaps not, but the consequences of his real or fictional journey are still felt across the globe. One avid reader of “The Travels of Marco Polo” was Christopher Columbus, who stumbled upon the New World while following in his Venetian idol’s (figurative) footsteps.","author":"Jennie  Cohen","web_category":"news","title":"Marco Polo Went to China After All, Study Suggests","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/marco-polo.jpg","url":"http://www.history.com/news/marco-polo-went-to-china-after-all-study-suggests"}