{"summary":"But according to Timbuktu’s mayor, Ousmane Halle, the fleeing rebels had already set fire to several buildings, including the town hall and governor’s office, an aging library and the Ahmed Baba Institute. Genealogies, Islamic treatises and early hand-written Qurans were all represented in the leather-bound volumes, many of which had recently been stored at a new research center, the Ahmed Baba Institute, named for a Timbuktu contemporary of William Shakespeare.","advice_category":"1","content":"\nTimbuktu’s importance as a trading post and Islamic cultural center goes back to A.D. 1100, when Berber-speaking Tuareg nomads founded it as a seasonal camp. Located on the southern edge of the Sahara, near the Niger River, it quickly became a center for trade in the region and was incorporated into the Mali empire in the late 13th and early 14th centuries. Over the next century, three of western Africa’s oldest mosques were built in Timbuktu. The city reached its height as a commercial and intellectual center in the 15th and 16th centuries, but had greatly declined by the time the French captured it in 1894.\nBy the time French colonialism ended in 1960, tens of thousands of historic manuscripts chronicling Timbuktu’s rich history had been preserved—stored in trunks, buried in boxes under the desert sand or hidden in caves. The oldest of these dated to around 1204; most of them were written in Arabic, but others were composed in African languages such as Songhai, Bambara and Tamashek. The manuscripts covered virtually every aspect of life in Timbuktu, from history, medicine and women’s rights to astronomy, philosophy and literature. Genealogies, Islamic treatises and early hand-written Qurans were all represented in the leather-bound volumes, many of which had recently been stored at a new research center, the Ahmed Baba Institute, named for a Timbuktu contemporary of William Shakespeare.\nBeginning in late March 2012, fighters from the militant organization known as al-Qaeda in the Islamic Maghreb (AQIM) swept in and took control of Timbuktu, immediately imposing their strict version of sharia (Islamic law). Declaring many of the town’s religious monuments and artifacts to be idolatrous, they set about destroying them, including all 333 Sufi shrines and tombs of Islamic saints housed in Timbuktu’s mosques.\nTwo weeks ago, at the request of Mali’s government, French troops launched an armed intervention (backed by the United States and the European Union) aimed at driving Islamist forces out of Malian towns. After swiftly capturing the town of Gao, also located in the north, over this past weekend, some 1,000 French troops and 200 Mali government forces captured the Timbuktu airport and surrounded the town.\nSpokesmen for the French military said that the forces assaulting Timbuktu sought to avoid any fighting in the city in order to protect its rich cultural heritage. But according to Timbuktu’s mayor, Ousmane Halle, the fleeing rebels had already set fire to several buildings, including the town hall and governor’s office, an aging library and the Ahmed Baba Institute. The latter building housed some 35,000 manuscripts, some in underground vaults. As with the city’s shrines, the militants justified the destruction by deeming the texts to be against their strict interpretation of Islamic law.\nAs residents of Timbuktu celebrate the arrival of French and African troops, the swift success of the French-led advance in Gao and Timbuktu may signal that Mali will soon be completely liberated from militant Islamist rule. Once the towns and cities are secure, France’s President Francois Hollande says that French troops will step back and leave Malian and other African troops to hunt the rebels, with the support of the United Nations and the international community.","author":"Sarah  Pruitt","web_category":"news","title":"Mali Rebels Burn Historic Manuscripts in Timbuktu","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Timbuktu.jpg","url":"http://www.history.com/news/mali-rebels-burn-historic-manuscripts-in-timbuktu"}