{"summary":"Gandhi got his start as an activist in South Africa, not India.. It was an arranged marriage, and Gandhi had been engaged to Kasturba since he was seven","advice_category":"1","content":"\n1. Gandhi was a teenage newlywed.\nAt 13, Gandhi, whose father was the “diwan,” or chief minister, of a series of small princely states in western India, wed Kasturba Makanji (1869-1944), then also a teen and the daughter of a merchant. It was an arranged marriage, and Gandhi had been engaged to Kasturba since he was seven. The couple went on to have four sons. Even when Gandhi took a vow of celibacy in 1906 for reasons of spirituality, self-discipline and commitment to public service, his wife remained married to him until her death at age 74. She died at the Aga Khan Palace in present-day Pune, India, where the Gandhis had been interned by the British since 1942 for their political activism.\n2. Gandhi got his start as an activist in South Africa, not India.\nIn 1888, Gandhi left India to study law in London, England. When he returned to his homeland in 1891, he had difficulty finding employment as a lawyer, so in 1893 he traveled to South Africa, where an Indian firm had given him a one-year contract to do legal work. In South Africa, which was then under control of the British and the Dutch (known as Boers), he, like other Indians there, encountered frequent discrimination. This mistreatment prompted Gandhi to begin campaigning for the civil rights of Indians in South Africa, and he eventually developed his concept of “satyagraha” (“firmness in truth”), or nonviolent resistance. Despite being arrested and imprisoned multiple times, Gandhi remained in South Africa until 1914. Afterward, he returned to India, where he became a transformative figure and led the nonviolent social action movement for his homeland’s independence.\n3. Gandhi was murdered by a fellow Hindu.\nWhile walking to a prayer meeting in New Delhi on the evening of January 30, 1948, Gandhi was shot three times at close range by Hindu nationalist Nathuram Godse. The gunman blamed Gandhi for going along with the 1947 plan that partitioned British India along religious lines into two new independent states: Hindu-dominated India and Muslim-dominated Pakistan. (In fact, Gandhi had opposed the partition, but later stated: “Partition is bad. But whatever is past is past. We have only to look to the future.”) Following the partition, riots broke out across India between Hindus and Muslims, and Godse was angered by Gandhi’s calls for an end to the bloodshed and believed the pacifist icon was pandering to Muslims. Godse was quickly apprehended after Gandhi’s murder, and in November 1949 he and a co-conspirator were hanged for their crimes. Another group of men involved in the plot, including Godse’s brother, received prison sentences.\n4. Gandhi was a man of peace, but never won the Nobel Peace Prize.\nGandhi was nominated for a Nobel Peace Prize in 1937, 1938, 1939 and 1947, but never received the award, which was first handed out in 1901. He also was nominated in 1948, the year he was assassinated, but the Nobel committee opted not to bestow him with the award posthumously. Instead, the committee announced there was “no suitable living candidate” that year and no winner was named. American civil-rights leader Martin Luther King Jr., the 1964 Nobel Peace Prize winner, acknowledged Gandhi‘s work in his acceptance speech, and the 1989 Nobel winner, the 14th Dalai Lama, called his award a tribute to “my mentor, Mahatma Gandhi.” In 2006, the Nobel committee publicly expressed regret that Gandhi had never been given the prize.\n5. Gandhi probably wouldn’t have been voted Most Likely to Succeed.When Gandhi was growing up, few people would’ve predicted he’d one day attract millions of followers, be considered the father of his nation and even appear in Apple’s “Think Different” advertising campaign in the late 1990s. In fact, as a boy, Gandhi was a middling student and extremely shy. He even described running home from school so he wouldn’t have to talk to anybody.\n6. Mohandas and Indira weren’t related. \nDespite sharing a last name, Mohandas Gandhi and Indira Gandhi (1917-84), India’s prime minister from 1966 to 1977 and 1980 to 1984, weren’t kin. Indira Gandhi was the daughter of Jawaharlal Nehru (1889-1964), the first prime minister of independent India , from 1947 until his death. After Indira Gandhi was assassinated by two of her Sikh bodyguards, she was succeeded as prime minister by her son Rajiv (1944-91), who served in the position until 1989. He too was assassinated, in a suicide bombing blamed on a terrorist group from Sri Lanka. In a continuation of the family’s political dynasty, Rajiv Gandhi’s son Rahul (1970-), who attended Harvard University and Florida’s Rollins College, is expected to be a candidate for prime minister in 2014.","author":"Elizabeth   Nix","web_category":"news","title":"6 Things You Might Not Know About Gandhi","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Gandhi.jpg","url":"http://www.history.com/news/6-things-you-might-not-know-about-gandhi"}