{"summary":"Carrier added that many people may be reluctant to acknowledge the decisive role that fighting and aggressive behavior may have played in both the evolution of upright posture and in sexual selection. Although humans are unique in their full-time bipedalism, many other mammals—including apes, bears, horses, canines, anteaters, lions and tigers—rear up on their hind legs while fighting","advice_category":"1","content":"\nWhen human ancestors first adopted their upright posture some 4 million years ago, the transition from four-limbed lumbering to bipedal striding came with some disadvantages. The shift produced skeletal adaptations that made them more susceptible to back, leg and joint injuries. Because the birth canal narrowed to allow for more efficient locomotion, labor and delivery became significantly more dangerous. Babies could no longer cling to their mothers’ fur with grasping hands and feet in the manner of young chimpanzees, requiring parents to carry their newly dependent offspring. Bipedalism also hindered climbing, sapped more energy and considerably slowed the speed at which our ape-like predecessors could scamper across uneven terrain.\nWhy, then, did hominins such as Australopithecus decide to take a stand? Anthropologists have been pondering that question ever since Charles Darwin suggested in 1871 that early humans walked on their feet to free their hands for using tools, wielding weapons and transporting meat. Other theories have emphasized social factors, such as the appearance of family units in which males provided for their mates and offspring, or the tangible benefits of an upright stance, including the ability to see approaching predators from afar, reach hanging fruits and wade into bodies of water.\nThe latest explanation for the adoption of bipedalism, published in the May 18 issue of the online journal PLoS ONE, is based on a behavioral study conducted by David Carrier, a biology professor at the University of Utah. His experiment tested the theory that male hominins, who are believed to have competed for mates by fighting their peers, rose to their feet because an upright position packs more punch. Using male boxers and martial arts practitioners as subjects, Carrier measured the energy produced when they struck targets while standing and while on their hands and knees. He found that the men hit with far more force while upright and that downward punches were twice as powerful as upward punches.\n“The results of this study are consistent with the hypothesis that our ancestors adopted bipedal posture so that males would be better at beating and killing each other when competing for females,” Carrier said in a statement. “Standing up on their hind legs allowed our ancestors to fight with the strength of their forelimbs, making punching much more dangerous.”\nAlthough humans are unique in their full-time bipedalism, many other mammals—including apes, bears, horses, canines, anteaters, lions and tigers—rear up on their hind legs while fighting. In Carrier’s view, this allows them to unleash the full force of their powerful and dexterous front legs on their opponent. “This posture may provide a performance advantage by allowing the forelimbs to strike an opponent with the range of motion that is intrinsic to high-speed running, jumping, rapid braking and turning,” he wrote in the study.\nCarrier’s findings may also shed light on another mystery: why multiple studies have amply proven that—statistically speaking, at least—women find taller men more attractive. If downward blows strike harder, as Carrier’s punching experiment suggested, a tall male has the advantage over a shorter contender. “Early in human evolution, an enhanced capacity to strike downward on an opponent may have given tall males a greater capacity to compete for mates and to defend their resources and offspring,” he said. “If this were true, females who chose to mate with tall males would have had greater fitness for survival.”\nCarrier added that many people may be reluctant to acknowledge the decisive role that fighting and aggressive behavior may have played in both the evolution of upright posture and in sexual selection. “Among academics there often is resistance to the reality that humans are a violent species,” he said. “It’s an intrinsic desire to have us be more peaceful than we are.”","author":"Jennie  Cohen","web_category":"news","title":"Did Early Humans Stand Upright to Punch Better?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/bipedalism.jpg","url":"http://www.history.com/news/did-early-humans-stand-upright-to-punch-better"}