{"summary":"While spotted coats may have ancient origins, we can’t yet assume that cave painters appreciated dappled breeds for their beauty. During the last Ice Age, people living in what is now southwestern France painted lifelike images of animals on the walls of a cave known as Pech Merle","advice_category":"1","content":"\nDuring the last Ice Age, people living in what is now southwestern France painted lifelike images of animals on the walls of a cave known as Pech Merle. Prancing among wooly mammoths, bison and deer are two white horses with black spots that bear a striking resemblance to today’s appaloosas. Some archaeologists have pointed to these spotted steeds as evidence that Paleolithic artists weren’t just documenting the world around them; instead, like their abstractionist successors, they imbued their work with symbolic meaning. That’s because the genetic variation behind spotted coats was thought to have appeared much more recently, possibly after humans domesticated horses around 4000 B.C.\nTo determine whether Pech Merle’s decorators would have idolized Edward Hopper or Edvard Munch, researchers analyzed DNA from the bones and teeth of 31 horses that lived in Europe and Siberia as far back as 35,000 years ago. They found that six of the animals shared a gene associated with the leopard-like spotting seen in modern dappled horses. The others had either black or bay (brown with darker manes, tails, lower legs and ears) coats; these are the other two color patterns that crop up in cave paintings, including at France’s famed Lascaux complex.\n“While previous DNA studies have produced evidence for bay and black horses, our study has demonstrated that the leopard complex spotting phenotype was also already present in ancient horses and was accurately depicted by their human contemporaries nearly 25,000 years ago,” said Michael Hofreiter of the University of York, a co-author of a paper on the findings published Monday in the journal Proceedings of the National Academy of Sciences. “Our findings lend support to hypotheses that argue that cave paintings constitute reflections of the natural environment of humans at the time and may contain less of a symbolic or transcendental connotation than often assumed.”\nIn other words, it looks like ancient painters didn’t dream up spots to lend ho-hum reproductions of monochromatic horses a fanciful air. Another co-author, Arne Ludwig of the Leibniz Institute for Zoo and Wildlife Research, speculated that prehistoric artists, including those who left their mark on Pech Merle, aspired to capture their surroundings with accuracy. “Attributes of coat colors may also have been depicted with deliberate naturalism, emphasizing colors or patterns that characterized contemporary horses,” he said. Researcher Terry O’Connor of the University of York added that the team’s findings could help shed light on other examples of prehistoric art, explaining, “People drew what they saw, and that gives us greater confidence in understanding Paleolithic depictions of other species as naturalistic illustrations.”\nWhile spotted coats may have ancient origins, we can’t yet assume that cave painters appreciated dappled breeds for their beauty. After all, they weren’t exactly horse lovers—at least not in the typical sense. Back then, humans hunted horses for their meat, a staple protein in Eurasia and later in North America, archaeologists believe.","author":"Jennie  Cohen","web_category":"news","title":"Cave Painters Didn’t Dream Up Spotted Horses, Study Shows","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/spotted-horses.jpg","url":"http://www.history.com/news/cave-painters-didnt-dream-up-spotted-horses-study-shows"}