{"summary":"According to tour guide Paul Fuqua, Kennedy admired the sloping hillside in front of Arlington House, also known as the Robert E. The Arlington Oak was not the only casualty of the storm at America’s most famous military cemetery, where veterans from each of the nation’s wars are interred","advice_category":"1","content":"\nIn the spring of 1963, President John F. Kennedy paid a visit to Arlington House, an estate built by George Washington Parke Custis, the step-grandson of America’s first president, and later inhabited by Custis’ son-in-law, the Confederate general Robert E. Lee. The Greek Revival mansion is surrounded by Arlington National Cemetery, a military graveyard established on part of Lee’s confiscated property during the Civil War.\nAccording to tour guide Paul Fuqua, Kennedy admired the sloping hillside in front of Arlington House, also known as the Robert E. Lee National Memorial. The president listened thoughtfully as Fuqua explained that the Arlington Memorial Bridge, which connects Lee’s former residence to the Lincoln Memorial, symbolizes the postwar reunification of the North and South. Drinking in the view across the Potomac River, Kennedy reportedly mused that he could stay in that spot forever. Eight months later, he was laid to rest beneath an eternal flame not far from where he stood that day, becoming the second president to be buried at Arlington.\nFor nearly five decades, a 220-year-old tree shaded Kennedy’s burial plot, where he was later joined by his brother Bobby, his widow Jackie and other family members. The Arlington Oak, as it is known, had figured prominently in the landscape Kennedy so admired during his tour. Workers building the assassinated president’s gravesite took care to shore up the tree’s roots, ensure proper drainage and incorporate it into the overall design.\nBut the Arlington Oak proved no match for Hurricane Irene, which barreled up the East Coast last weekend and slammed Virginia with heavy winds and rains. Officials announced yesterday that the storm felled the majestic and historic tree, which they called a “national treasure.” “It is truly unfortunate to see it’s now gone–that tree had a significant legacy here at Arlington,” said Steve Van Hoven, the cemetery’s urban forester. The Kennedy gravesite was closed to the public for two days to allow workers to cut up and clear the downed oak’s trunk and branches.\nThe Arlington Oak was not the only casualty of the storm at America’s most famous military cemetery, where veterans from each of the nation’s wars are interred. Irene toppled five other large trees, including a 240-year-old white oak near the memorial for victims of the Pan Am Flight 103 bombing and a tupelo that damaged a few headstones. Several gravestones that sank into the ground due to flooding must also be set back in place, officials said.","author":"Jennie  Cohen","web_category":"news","title":"Arlington Oak, Which Shaded JFK’s Grave, Fell Victim to Hurricane","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/arlington-oak-wide.jpg","url":"http://www.history.com/news/arlington-oak-which-shaded-jfks-grave-fell-victim-to-hurricane"}