{"summary":"Chinese New Year is 15 days long.. China’s new republican government adopted the Western-style Gregorian calendar in 1912 and changed the official name of Chinese New Year to Spring Festival","advice_category":"1","content":"\n1. Chinese New Year coincides with both spring and spring cleaning.\nUnder the Chinese calendar, the New Year holiday marks not only a new year, but also the switchover from winter to spring, when ancient farmers began another season for planting crops. “When we start spring they’re actually just getting into the middle of it,” said Anthony DeBlasi, a professor of Chinese history at the University at Albany. Conventional New Year preparations include shopping for clothes, hanging paper scrolls that contain wishes for such things as “happiness” and “wealth,” and repaying all debts. It’s also time for spring cleaning, traditionally believed to sweep away bad luck and appease the gods. “You want everything to be spotless,” DeBlasi said. Just make sure to finish before the new year actually starts. Otherwise, you might be getting rid of good luck.\n2. Chinese New Year is 15 days long.\nOn Chinese New Year’s Eve, families tend to gather for an enormous feast, complete with dumplings that resemble ancient coins in northern China and sticky rice cakes in southern China. Other traditional foods include fish, which in multiple Chinese languages sounds like the word for “abundance”; tangerines, which sound like the word for “luck”; and uncut noodles, which signify a long life. Since eight is a lucky number, the meal often consists of eight courses. In addition to eating, children receive red envelopes with money inside, and nearly everyone in China lights off fireworks and firecrackers. “I’ve never been in a war zone, but it’s what I’d imagine a war zone would be like,” DeBlasi said. “Its just really loud and thunderous.” The holiday then continues for another 15 days, lasting from the new moon to the full moon. It culminates with the aptly named Lantern Festival, when lanterns are hung outside homes and on streets. Some people also celebrate the so-called “Small New Year,” an homage to the “kitchen god” that takes place a few days before the New Year’s Eve dinner.\n3. A baby boom occurs during the Year of the Dragon. \nEach year in the Chinese calendar is represented by one of a dozen zodiac animals. This past year, for example, was the Year of the Dragon—the only mythical creature among the 12—which is associated with power, wisdom, charisma and royalty. “The Eastern dragon is very different from the Western dragon, which heroes try to find and slay because they are so evil,” said Duanduan Li, a professor of Chinese applied linguistics at the University of British Columbia. “Eastern dragons are thought of as divine.” Since people are believed to take on the personality of the animal of their birth year, the Year of the Dragon is considered more desirable than others for having babies. In fact, it has been reported that the birth rate in places like China, Taiwan and Hong Kong typically goes up about 5 percent. The Year of the Dragon also is regarded as a good moment for opening businesses, starting new careers and buying property. Yet prosperity is far from guaranteed. “Mao Zedong died in the Year of the Dragon,” Li said. “And that was the year we had the biggest earthquake in Tangshan,” which killed at least 240,000 people.\n4. The Year of the Snake, on the other hand, is not so desirable.\nIntelligent, wily and enigmatic, snakes are not the most beloved of the zodiac animals. People born in prior snake years like 1977, 1989 and 2001 have even been known to euphemistically call themselves “small dragons.” With another Year of the Snake beginning Sunday, soon-to-be parents can take solace from such famous “snakes” as former U.K. Prime Minister Tony Blair, “Harry Potter” author J.K. Rowling, talk show host Oprah Winfrey and artist Pablo Picasso. Or they can ignore the zodiac signs altogether. “There are probably a few people who take it to the extreme, just like there are with Western astrology,” said Elizabeth VanderVen, a former professor of East Asian and Chinese history who now runs Unicorn Intercultural Consulting. “Most people take it with a grain of salt.”\n5. No one used to know what year it was.\nLegend holds that Emperor Huangdi invented the lunar-solar Chinese calendar in 2637 B.C. Until recently, however, the Chinese never concerned themselves with numbering sequentially. “Centuries ago, they wouldn’t have known it was 3842 or whatever,” DeBlasi said. “They numbered, but they tended to number in cycles.” Even today, there is no universally accepted starting point. Nonetheless, it’s generally agreed that Year 1 corresponds to the supposed first year of Huangdi’s reign in 2698 B.C., meaning this upcoming year is 4711.\n6. China’s Communist Party tried to suppress New Year celebrations. \nChina’s new republican government adopted the Western-style Gregorian calendar in 1912 and changed the official name of Chinese New Year to Spring Festival. The Communist Party under Mao Zedong, which took power in 1949, then tried to do-away with all aspects of the holiday that it considered religious, feudalistic or superstitious. Throughout the Cultural Revolution (1966-1976), the Communists even cracked down on lion and dragon dances, along with traditional greetings. “Sometimes very minor things could invite big trouble for you and your family,” Li said. Chinese New Year was reappraised, however, during the period of economic liberalization that followed Mao’s death. Since 1996, it has been designated a weeklong vacation.\n7. Chinese New Year is the world’s largest travel rush.\nIn the United States, nightmare traffic jams are the norm on Thanksgiving, Christmas and Mother’s Day, when travelers clog up highways and airports on their way to visit family. But none of those holidays come close to matching Chinese New Year in China, when, in what’s been called the world’s largest seasonal migration of people, an estimated 3.2 billion trips are taken over a six-week period. “I would never recommend any foreign tourist traveling in China at that time, although a lot of them want to go,” VanderVen said. Many American families of Chinese descent also hit the road around now, causing attendance to sag at certain schools.\n8. A generational gap has sprung up with regards to Chinese New Year. \nAlthough family remains an important component of Chinese New Year, a new generation in China is rejecting some of the holiday’s other traditional elements. “The modern urban lifestyle has affected how people celebrate,” VanderVen said. “Younger people probably just want to play video games, text with their friends and not think about studying.” Meanwhile, parades have become popular in North American, European and Australian chinatowns, complete with floats, lion and dragon dances, costumes and marching bands.","author":"Jesse  Greenspan","web_category":"news","title":"8 Things You Should Know About Chinese New Year","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/HITH-Chinese-New-Year.jpg","url":"http://www.history.com/news/8-things-you-should-know-about-chinese-new-year"}