{"summary":"Paleontologists unearthed three specimens of the new dinosaur, known as Yutyrannus huali (“beautiful feathered tyrant”), in China’s Liaoning Province. rex","advice_category":"1","content":"\nPaleontologists unearthed three specimens of the new dinosaur, known as Yutyrannus huali (“beautiful feathered tyrant”), in China’s Liaoning Province. It lived roughly 125 million years ago, 60 million years before the more advanced tyrannosauroid T. rex. While Yutyrannus shares some features with its famous cousin, it still has the three-fingered forelimbs and primitive theropod foot of other early tyrannosauroids.\nYutyrannus’ coat consisted of simple filaments that would have made this Cretaceous giant surprisingly soft to the touch, said lead author Xu Xing of Beijing’s Institute of Vertebrate Paleontology and Paleoanthropology. “They were more like the fuzzy down of a modern baby chick than the stiff plumes of an adult bird,” he explained.\nPerhaps most surprisingly, Yutyrannus weighed 40 times more than Beipiaosaurus, the largest previously known feathered dinosaur. “Yutyrannus dramatically increases the size range of dinosaurs for which we have definite evidence of feathers,” said Xu. “It’s possible that feathers were much more widespread, at least among the meat-eating dinosaurs, than most scientists would have guessed even a few years ago.” Indeed, scientists have yet to rule out the possibility that T. rex had plumage, at least over parts of its anatomy.\nWith its robust size and downy fluff, Yutyrannus wouldn’t have used its feathers for flight in the manner of today’s living theropods (birds). Corwin Sullivan, a Canadian paleontologist involved in the Nature study, said the enigmatic dinosaur might have relied on its quills for insulation. “However,” he added, “large-bodied animals typically can retain heat quite easily, and actually have more of a potential problem with overheating. That makes Yutyrannus, which is large and downright shaggy, a bit of a surprise.”","author":"Jennie  Cohen","web_category":"news","title":"T. Rex Cousin Was Largest Known Feathered Animal","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/yutyrannus.jpg","url":"http://www.history.com/news/t-rex-cousin-was-largest-known-feathered-animal"}