{"summary":"For the American team, however, the Declaration of Independence was not only warranted, but it also reflected British and “natural” law. Thomas Jefferson, who penned the Declaration of Independence in a small brick house just a few blocks away from the site of Tuesday’s debate, would surely have approved.","advice_category":"1","content":"\nEven America’s founders knew that revolting against the British Crown could raise some serious legal quandaries. That’s one of the reasons why the Continental Congress tasked five delegates—among them Thomas Jefferson, Benjamin Franklin and John Adams—with drafting a formal document justifying the 13 colonies’ break with Great Britain. This statement of rights and grievances, known as the Declaration of Independence, was ratified on July 4, 1776. The signers believed they had validated their rebellion; the British, meanwhile, saw it as an act of treason.\nThough the statute of limitations presumably ran out long ago, British lawyer Anthony Haller decided it was time to settle the matter once and for all. He helped organize an event presented by two professional organizations, Gray’s Inn in London and Temple American Inn of Court in Philadelphia, the BBC reported. The debate pitted British barristers, who denounced the Declaration of Independence as illegitimate, against American attorneys, who attempted to affirm its legality.\nThe lawyers representing Britain argued that there are no legal principles granting a group of people the right to establish their own laws, likening the American Revolution to a hypothetical situation in which Texas suddenly decided to secede from the Union. They also said that the grievances enumerated in the Declaration, such as taxation without representation, were not severe enough to excuse such extreme measures.\nThe prominent British lawyer Sally Jane O’Neill added that the colonists themselves knew their actions amounted to treason. She quoted the famous statement Franklin uttered as he scrawled his John Hancock on the sheepskin parchment of the Declaration: “We must, indeed, all hang together, or assuredly we shall all hang separately.” To great laughter, O’Neill remarked, “In my line of work, that’s about as complete an admission of guilt as you get.”\nFor the American team, however, the Declaration of Independence was not only warranted, but it also reflected British and “natural” law. “The Declaration rests for authority upon the British constitution itself and the common law tradition which was the colonists’ proud birthright,” said David Levi, dean of Duke University School of Law. Katherine Sullivan, the former dean of Stanford Law School, put it this way: “We did not owe allegiance to the British king. We owed allegiance as subjects of parliament to British law.”\nThe Declaration’s defenders also pointed out that the international community has deemed later independence movements valid and just, invoking the fundamental right of self-determination. Their argument apparently resonated with audience members, who upheld the legality of the document—and, hence, of the American Revolution—by vote. Thomas Jefferson, who penned the Declaration of Independence in a small brick house just a few blocks away from the site of Tuesday’s debate, would surely have approved.\nCritics of the exercise might point out that breaking the law was precisely the aim of America’s founding document. And besides, isn’t this all water under the bridge? Michael Beloff, an attorney on the British team, said as much when he joked, “There really is no need for you Yanks to keep picking at these ancient scabs two centuries or so later. You won!”","author":"Jennie  Cohen","web_category":"news","title":"Is the Declaration of Independence Illegal?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/drafting-declaration.jpg","url":"http://www.history.com/news/is-the-declaration-of-independence-illegal"}