{"summary":"(It was the rumored theft of a valuable pig by a Hatfield ancestor that had served as a catalyst for the eruption of hostilities more than 100 years earlier.) The Hatfields won the contest.. After Sid Hatfield, the Matewan chief of police and a Hatfield descendant, intervened on the miners’ behalf, a violent clash broke out that left seven detectives and four locals dead","advice_category":"1","content":"\n2. The Hatfields and McCoys inspired a famous game show.\nThe conflict is believed to have been the primary inspiration for the popular game show “Family Feud,” which premiered in 1976. In 1979 members of both families appeared on the show during a special Hatfields and McCoys theme week to battle it out for the usual cash rewards—with one unique twist. Also included in the prize package was a pig, symbolizing the origins of the feud. (It was the rumored theft of a valuable pig by a Hatfield ancestor that had served as a catalyst for the eruption of hostilities more than 100 years earlier.) The Hatfields won the contest.\n3. The formerly feuding families were featured in Life magazine in the 1940s.\nIn May 1944, an issue of Life magazine revisited the Hatfields and McCoys nearly 50 years after violence among them rocked the Tug Valley area between Kentucky and West Virginia. The article was meant to show how the two “famous families now live together in peace,” and interviewed a number of descendants about the rivalry and relations between the two families five decades after the conflict. Among the photographs was a shot of two young women, Shirley Hatfield and Frankie McCoy, working together in a local factory that produced military uniforms. It was meant to symbolize the unifying effect of America’s war efforts at the height of World War II.\n4. The feud between the Hatfields and the McCoys made it all the way to the U.S. Supreme Court.\nIn 1888 several Hatfields were arrested and stood trial for the murder of two of Randall McCoy’s children. West Virginia sued for the men’s release, arguing that they had been illegally extradited across state lines. The Supreme Court eventually became involved in the case, known as Mahon v. Justice. In its 7-2 decision, the court ruled in favor of Kentucky, allowing for the trials and subsequent convictions of all the Hatfield men. Seven of them received life sentences, and one, Ellison “Cotton Top” Mounts, was executed for his crimes.\n5. A rare medical condition may be partly to blame for the violence of the notorious clash of clans.\nIn a 2007 study, a team of doctors and geneticists who had studied dozens of McCoy descendants noted an unusually high rate of Von Hippel-Lindau disease, a rare, inherited condition that produces tumors of the eyes, ears, pancreas and adrenal glands as well as high blood pressure, a racing heartbeat and increased “fight or flight” stress hormones. The researchers also collected numerous oral histories from family members detailing the combative and often violent nature of the McCoy family dating back to the feud’s roots.\n6. The Tug Valley witnessed another violent clash nearly 30 years after the Hatfields and McCoys feud.\nOn May 19, 1920, detectives working for the anti-union Baldwin-Felts Agency evicted the families of workers who had attempted to unionize the Stone Mountain Coal Company mines outside Matewan, West Virginia. After Sid Hatfield, the Matewan chief of police and a Hatfield descendant, intervened on the miners’ behalf, a violent clash broke out that left seven detectives and four locals dead. The Matewan Massacre became a rallying cry for union activists across the country, with Sid Hatfield garnering fame for his defense of the miners. A year later, however, Hatfield was assassinated, purportedly by Baldwin-Felts agents. The events surrounding the Matewan Massacre and Sid Hatfield’s murder were depicted in the acclaimed 1987 film “Matewan.”\n7. There are thousands of Hatfield and McCoy descendants—but not all of them are real.\nSid Hatfield is just one of many notable Hatfield and McCoy descendants. Others include Henry D. Hatfield, nephew of family patriarch Devil Anse, who served as a senator and governor of West Virginia; 1930s jazz musician Clyde McCoy; and basketball coach Mike D’Antoni. There have even been fictional descendants, including Leonard “Bones” McCoy from the television and film series “Star Trek,” who was supposedly dozens of generations removed from his McCoy family roots.","author":"Barbara  Maranzani","web_category":"news","title":"7 Things You Didn’t Know About the Hatfields and McCoys","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/tug-fork.jpg","url":"http://www.history.com/news/7-things-you-didnt-know-about-the-hatfields-and-mccoys"}