{"summary":"Yet a third hypothesis—one that Zilh?o described as his “gut feeling”—holds that Neanderthals were responsible for the art.. Zilh?o and Pike noted that further work is needed to prove that Neanderthals left their stamp on cave walls","advice_category":"1","content":"\nOnce considered intellectually inferior to modern humans, Neanderthals have enjoyed an image makeover in recent years thanks to new research. Experts now think the stocky hunters crafted complex tools, buried their dead, spoke a language and expressed themselves artistically. In 2010, scientists reported that Neanderthal gene fragments make up 1 to 4 percent of the DNA in people outside Africa, meaning that most individuals alive today are part Neanderthal. Far from the archetypal cavemen, our evolutionary cousins are shaping up to appear much more, well, human.\nA new study further bridges the gap between Neanderthals and Homo sapiens, suggesting that the extinct hominins—just like their surviving relatives—might have left behind cave paintings. Led by Alistair Pike of the University of Bristol, researchers have used a technique known as uranium-thorium dating on 50 works of art in 11 different caves in northwestern Spain. In a study published in the June 15 issue of Science, they conclude that the oldest example is at least 40,800 years old. Modern humans arrived in Europe from Africa no earlier than 41,000 to 42,000 years ago.\nCave painting represents one of the most concrete examples of symbolic behavior, but experts have struggled to establish ages for these important prehistoric creations. That’s because radiocarbon dating doesn’t work well on mineral pigments and engravings, or on any artifacts more than 35,000 years old, said Pike. As a result, study coauthor Jo?o Zilh?o of the University of Barcelona explained, “We know very little about the chronology of European cave art. We don’t know if it arrived with the first modern humans. We don’t know if it predated the arrival of modern humans or, as the current chronology indicates, only arose 5,000 or 10,000 years after modern humans have already arrived in Europe.” No cave paintings have been found in Africa, though 50,000-year-old decorated ostrich shell containers and shell beads there demonstrate that symbolic behavior evolved before the migration.\nTo calculate more accurate dates, the researchers tested a variety of abstract images from Spanish cave walls, including hand stencils and red disks at the El Castillo site. They removed tiny samples of the calcium deposits covering each painting and measured how much of the radioactive uranium within had decayed to thorium. Since the calcite layers formed after the pigment was applied, the method provides minimum ages for the artwork, which could conceivably be significantly older. One of the paintings—a red disk at El Castillo—proved to be at least 40,800 years old, the scientists reported in their study. This would make it the earliest known cave art in the world, older than the paintings at France’s famed Grotte Chauvet. A nearby handprint, created when a prehistoric artist blew pigment against his or her hand, was estimated to be at least 37,300 years old.\nModern humans are thought to have arrived in Europe between 41,000 and 42,000 years ago, interbreeding with and ultimately replacing the Neanderthals who had lived there for 200,000 years. If the researchers’ new age estimates for the El Castillo art are correct, they either brought the tradition of cave painting with them from Africa or immediately developed it in their new home. Yet a third hypothesis—one that Zilh?o described as his “gut feeling”—holds that Neanderthals were responsible for the art.\nThe Neanderthal authorship theory is sure to raise a few eyebrows, Zilh?o admitted, but it supports a growing body of evidence that the species was no less modern or human than modern humans. “It would not be surprising if the Neanderthals were indeed Europe’s first cave artists,” he said. “In the context of what we have learned about Neanderthals in the last decade, it really should not be very surprising.” Signs that Neanderthals crafted jewelry, decorated their bodies and buried their dead have pointed to a rich symbolic culture not unlike that of early Homo sapiens. “The archaeological evidence to that effect is overwhelming—whether or not they made this art,” said Zilh?o. Rather than as “dumb” and primitive, he suggested, “Perhaps we should start thinking of these people as the European brand of Homo sapiens.”\nZilh?o and Pike noted that further work is needed to prove that Neanderthals left their stamp on cave walls. “We have to go back and date more of these samples and find a date that predates the arrival of modern humans in Europe,” Pike explained. But if concrete evidence emerges, today’s humans might gain an even stronger link to their mysterious ancestors. “What’s really exciting about the possibility that this is Neanderthal art is that anyone, because it’s open to the public, can walk into El Castillo cave and they can see a Neanderthal hand on the wall,” Pike said.","author":"Jennie  Cohen","web_category":"news","title":"Did Neanderthals Create World’s Oldest Cave Paintings?","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/el-castillo-handprints.jpg","url":"http://www.history.com/news/did-neanderthals-create-worlds-oldest-cave-paintings"}