{"summary":"This El Paso Herald article entitled “Manufacturers Are Held for Holocaust” and dated December 2, 1911, announces that Triangle Shirtwaist Factory owners Max Blanck and Isaac Harris were slated to stand trial for seven counts of manslaughter in connection with the deadly fire. Despite his role in the fire that claimed the lives of nearly 150 of his employees, by 1913 Triangle Shirtwaist Factory owner Max Blanck was back to business as usual, as reported in the September 26 issue of Chicago’s Day Book","advice_category":"1","content":"\nNew York Tribune: March 26, 1911\nThis New York Tribune cover story from March 26 provides a detailed account of the horror that unfolded the day before, citing numerous officials and survivors. It describes the mad rush for the elevators, the collapse of the building’s sole fire escape and the horrific sight of some 50 women leaping to their deaths. In a statement excerpted in the article, Fire Chief Edward Croker blames the high casualty count on insufficient fire escapes and stairways, a lack of sprinklers and the fact that doors had been sealed shut. “This calamity is just what I have been predicting,” he says. “I have been advocating and agitating that fire escapes be put on buildings just such as this. This large loss of life is due to this neglect.” Meanwhile, an official who refused to be named makes the heartbreaking revelation that the building containing the Triangle Shirtwaist Factory was one of 7,000 that had been recommended for additional fire escapes following a Fire Department investigation just weeks earlier. Tragically missing from the article is eyewitness testimony from the factory’s cutting room, where the fire had apparently broke out around 4:40 p.m.: “No living person has so far been found who was in the cutting room of the Triangle Waist Company, on the eight floor, to tell of the horror of those first few seconds after the alarm was sounded. The terror of the hundreds of helpless girls on that floor can only be imagined.”\nCredit: Library of Congress. Click?here to view the full page from the Library of Congress.\nNew York Tribune: March 26, 1911\nAn article on an interior page of the same New York Tribune issue describes the grim process of identifying the 142 bodies—nearly all of them women—that had been brought to the city morgue. (The death toll is now estimated at 145.) In some instances, the reporter explains, identification could only be made based on the pay envelopes workers carried in their pockets and stockings. The scene is then compared to the aftermath of the 1904 General Slocum steamship tragedy, New York’s worst disaster in terms of loss of life at that time, in which an estimated 1,021 people perished.\nCredit: Library of Congress. Click?here to view the full page from the Library of Congress.\nNew York Tribune: March 26, 1911\nAlso in the March 26 New York Tribune issue, factory owner Max Blanck recounts his own escape from the blaze. According to the story, Blanck, his two young daughters and his business partner, Isaac Harris, crossed the eight feet from the roof to an adjoining building on the shoulders of a half dozen men who formed a human chain. “Not a person was as much as scratched in the process,” the article reports. Blanck and Harris, known as the “shirtwaist kings” because they operated the largest firm in the business, would later be indicted on seven counts of manslaughter after witnesses testified that they locked the doors to the factory’s stairwells and exits, ostensibly to prevent theft. They were acquitted of all charges and ultimately collected a substantial chunk of insurance money equivalent to $400 per victim.\nCredit: Library of Congress. Click?here to view the full page from the Library of Congress.\nEl Paso Herald: March 27, 1911\nThis March 27, 1911, issue of the El Paso Herald reports that investigators had traced the origin of the fire to a lit cigarette disposed in a scrap bin. It also hints at the wave of labor and building reforms that the Triangle Shirtwaist tragedy would eventually trigger, particularly in New York City: “The fact that there was only one fire escape on the building will be rigidly investigated…. Fire insurance men are inclined to urge a complete revision of New York laws limiting the height of all buildings and even the tearing down of existing skyscrapers is recommended. Four or five stories should be the legal maximum where manufacturing or industrial pursuits are followed.”\nCredit: University of North Texas. Click?here to view the full page from the Library of Congress.\nMedford Mail Tribune: March 29, 1911\nA story that appeared in Oregon’s Medford Mail Tribune four days after the Triangle Shirtwaist fire demonstrates the tragedy’s fast and far-reaching influence. It reports the arrest of seven Los Angeles property owners “for alleged flagrant violations of the city ordinance providing for the equipment of buildings of various classes with proper apparatus for fire protection.” Los Angeles’ fire chief is quoted as saying, “There are many frame apartment houses, particularly in the hilly districts, that—well, God help us if they ever catch fire.” The same column provides an update on the situation in New York, explaining that a “great labor demonstration” is planned in conjunction with the victims’ burial.\nCredit: University of Oregon. Click?here to view the full page from the Library of Congress.\nThe Tacoma Times: April 5, 1911\nDated April 5, 1911, this Tacoma Times piece describes a demonstration organized by New York City’s labor unions against the type of unsafe working conditions that caused the Triangle Shirtwaist inferno: “Thousands on thousands were in the parade and despite a steady downpour, women and children marched in almost equal numbers with the men.” Historians now estimate that some 80,000 protestors participated in that march, which was planned by the International Ladies’ Garment Workers’ Union and the Women’s Trade Union League.\nCredit: Washington State Library. Click?here to view the full page from the Library of Congress.\nThe Valentine Democrat: April 6, 1911\nPrinted nearly two weeks after the Triangle Shirtwaist disaster, this story from Nebraska’s Valentine Democrat reveals that 86 of the victims had been identified. It also reports that an inquiry by New York City’s fire marshal determined that the fire’s victims “found traps at every turn” as they struggled to flee the blaze.\nCredit: University of Nebraska-Lincoln Libraries. Click?here to view the full page from the Library of Congress.\nThe Democratic Banner: May 5, 1911\nThis May 5, 1911, piece in Ohio’s Democratic Banner reports that the city of Columbus had passed new legislation aimed at offering “added protection against fire horrors such as the Triangle shirtwaist factory holocaust.” Under the bill, business owners risked being shut down if they failed to “erect fire escapes and provide other means of protection against fire.”\nCredit: Ohio Historical Society. Click?here to view the full page from the Library of Congress.\nEl Paso Herald: December 2, 1911\nThis El Paso Herald article entitled “Manufacturers Are Held for Holocaust” and dated December 2, 1911, announces that Triangle Shirtwaist Factory owners Max Blanck and Isaac Harris were slated to stand trial for seven counts of manslaughter in connection with the deadly fire. “The criminality of the defendants is alleged to lie in the conditions which they allowed to exist in their factory,” the reporter explains. “It is alleged that the doors of the factory, which swung open inside, were locked; that the fire escapes were not only too few in number, but were so poorly constructed as to make it impossible for any number of persons to descend by them at one time; that the staircases were too small to permit the exit of the employees; that too many persons were employed per square foot of floor space; that fire drills were never ordered by the employers; that proper equipment for rapidly extinguishing small fires was not on hand.” Despite this litany of charges, Blanck and Harris, represented by superstar lawyer Max Stuer, were acquitted on December 27. The jury, which deliberated for fewer than two hours, cited the prosecutor’s failure to prove beyond a reasonable doubt that the pair had known about the locked doors when the blaze broke out.\nCredit: University of North Texas. Click?here to view the full page from the Library of Congress.\nThe Day Book: September 26, 1913\nDespite his role in the fire that claimed the lives of nearly 150 of his employees, by 1913 Triangle Shirtwaist Factory owner Max Blanck was back to business as usual, as reported in the September 26 issue of Chicago’s Day Book. Convicted of locking the exits of his new facility, Blanck had the option of spending five days in the penitentiary or coughing up $20. The article describes his reaction: “He smiled, pulled out a ‘roll’ of money as thick as his arm, peeled off a $20 bill and walked off.”\nCredit: University of Illinois at Urbana-Champaign Library. Click?here to view the full page from the Library of Congress.\nThe Day Book: March 12, 1914\nNearly three years after the Triangle Shirtwaist fire, the relatives of some of its victims finally received compensation, as reported by this Day Book piece dated March 12, 1914. The paltry sum they collected—$75, equivalent to roughly $1,600 today—was paid not by the company’s owners but by an employers’ liability company.\nCredit: University of Illinois at Urbana-Champaign Library. Click?here to view the full page from the Library of Congress.","author":"Jennie  Cohen","web_category":"news","title":"100 Years Ago: The Triangle Shirtwaist Fire","picture_url":"http://www.history.com/images/topic/content/triangle-shirtwaist/tribune-032611-1.jpg","url":"http://www.history.com/news/100-years-ago-the-triangle-shirtwaist-fire"}