{"summary":"Before the 17-carriage convoy carrying the royal family and leaders of Britain’s dominions departed Buckingham Palace, Queen Victoria, with a touch of a button, sent an electronic message to her vast Empire. On September 23, 1896, the queen surpassed King George III as Britain’s longest-reigning monarch, but she requested that celebrations of the milestone be delayed until June 1897, the 60th anniversary of her accession to the throne","advice_category":"1","content":"\nIn the waning days of the 19th century, the United Kingdom was the most powerful country on earth. The British Empire was at its imperial zenith. More than a quarter of the world’s population—and a portion of every continent—was under its dominion, and ruling over it all was Queen Victoria, the woman who had worn the crown longer than any sovereign in British history.\nOn September 23, 1896, the queen surpassed King George III as Britain’s longest-reigning monarch, but she requested that celebrations of the milestone be delayed until June 1897, the 60th anniversary of her accession to the throne. Colonial Secretary Joseph Chamberlain proposed that the Diamond Jubilee double as a “Festival of the British Empire” to celebrate Britain’s true crown jewels—its colonies. When Chamberlain suggested restricting the jubilee’s foreign guest list to the heads and representatives of the countries in the British Empire, a thankful queen—eager to avoid the headaches of taking in unwelcome royal relations at Buckingham Palace and Windsor Castle—quickly pounced on the idea.\nQueen Victoria’s Diamond Jubilee began solemnly with a family Thanksgiving service at Windsor Castle on Sunday, June 20, 1897, the 60th anniversary of her inheritance of the throne. The following day, the queen returned to London to find a sea of color had washed over the city’s soot-coated streets. Union Jacks draped from house balconies. Festoons of flowers and rainbows of bunting soared overhead. The explosion of hues reflected a country bursting with patriotic pride. “The streets, the windows, the roofs of the houses, were one mass of beaming faces, and the cheers never ceased,” the queen wrote in her journal. That night at Buckingham Palace, Victoria sat next to Archduke Franz Ferdinand, whose 1914 assassination would spark the start of World War I, at a state banquet. As a tired queen turned in for the night, thousands of Britons, eager to watch the grand royal procession to St. Paul’s Cathedral the next morning, slept in the parks outside the palace walls.\nAs dawn broke on the overcast morning of Tuesday, June 22, 1897, which had been declared a public holiday, hundreds of thousands of people crowded the London sidewalks in anticipation of the royal parade. Vendors hawked souvenir jubilee flags, mugs and programs. A human fence of soldiers, their bayonets protruding like pickets, walled off the route of the six-mile procession.\nBefore the 17-carriage convoy carrying the royal family and leaders of Britain’s dominions departed Buckingham Palace, Queen Victoria, with a touch of a button, sent an electronic message to her vast Empire. Her telegraph message would have been tailor-made for today’s Twittersphere: “From my heart I thank my beloved people. May God bless them. V.R. & I.” At 11:15 a.m., a cannon fired in Hyde Park to announce the monarch’s departure from the palace. The roar of the cannon must have forced the clouds into retreat as the sun suddenly began to splash the streets of London.\nEight cream horses pulled the queen in an open carriage. Despite the festive occasion, Victoria—in perpetual mourning for her beloved husband, Albert, and two of her children—was dressed in black. The colorful dress uniforms of the colonial forces, however, more than compensated for the monochrome monarch. The procession, which included representatives of all Empire nations, swept by many of London’s world-famous landmarks, such as Trafalgar Square, the National Gallery, London Bridge and Big Ben. The queen’s subjects, many of whom had never known another monarch, cheered her along the entire route and broke into spontaneous verses of “God Save the Queen.” Deeply touched by the outpouring of affection, Victoria occasionally wiped tears from her eyes before arriving at St. Paul’s Cathedral for a Thanksgiving service.\nSince painful arthritis impeded the 78-year-old queen’s ability to climb the cathedral steps, the decision had been made in advance to hold the service outside at the foot of St. Paul’s west steps. Crowds packed specially erected bleachers on surrounding rooftops. The steps of St. Paul’s were so crowded that choir members were forced to stand on the massive pedestals flanking the cathedral’s entrance. The queen, shading herself with a parasol, remained in her coach for the 20-minute ceremony. Following the brisk service, the procession drove off as the Archbishop of Canterbury shouted out, “Three cheers for the Queen!”\nThe queen continued her circuit through London and returned to Buckingham Palace for a quiet luncheon followed by a dinner banquet. When darkness fell, a series of bonfires were set simultaneously on hills throughout Victoria’s kingdom to light up the British night. The cheering and singing continued well into the night, no doubt aided by pubs remaining open until the special time of 2:30 a.m.\nIn her journal, Queen Victoria called it “a never to be forgotten day.” “No one ever I believe, has met with such an ovation as was given to me, passing through those six miles of streets,” she wrote. “The crowds were quite indescribable and their enthusiasm truly marvelous and deeply touching. The cheering was quite deafening, and every face seemed to be filled with real joy. I was much moved and gratified.” To Victoria and everyone in London celebrating the Diamond Jubilee, it must have seemed as if the sun would indeed never set on the British Empire.","author":"Christopher  Klein","web_category":"news","title":"Queen Victoria’s Diamond Jubilee","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/victoria-jubilee-wide.jpg","url":"http://www.history.com/news/queen-victorias-diamond-jubilee"}