{"summary":"An anthropologist who oversees the Institute for Mummies and the Iceman in Bolzano, Italy, Zink has conducted extensive research on ?tzi and recently helped analyze DNA from King Tut and his relatives. But mitochondrial DNA only paints part of the genetic portrait, so in 2010 an international team undertook the sequencing of ?tzi’s entire genome, explained project leader Albert Zink","advice_category":"1","content":"\nIn 2008 scientists announced the complete sequencing of the iceman’s mitochondrial DNA, which humans inherit from their mothers. According to their results, he belonged to a previously unidentified European sub-lineage that either is extremely rare or died out long ago. But mitochondrial DNA only paints part of the genetic portrait, so in 2010 an international team undertook the sequencing of ?tzi’s entire genome, explained project leader Albert Zink. An anthropologist who oversees the Institute for Mummies and the Iceman in Bolzano, Italy, Zink has conducted extensive research on ?tzi and recently helped analyze DNA from King Tut and his relatives. \nFor his latest study, published last week in Nature Communications, Zink and his colleagues extracted DNA from a fragment of ?tzi’s hipbone. Despite its age, the sample turned out to be extraordinarily intact, perhaps because of its chilly storage conditions. Revealing several surprising details, the researchers’ analysis “extends our knowledge of the iceman by providing new information on his phenotype,” Zink said. It suggests, for instance, that ?tzi had brown eyes, not the deep-set baby blues some scientists once pictured.\nThe DNA analysis yielded especially intriguing evidence about ?tzi’s health. Though an active hunter-gatherer who never struggled with obesity, indulged in junk food or smoked a cigarette, the iceman was at risk for arteriosclerosis—a hardening of the arteries caused by fatty deposits and known to trigger heart attacks. “It is typically thought to be a modern, so-called ‘civilization disease,’” Zink noted. “With ?tzi we now know that the mutations already occurred more than 5,000 years ago.” If coronary heart disease predates unhealthy lifestyles, genetic factors might play a more significant role, making this leading killer even harder to control.\nZink and his team also identified traces of the bacterium responsible for Lyme disease, a tick-borne infection first described in 1975 but thought to have affected humans for thousands of years. If they’re correct, the iceman suffered from the first documented case of the increasingly prevalent illness, which affects the joints and nervous system. “It is the earliest evidence for Lyme disease,” Zink said. “Now we have to compare the sequence to modern strains in order to understand the evolution of this disease.”\nPrevious studies have found that Europe’s oldest natural mummy also grappled with parasites, cavities and other afflictions in the four or five decades preceding his violent death. As if that weren’t enough, the Tyrolean iceman was probably lactose intolerant, Zink and his colleagues determined. This was the least of his problems, however, as humans had only just begun to domesticate animals and consume dairy products during his lifetime. “In ?tzi’s time, probably the majority of the population was still intolerant, and it took at least some hundred to a few thousand years to change so that lactose tolerance became predominant,” Zink explained. “It is important to investigate this marker to understand how and when it changed.”","author":"Jennie  Cohen","web_category":"news","title":"Iceman Frozen for Millennia Had Lyme Disease, Clogged Arteries & Sardinian Relatives","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/otzi-dna-sampling.jpg","url":"http://www.history.com/news/iceman-frozen-for-millennia-had-lyme-disease-blocked-arteries-sardinian-relatives"}