{"summary":"He later received his doctorate from Cambridge University and spent time in the United States at the Mayo Clinic.. He received the Nobel Prize for his work in 1937","advice_category":"1","content":"\nBorn in Budapest in 1893 into a noble Austro-Hungarian family, Albert Szent-Gy?rgyi interrupted his university studies to serve as an army medic during World War I. Disillusioned with the war and eager to return to academia, he shot himself in the arm, claimed he had been wounded in battle and went home to complete his medical degree. He later received his doctorate from Cambridge University and spent time in the United States at the Mayo Clinic.\nIn the early 1930s, Szent-Gy?rgyi isolated ascorbic acid, also known as vitamin C, from adrenal glands and paprika; the substance was soon proven to be an effective means of treating and preventing scurvy. He received the Nobel Prize for his work in 1937. He then began researching the biophysics of muscle movement and discovered the proteins actin and myosin.\nWhen fascists gained control of the Hungarian government as World War II approached, Szent-Gy?rgyi used his wealth and influence to help Jewish friends flee the country. He then joined the resistance movement and participated in secret negotiations with the Allies. Adolf Hitler allegedly learned of the scientist-turned-spy’s activities and personally ordered his arrest, forcing Szent-Gy?rgyi to spend the end of the war hiding from the Gestapo.\nAfter World War II, Szent-Gy?rgyi established a laboratory at the University of Budapest and became active in politics, briefly serving as a member of parliament. But his opposition to the Soviet occupation of Hungary, which he considered a hindrance to scientific advancement, prompted his 1947 emigration to the United States. There he established the Institute for Muscle Research at the Marine Biological Laboratory in Woods Hole, Massachusetts.\nSzent-Gy?rgyi began focusing on the biochemistry of cancer in the late 1950s and founded the National Foundation for Cancer Research in 1973. Politically active throughout his life, Szent-Gy?rgyi became an outspoken critic of the Vietnam War and the threat of nuclear weapons in the 1960s and 1970s. He died on October 22, 1986.","author":"History.com  Staff","web_category":"news","title":"Remembering Albert Szent-Gy?rgyi","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/szent-gyorgyi.jpg","url":"http://www.history.com/news/remembering-albert-szent-gyorgyi"}