{"summary":"And so on August 12, Galvin received an experimental injection of Brown-S?quard’s potion at the Western Pennsylvania Medical College, The Washington Post reported.. Galvin still ranks sixth in all-time victories and second in complete games and innings pitched, but his name has largely faded into the annals of baseball history","advice_category":"1","content":"\nNews of the youth-bestowing tonic quickly went viral and created a global sensation. Many doctors were skeptical of Brown-S?quard’s outlandish claims, but he was hardly known as a quack. A pioneering expert on the spinal cord’s physiology, he was held in high regard by the medical community. \nThroughout the summer of 1889, fantastic claims about the therapeutic benefits of Brown-S?quard’s elixir generated front-page stories across the United States. “Old Men Made Young,” cried a St. Paul Daily Globe headline on August 10, 1889. “Old Men Made as Frisky as the Friskiest Boys,” blared The Boston Globe the next day. The Cincinnati Enquirer reported that 70-year-old Fielden Weir, a former slave who’d been crippled with rheumatism, was dancing and kicking both feet as high as his head just hours after receiving an injection. The demand for sheep—used instead of guinea pigs by many American doctors—was so high in Cincinnati that butchers couldn’t keep pace.\nThe miraculous concoction was front-page news in Pittsburgh as well, and the reports would certainly have caught the attention of James Galvin, an aging pitcher for the city’s National League baseball team. The 32-year-old right-hander was in the twilight of a brilliant professional career that began in 1875. Nicknamed “Pud” because he made “pudding” of opposing batters, he’d  already twirled two no-hitters and become baseball’s first 300-game winner. (“Pudding” would also have aptly described the physique of the short, stocky hurler.) In an era far removed from today’s five-man pitching rotations, Galvin generally started every other game for his teams. In both 1883 and 1884, he won 46 games for Buffalo’s National League franchise. \nGalvin displayed such incredible stamina and longevity that he was also called the “Little Steam Engine.” But by 1889 the engine was sputtering, and the veteran player yearned to regain the pinnacle of his powers. And so on August 12, Galvin received an experimental injection of Brown-S?quard’s potion at the Western Pennsylvania Medical College, The Washington Post reported.\nThe Washington Post was not shy in crediting Brown-S?quard for the comeback: ”If there still be doubting Thomases who concede no virtue in the elixir, they are respectfully referred to Galvin’s record in yesterday’s Boston-Pittsburgh game. It is the best proof yet furnished of the value of the discovery.”\nIf the injection enhanced Galvin’s performance, a placebo effect was surely at work: Brown-S?quard’s solution proved to be a medical fad without any therapeutic benefits. Still, by the end of 1889 more than 12,000 physicians had administered the elixir. Whether Galvin ever tried it again before the end of his baseball career is unknown. \nPud Galvin retired in 1892 with 365 victories and nearly 6,000 innings pitched. At that time he was baseball’s all-time leader in wins, innings pitched, games started, games completed and shutouts. His fame did not bring fortune, however. The star pitcher died penniless in 1902 at age 47. \nThe following year, Cy Young surpassed Galvin on the all-time wins list. Galvin still ranks sixth in all-time victories and second in complete games and innings pitched, but his name has largely faded into the annals of baseball history. In 1965 he was inducted into the Hall of Fame—an honor that has eluded some of the players who followed in his dubious footsteps. ","author":"Christopher  Klein","web_category":"news","title":"Baseball’s First Fountain of Youth","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/pud-galvin.jpg","url":"http://www.history.com/news/baseballs-first-fountain-of-youth"}