{"summary":"Bloch put it this way: “Have we really caught evolution in the act, and if so are we catching evolution of a nail to a claw or a claw to a nail?” As a result of this ambiguity, he continued, the study’s findings don’t necessarily contradict the 2009 Darwinius study; in fact, a claw-to-nail transition might even support a link between adapiforms and anthropoids. Maiolino, Bloch and their fellow researchers also conducted a cladistic analysis—a method of mapping organisms’ evolutionary ties—for Notharctus using a variety of primate characteristics, including the grooming claw","advice_category":"1","content":"\nOne of these telling characteristics was Darwinius’ apparent lack of grooming claws, which strepsirhines use to scratch and clean their fur. With a few exceptions, most anthropoids feature nails in place of these specialized structures. Adding to a growing body of research that has cast doubt on the Darwinius study’s findings, a team of experts has contributed to the debate over adapiform evolution by focusing on the grooming claw in particular. They published their results in the January 10 issue of PLoS ONE.\n“I was fairly surprised in reading about Darwinius that it didn’t have a grooming claw because, in all other ways, these animals look a lot like lemurs,” said co-author Jonathan Bloch, an associate curator of vertebrate paleontology at the Florida Museum of Natural History. To investigate this apparent contradiction, he and his colleagues examined a specimen of Darwinius’ contemporary and fellow adapiform, Notharctus tenebrosus, that was recently unearthed in Wyoming. “We looked at the bones of the toe tips and compared these to the bones of other living primates to see if Notharctus’ bones would support grooming claw or not,” explained lead author Stephanie Maiolino, an anthropology graduate student at Stony Brook University who specializes in nail and claw evolution in primates.\nThe authors pointed out that many questions remain, including a glaringly obvious one. Bloch put it this way: “Have we really caught evolution in the act, and if so are we catching evolution of a nail to a claw or a claw to a nail?” As a result of this ambiguity, he continued, the study’s findings don’t necessarily contradict the 2009 Darwinius study; in fact, a claw-to-nail transition might even support a link between adapiforms and anthropoids. On the other hand, Notharctus might have been in the process of evolving a lemur-like claw, a scenario that Maiolino considers more likely. Evidence suggests that grooming claws were derived from nails in the first place, she explained.\nMaiolino, Bloch and their fellow researchers also conducted a cladistic analysis—a method of mapping organisms’ evolutionary ties—for Notharctus using a variety of primate characteristics, including the grooming claw. They found that other attributes, including certain cranial and dental features, provide more compelling evidence for an association between adapiforms and strepsirhines than their original object of inquiry. “We saw that the form of the second pedal digit—whether it has a grooming claw or not—was not that informative of relationships,” Maiolino said.\nBloch added that, while the “totality of the analysis” suggests that adapiforms are more closely related to lemurs than monkeys, apes and humans, the extinct creatures had some surprisingly monkey-like traits. Instead of the comb-like front teeth strepsirhines use for (more) grooming, for instance, they had incisors similar to our own. However, further research is necessary to determine whether these parallels represent close family ties or simply indicate convergent evolution, in which species that are not closely related acquire similar features to meet the same needs, the authors cautioned. ","author":"Jennie  Cohen","web_category":"news","title":"Does Primitive Claw Disqualify So-Called ‘Missing Link’ Candidate?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/notharctus-nail-skull.jpg","url":"http://www.history.com/news/does-primitive-claw-disqualify-so-called-missing-link-candidate"}