{"summary":"And on the night of August 12-13, the East Germans sealed the border all the way around West Berlin so that no one from East Berlin or East Germany could get to West Berlin without permission from the East German authorities. Soviet leader Nikita Khrushchev tried to push the Western powers out of West Berlin by threatening them with nuclear weapons and saying that he would turn over control of the access routes between West Germany and West Berlin to Ulbricht (whom everyone expected would shut down the access routes to prevent East German refugees from making it out of West Berlin and into West Germany)","advice_category":"1","content":"\nWhat were the events that set the stage for the Berlin Wall’s construction?\nWhen Germany was defeated at the end of World War II in May 1945, the Four Powers (the United States, the USSR, the United Kingdom and France) divided the country and the capital city of Berlin into four zones of occupation. This was done to make sure Germany could not rise up again and start war, as it had after World War I. The intention was to keep Germany weak, not to divide Germany. But the Soviets and Western powers could not agree on how to rule their zones of Germany. Accordingly, communism was imposed in the Soviet zone, and democracy and capitalism were imposed in the west. This led to the creation of two German states in 1949: the Federal Republic of Germany in the west (which fused the U.S., UK and French zones of Germany and Berlin) and the German Democratic Republic (GDR) in the east (comprising the Soviet zones of Germany and Berlin). The city of Berlin was located 110 miles inside of East Germany, which allowed Stalin to institute a blockade of western access to West Berlin in 1948 and 1949.\nAfter the Soviets and East Germans fortified the border between East and West Germany in the summer of 1952, Berlin became the only place in all of Germany where East and West Germans could move back and forth unhindered. Thus, East Germans who wanted to leave for freedom in the west could only go through West Berlin. Between 1949 and 1961, over 2 million East Germans fled to the west. This was 10 percent of the GDR population and 15 percent of its working population, so the exodus placed great stress on the entire East German system. Entire towns were left without doctors, for example. By July 1961, more than 1,000 East Germans were fleeing every day.\nHow was the population of Berlin affected by the Berlin Wall’s construction?\nLife was changed overnight in Berlin. Streets, subway lines, bus lines, tramlines, canals and rivers were divided. Family members, friends, lovers, schoolmates, work colleagues and others were abruptly separated. In some cases, children had been visiting their grandparents on the other side of the border and were suddenly cut off from their parents. Some students at the Free University of Berlin (in West Berlin) started organizing ways to smuggle out their fellow students now stuck behind the wall in the east. They organized West German passports for them and dug tunnels to help them escape.\nMeanwhile, the East Germans kept making the border stronger. They changed the initial barbed wire partition into a concrete wall and instituted a shoot-to-kill order for the border guards. The first victim of the shoot-to-kill order at the Berlin Wall was 24-year-old Guenter Litfin. In total, at least 128 people were killed while trying to flee from east to west until the fall of the wall on November 9, 1989, and thousands were imprisoned for trying to escape or mentioning to the wrong person that they might want to escape.\nIn your book, you use archival sources to shed new light on the forces at work behind the Berlin Wall’s construction. What was the conventional view, and what has your research shown?\nUntil the end of the Cold War and the opening of formerly closed communist archives, most people thought that Moscow and Washington controlled all important aspects of the Cold War. Thus, most people also believed that Moscow was behind the building of the Berlin Wall in August 1961. Once I was able to read the documents from the archives of the former Soviet and East German leaders, I found that in fact the Soviets did not want to build the wall. It was the East German leaders, particularly the prominent politician Walter Ulbricht, who pushed to close the border in Berlin in order to prevent more people from escaping.\nThe Soviets refused Ulbricht’s request in March 1953, shortly after Stalin’s death. They knew that sealing the border in Berlin would make all the Berliners and Germans angry and would damage the reputation of the whole communist bloc. Instead, they urged Ulbricht to moderate his harsh domestic policies and make the GDR a more attractive place to live. Ulbricht never did this, fearing that loosening his control would lead to the collapse of socialism (and not least the end of his power) in the GDR. He insisted that the only way to shore up the socialist GDR was to close the border. Soviet and East German leaders argued about this for eight years.\nIn the final year before the Berlin Wall’s construction, the Soviets grew increasingly worried that Ulbricht would act on his own to close the border. Top-secret reports from the Soviet embassy in East Berlin back to Moscow spoke of the East German regime’s “impatience and unilateral behavior in their efforts to close the border in Berlin as soon as possible using any and all available means.” There were times when Ulbricht changed procedures at the border in Berlin without giving the Soviets advance notice, to say nothing of getting Soviet permission.\nSoviet leader Nikita Khrushchev tried to push the Western powers out of West Berlin by threatening them with nuclear weapons and saying that he would turn over control of the access routes between West Germany and West Berlin to Ulbricht (whom everyone expected would shut down the access routes to prevent East German refugees from making it out of West Berlin and into West Germany). When Khrushchev met with U.S. President John F. Kennedy in Vienna on June 3-4, 1961, Kennedy made it clear that he would not leave West Berlin and that any Soviet or East German interference in West Berlin and Western access to it would be grounds for war. But Kennedy didn’t say anything about East Berlin or about free access for Germans between East and West Berlin. Many believe that this signaled to Khrushchev that, as long as he didn’t touch Western rights or freedoms in West Berlin, he could seal the border to prevent East Germans from getting to West Berlin.\nIn late July 1961, just three to four weeks before the closing of the border, Khrushchev finally gave his approval to Ulbricht to seal the border in Berlin. The Soviets and East Germans then worked closely together on the plans the East Germans had already largely drawn up. And on the night of August 12-13, the East Germans sealed the border all the way around West Berlin so that no one from East Berlin or East Germany could get to West Berlin without permission from the East German authorities. This began the building of the Berlin Wall, although it was just barbed wire at first.\nNow that the Berlin Wall has been gone for nearly 22 years, how do you think Germans look back on its fall?\nThe fall of the Berlin Wall on November 9, 1989, was definitely a watershed moment for most Germans, although some felt it more personally than others. People who had family or loved ones on the other side were of course particularly happy that it fell. And most East Germans welcomed the freedom they were granted by the fall of the wall, the collapse of the communist East German regime and the unification of Germany on October 3, 1990.\nBut some people from the east, particularly those who were over 50 years old in 1989, have had a hard time making their way in the new democratic, capitalist Germany. Unemployment levels are much higher in the east than in the west. Factories in the east that were unproductive were closed down, and the workers lost their jobs. Many of them then could not find a new job or lacked sufficient training to work in a competitive market economy.\nNonetheless, November 9, 1989, remains a very special day in German history since it symbolized a successful, peaceful revolution. Many Germans have felt that they have little in their history to be really proud of, but they?are proud of the fall of the wall and the role that peaceful East Germans on the street played in bringing it down.","author":"History.com  Staff","web_category":"news","title":"Reflecting on the Berlin Wall, 50 Years After Its Construction","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/berlin-wall-panorama.jpg","url":"http://www.history.com/news/reflecting-on-the-berlin-wall-50-years-after-its-construction"}