{"summary":"Elphinstone made about her age, challenged her guest to a duel in Hyde Park. Alexander Pushkin and Georges d’Anth?s (1837)","advice_category":"1","content":"\nAlexander Hamilton and Aaron Burr (1804)\nOn July 11, 1804, years of escalating personal and political tensions culminated in the most famous duel in American history: the standoff between Alexander Hamilton, a leading Federalist and former secretary of the treasury, and Aaron Burr, who was then serving as vice president under Thomas Jefferson. Hamilton had come to detest Burr, whom he regarded as an opportunist, and vehemently campaigned against him during his failed 1804 bid to become governor of New York. Burr resolved to restore his reputation by challenging Hamilton to an “affair of honor,” as duels were then known. The enemies met at the dueling grounds near Weehawken, New Jersey—the same spot where Hamilton’s son had died defending his father’s honor in November 1801. (The loss inspired Hamilton to denounce dueling and lend his voice to the growing movement against the practice.) According to some accounts, Hamilton never planned to aim at Burr, hoping instead to fire a symbolic shot into the air and resolve the matter peacefully. Whatever his intentions, Hamilton missed his opponent but was promptly shot in the stomach; he died the next afternoon. Few affairs of honor actually resulted in deaths at the time, and the nation was outraged by the killing of a man as eminent as Alexander Hamilton. Public opinion turned against Burr, who was charged with murder and later arrested for treason in an unrelated incident. Acquitted on a technicality, he fled to Europe before returning to private life in New York.\nLady Almeria Braddock and Mrs. Elphinstone (1792)\nA certain Mrs. Elphinstone expected no more than a cup of tea when she paid a social call to Lady Almeria Braddock’s London home in 1792. But the visit veered off into decidedly unladylike territory when the hostess, evidently enraged by a casual comment Mrs. Elphinstone made about her age, challenged her guest to a duel in Hyde Park. According to reports, Mrs. Elphinstone fired her pistol first, knocking Lady Braddock’s hat to the ground. The women then took up swords, and Lady Braddock got her revenge by wounding her opponent in the arm. The “Petticoat Duel,” as it came to be known, ended without further incident when Mrs. Elphinstone agreed to write a letter of apology.\nMiyamoto Musashi and Sasaki Kojiro (1612)\nConsidered the preeminent Japanese swordsmen of their time, archrivals Miyamoto Musashi and Sasaki Kojiro met on the remote shores of Ganry? Island to settle their differences once and for all. According to legend, Musashi showed up several hours late to psych out his opponent, bearing a giant wooden sword he had fashioned from the oar of a boat. Kojiro attacked the tardy samurai with his signature “swallow cut” move, but before his blade was lowered Musashi dealt him a fatal blow. Pursued by furious Kojiro supporters who considered his delayed arrival unfair, Musashi hopped back into his boat and rowed to safety. Later in life, Musashi would become an acclaimed painter.\n?douard Manet and Edmond Duranty (1870)\nIn February 1870, the French painter ?douard Manet flew into a fit of rage after reading a single dispassionate sentence about two of his works penned by his longtime friend, the critic Edmond Duranty. The artist stormed into Paris’ Caf? Guerbois, slapped Duranty in the face and challenged him to a sword duel. According to police reports, the men faced each other on February 23 in the forest of Saint-Germain, with the famous writer ?mile Zola attending Manet as his “second.” The adversaries’ swords allegedly struck only once, but with such force that both blades buckled. When Duranty sustained a minor wound, Manet declared his honor sufficiently defended, and before long the two Parisians had patched up their relationship and were once again sharing meals at the Guerbois.\nAlexander Pushkin and Georges d’Anth?s (1837)\nPerhaps more so than the man wielding the pistol, it was pure jealously that felled the great Russian poet Alexander Pushkin at the height of his career. In the 1830s, George d’Anth?s aggressively pursued Pushkin’s beautiful wife Natalya in Saint Petersburg, earning verbal threats from the famous—and notoriously pugnacious—writer in return. On January 10, 1837, the Frenchman wed Natalya’s sister Ekaterina, perhaps to dispel rumors of an affair and quell Pushkin’s wrath. Nevertheless, on January 27 the newly minted brothers-in-law met in a duel. D’Anth?s escaped with a gash on his arm, but Pushkin took a bullet to the stomach and died two days later.\nIsabella de Carazzi and Diambra de Pettinella (1552)\nFabio de Zeresola may have been the most sought-after bachelor in 16th-century Naples. At a time when many duels were fought between men for a disputed lady’s favor, two young women—Isabella de Carazzi and Diambra de Pettinella—competed for Zeresola’s affection in a public swordfight. Although the outcome is unknown, the sensational event kept gossips’ tongues wagging for decades to come. In 1636, the Spanish artist Jose de Riberta immortalized the story in his famous painting “Duelo de Mujeres” (“Duel of Women”).\nBen Jonson and Gabriel Spenser (1598)\nA contemporary of William Shakespeare, Ben Jonson overcame a rough upbringing to become an accomplished playwright, poet and actor. He also cultivated a bad-boy reputation through his ruthless exploits as a soldier, his hard-drinking lifestyle and his inflammatory writings. On September 22, 1598, he killed the actor Gabriel Spenser in a duel that may have arisen after the two men quarreled over which theater troupe was Elizabethan England’s finest. Sentenced to hang for the murder, Jonson used a legal loophole known as the “benefit of clergy,” reciting a Bible verse to escape the death penalty; his property was ultimately confiscated and his thumb branded. Jonson’s hit play “Every Man in His Humor” was produced the same year, with Shakespeare himself playing a role.\nAndrew Jackson and Charles Dickinson (1806)\nMore than two decades before he became the seventh president of the United States, Andrew Jackson faced off against Charles Dickinson, a lawyer regarded as one of the best shots in the area, in Logan, Kentucky. The proud and volatile Jackson, a former senator and representative of Tennessee, called for the duel after Dickinson described his wife Rachel as a bigamist, referring to a legal error in her 1791 divorce from her first husband. On May 30, 1806, the two men met with pistols in hand, standing 24 feet apart in accordance with dueling custom. After the signal, Dickinson fired first, grazing Jackson’s breastbone and breaking some of his ribs. Jackson, a former Tennessee militia leader, maintained his stance and fired back, fatally wounding his opponent. It was one of several duels Jackson was said to have participated in during his lifetime, the majority of which were allegedly in defense of Rachel’s honor.","author":"Jennie  Cohen","web_category":"news","title":"History at 40 Paces: Legendary Duels","picture_url":"http://www.history.com/news/wp-content/uploads/2011/07/alexander-hamilton-duel.jpg","url":"http://www.history.com/news/history-at-40-paces-legendary-duels"}