{"summary":"In October 1720 a pirate hunting boat overtook Rackam’s drunken band. After laying low for a few months in North Carolina, Blackbeard was killed in battle with the British Navy","advice_category":"1","content":"\nSailing from North Africa’s Barbary Coast, the Barbarossa (which means “red beard” in Italian) brothers Aruj and Hizir became rich by capturing European vessels in the Mediterranean Sea. Though their most lucrative early victims included two papal galleys and a Sardinian warship, they began targeting the Spanish around the time Aruj lost an arm to them in battle. By 1516 the Ottoman sultan had essentially put Aruj in charge of the entire Barbary Coast, a position that Hizir took over two years later following his brother’s death. Hizir, otherwise known as Khair-ed-Din, then spent the rest of his days fighting various Christian enemies, including a “Holy League” fleet specifically formed by the pope to destroy him.\nFrancis Drake, nicknamed “my pirate” by Queen Elizabeth I, was among the so-called “Sea Dog” privateers licensed by the English government to attack Spanish shipping. Drake sailed on his most famous voyage from 1577 to 1580, becoming the first English captain to circumnavigate the globe. On that same trip he lost four of his five boats, executed a subordinate for allegedly plotting a mutiny, raided various Spanish ports and captured a Spanish vessel loaded with treasure. A delighted Queen Elizabeth immediately knighted him upon his return. Eight years later, Drake helped defeat the Spanish Armada.\nL’Olonnais was one of many buccaneers—a cross between state-sponsored privateers and outright outlaws—who plied the Caribbean Sea in the mid- to late 1600s. Also known as Jean-David Nau, L’Olonnais is believed to have begun raiding Spanish ships and coastal settlements—and cultivating a reputation for excessive cruelty—soon after arriving in the Caribbean as an indentured servant. Seventeenth-century pirate historian Alexander Exquemelin wrote that L’Olonnais would hack his victims to pieces bit by bit or squeeze a cord around their necks until their eyes popped out. Suspecting he had been betrayed, L’Olonnais supposedly once even cut out a man’s heart and took a bite. Karma came back to haunt him in 1668, however, when, according to Exquemelin, he was captured and eaten by cannibals.\nPerhaps the best-known pirate of the buccaneering era, Henry Morgan once purportedly ordered his men to lock the inhabitants of Puerto Pr?ncipe, Cuba, inside a church so that they could plunder the town unhindered. He then moved on to capture Porto Bello, Panama, in part by creating a human shield out of priests, women and the mayor. Over the next few years, other brutal raids followed against two towns in Venezuela and Panama City. Though Morgan was briefly arrested in 1672, he ended up serving as acting governor of Jamaica in 1678 and again from 1680 to 1682. Ironically, the Jamaican legislature passed an anti-piracy law during his administration, and Morgan even assisted in pirate prosecution.\nOnce a respected privateer, Captain William Kidd set sail in 1696 with the assignment of hunting down pirates in the Indian Ocean. But he soon turned pirate himself, capturing vessels such as the Quedagh Merchant and killing a subordinate with a wooden bucket. A massive defection left him with a skeleton crew for the journey home, which included a stop at New York’s Gardiners Island to bury treasure. Having run afoul of the powerful British East India Company, Kidd was arrested before making it back to England. He was then tried and executed, and his decaying body was displayed from the banks of the River Thames as a warning to other pirates.\nBorn Edward Teach, Blackbeard intimidated enemies by coiling smoking fuses into his long, braided facial hair and by slinging multiple pistols and daggers across his chest. In November 1717 he captured a French slave ship, later renamed the Queen Anne’s Revenge, and refitted it with 40 guns. With that extra firepower he then blockaded the port of Charleston, South Carolina, until the town’s residents met his demands for a large chest of medicine. After laying low for a few months in North Carolina, Blackbeard was killed in battle with the British Navy. Legend holds that he received 20 stab wounds and five gunshot wounds before finally succumbing. The so-called Golden Age of Piracy, of which Blackbeard was a major part, would only last a few more years. But countless books, plays and movies—from “Treasure Island” to “Pirates of the Caribbean”—would later bring a romanticized version of that era squarely into the public eye.\nJohn Rackam, better known as Calico Jack, received a pardon for previous piracy acts in 1719. Nonetheless, he headed back out to sea the following year after seizing a 12-gun sloop from Nassau harbor in the Bahamas. Among Rackam’s dozen or so followers were two of the only women pirates ever to ply Caribbean waters. One, Anne Bonny, had left her husband to be with Rackam, while the other, Mary Read, had purportedly been sailing for quite some time disguised in men’s clothing. In October 1720 a pirate hunting boat overtook Rackam’s drunken band. Only Bonny, Read and perhaps one man are believed to have offered any resistance. Though Rackam was executed the following month, his female crewmates escaped the hangman’s noose because both were found to be pregnant. Read died in prison soon after, and no one knows what became of Bonny.\nIn 1805 Madame Cheng’s husband, Cheng Yih, formed what quickly became the largest pirate confederation in history. Upon his death two years later, Madame Cheng took over the business and expanded it even further, commanding an estimated 1,800 ships and 70,000 men at the height of her powers. With the help of Cheung Po Tsai—the adopted son of her husband and also her lover—she demanded protection money from coastal communities, attacked ships in the South China Sea and once even kidnapped seven British sailors. Madame Cheng then took a pardon in 1810 when Chinese authorities began cracking down on piracy. A prostitute in her youth, she lived out her golden years running a large opium smuggling operation.","author":"Jesse  Greenspan","web_category":"news","title":"8 Real-Life Pirates Who Roved the High Seas","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/barbarossa-brothers.jpg","url":"http://www.history.com/news/8-real-life-pirates-who-roved-the-high-seas"}