{"summary":"Just a few days ago, researchers in the library of Munich’s Ludwig Maximilian University stumbled upon a fifth print of the segmental map, tucked between two 16th-century texts that had been bound together in the 1800s. The mapmakers, Martin Waldseem?ller and Matthias Ringmann, named the continent after Italian explorer Amerigo Vespucci, who they incorrectly believed had discovered it","advice_category":"1","content":"\nHow did America get its name? Five hundred years ago, two German cartographers drafted maps of the world featuring a boomerang-shaped landmass lying far to the west of Europe and Africa, in the middle of a giant ocean. The mapmakers, Martin Waldseem?ller and Matthias Ringmann, named the continent after Italian explorer Amerigo Vespucci, who they incorrectly believed had discovered it. Experts think it was the first time anyone had called the New World “America” rather than the Indies.\nWorking in their Alsace studio, Waldseem?ller and Ringmann printed their map in two forms—a large wall variation and a segmented version designed to be folded into a small globe. They were sold together in a package, bundled with an introductory geography text. The only known copy of the wall map—nicknamed the “birth certificate of America”—was presented by Germany to the Library of Congress in 2007. Four copies of the segmental map are held by museums or in private hands.\nJust a few days ago, researchers in the library of Munich’s Ludwig Maximilian University stumbled upon a fifth print of the segmental map, tucked between two 16th-century texts that had been bound together in the 1800s. Though largely similar to the other copies, it differs in the shape of the letters and the placement of a major port. Experts said the watermark suggests it appeared after 1507, when the first edition of the package made its debut.\nCurator Sven Kuttner said we may never know how the map wound up in an obscure corner of the library’s stacks. One possibility is that it was part of a collection belonging to the Monastery Library in Oberalteich, which the university absorbed after the breakup of the Holy Roman Empire. The copy could also have been donated by Johann Eglof von Kn?ringen, a 16th-century bishop.\nA digital version of the map, made available by the university in time for American Independence Day, may be viewed online.","author":"Jennie  Cohen","web_category":"news","title":"Copy of First Map to Name America Found","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/waldeemuller-map.jpg","url":"http://www.history.com/news/copy-of-first-map-to-name-america-found"}