{"summary":"Corporations also touted their products to the federal government as possible solutions. Dust Bowl refugees did not flood California","advice_category":"1","content":"\n1. One monster dust storm reached the Atlantic Ocean.\nWhile “black blizzards” constantly menaced Plains states in the 1930s, a massive dust storm 2 miles high traveled 2,000 miles before hitting the East Coast on May 11, 1934. For five hours, a fog of prairie dirt enshrouded landmarks such as the Statue of Liberty and the U.S. Capitol, inside which lawmakers were debating a soil conservation bill. For East Coasters, the storm was a mere inconvenience—“Housewives kept busy,” read a New York Times subhead—compared to the tribulations endured by Dust Bowl residents.\n2. The Dust Bowl was both a manmade and natural disaster.\nBeginning with World War I, American wheat harvests flowed like gold as demand boomed. Lured by record wheat prices and promises by land developers that “rain follows the plow,” farmers powered by new gasoline tractors over-plowed and over-grazed the southern Plains. When the drought and Great Depression hit in the early 1930s, the wheat market collapsed. Once the oceans of wheat, which replaced the sea of prairie grass that anchored the topsoil into place, dried up, the land was defenseless against the winds that buffeted the Plains.\n3. The ecosystem disruption unleashed plagues of jackrabbits and grasshoppers.\nIf the dust storms that turned daylight to darkness weren’t apocalyptic enough, seemingly biblical plagues of jackrabbits and grasshoppers descended on the Plains and destroyed whatever meager crops could grow. To combat the hundreds of thousands of jackrabbits that overran the Dust Bowl states in 1935, some towns staged “rabbit drives” in which townsmen corralled the jackrabbits in pens and smashed them to death with clubs and baseball bats. Thick clouds of grasshoppers—as large as 23,000 insects per acre, according to one estimate—also swept over farms and consumed everything in their wakes. “What the sun left, the grasshoppers took,” President Franklin D. Roosevelt said during a fireside chat. The National Guard was called out to crush grasshoppers with tractors and burn infested fields, while the Civilian Conservation Corps spread an insecticide of arsenic, molasses and bran.\n4. Proposed solutions were truly out-of-the-box.\nThere were few things desperate Dust Bowl residents didn’t try to make it rain. Some followed the old folklore of killing snakes and hanging them belly-up on fences. Others tried shock and awe. Farmers in one Texas town paid a self-professed rainmaker $500 to fire off rockets carrying an explosive mixture of dynamite and nitroglycerine to induce showers. Corporations also touted their products to the federal government as possible solutions. Sisalkraft proposed covering the farms with waterproof paper, while a New Jersey asphalt company suggested paving the Plains.\n5. A newspaper reporter gave the Dust Bowl its name.\nAssociated Press reporter Robert Geiger opened his April 15, 1935, dispatch with this line: “Three little words achingly familiar on a Western farmer’s tongue, rule life in the dust bowl of the continent—if it rains.” “Dust bowl” was probably a throwaway line for Geiger, since two days later he referred to the disaster zone as the “dust belt.” Nevertheless, within weeks the term had entered the national lexicon.\n6. Dust storms crackled with powerful static electricity.\nSo much static electricity built up between the ground and airborne dust that blue flames leapt from barbed wire fences and well-wishers shaking hands could generate a spark so powerful it could knock them to the ground. Since static electricity could short out engines and car radios, motorists driving through dust storms dragged chains from the back of their automobiles to ground their cars.\n7. The swirling dust proved deadly.\nThose who inhaled the airborne prairie dust suffered coughing spasms, shortness of breath, asthma, bronchitis and influenza. Much like miners, Dust Bowl residents exhibited signs of silicosis from breathing in the extremely fine silt particulates, which had high silica content. Dust pneumonia, called the “brown plague,” killed hundreds and was particularly lethal for infants, children and the elderly.\n8. The federal government paid farmers to plow under fields and butcher livestock.\nAs part of Roosevelt’s New Deal, the federal government purchased starving livestock for at least $1 a head. Livestock healthy enough to be butchered could fetch as much as $16 a head, with the meat used to feed homeless people living in Hoovervilles. The Soil Conservation Service, established in 1935, paid farmers to leave fields idle, employ land management techniques such as crop rotation and replant native prairie grasses. The federal government also bought more than 10 million acres and converted them to grasslands, some managed today by the U.S. Forest Service.\n9. Most farm families did not flee the Dust Bowl.\nJohn Steinbeck’s story of migrating tenant farmers in his Pulitzer Prize-winning 1939 novel, “The Grapes of Wrath,” tends to obscure the fact that upwards of three-quarters of farmers in the Dust Bowl stayed put. Dust Bowl refugees did not flood California. Only 16,000 of the 1.2 million migrants to California during the 1930s came from the drought-stricken region. Most Dust Bowl refugees tended to move only to neighboring states.\n10. Few “Okies” were actually from Oklahoma.\nWhile farm families migrating to California during the 1930s, like the fictitious Joad family, were often derided as “Okies,” only one-fifth of them were actually from Oklahoma. (Plus, many of those Oklahoma migrants were from the eastern part of the state outside of the Dust Bowl.) “Okie” was a blanket term used to describe all agricultural migrants, no matter their home states. They were greeted with hostility and signs such as one in a California diner that read: “Okies and dogs not allowed inside.”","author":"Christopher  Klein","web_category":"news","title":"10 Things You May Not Know About the Dust Bowl","picture_url":"http://www.history.com/news/wp-content/uploads/2012/08/dust-bowl-corn.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-the-dust-bowl"}