{"summary":"After reading a Norfolk-area newspaper article on Green’s 108th?birthday and her early years serving in the war, a researcher and genealogist discovered her service records in the British National Archives. Green spoke fondly of her wartime service, and the opportunities it afforded her, once referring to it as the “time of my life.” But it might have surprised many that Green, who suffered from a lifelong fear of flying, would choose the WRAF as her field of service","advice_category":"1","content":"\nBorn Florence Beatrice Patterson in London on February 19, 1901, Green was just 17 when she enlisted in the newly formed Women’s Royal Air Force (WRAF) in September 1918. Created as an auxiliary branch of Britain’s Royal Air Force, the WRAF allowed women to aid the war effort by in pitching in behind the front lines and freeing up men to serve in combat. During her time with the WRAF, Green served as a waitress in the officer’s mess at two Norfolk-area bases, Narborough Aerodrome and RAF Markham. She was on active duty for the final two months of the war, until the armistice was declared on November 11, 1918.\nGreen spoke fondly of her wartime service, and the opportunities it afforded her, once referring to it as the “time of my life.” But it might have surprised many that Green, who suffered from a lifelong fear of flying, would choose the WRAF as her field of service. As she herself noted in an interview,?“I met dozens of pilots and would go on dates. I had the opportunity to go up in a plane but I was scared of flying.”\nGreen remained with the WRAF until July 1919. Shortly afterward, she married railway worker Walter Green, and the couple moved to King’s Lynn, Norfolk, where they raised three children. Walter died in 1975. Green remained in the area and lived with her eldest daughter until late last year when she was admitted to a local nursing home, where she passed away in February 2012. At the time of her death, she was the sixth oldest person in Britain.\nIt wasn’t until 2009 that Green’s role in the war and her status as one of its final survivors was revealed. After reading a Norfolk-area newspaper article on Green’s 108th?birthday and her early years serving in the war, a researcher and genealogist discovered her service records in the British National Archives. Green’s standing as one of the last remaining World War I survivors was officially recognized the following year.\nBritish-born Claude Choules, the last known World War I combat veteran, died in Australia in May 2011. In February 2011, Frank Buckles of Charles Town, West Virginia, the last known American non-combat veteran, passed away. During the war, Choules had served with the Royal Navy; Buckles was a member of the U.S. Army Ambulance Corps on the Western Front. Both were 110 at the time of their deaths. There are no known German or French survivors.\nGreen was two weeks shy of her 111th?birthday, an event that was to have been commemorated by the RAF with a special service. Instead, the organization will be present at her funeral later this month, where her coffin will be? draped with the Union Jack in honor of her wartime service.","author":"Barbara  Maranzani","web_category":"news","title":"Last World War I Veteran Dies at the Age of 110","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/HITH_Florence_Green_main.jpg","url":"http://www.history.com/news/last-world-war-i-veteran-dies-at-the-age-of-110"}