{"summary":"Led by Adrian Barnett from Queensland University of Technology in Australia, a team of statisticians examined three possible explanations for the “curse of 27” hypothesis. Second, musicians might consciously or subconsciously seek enshrinement in the legendary 27 club alongside their idols, engaging in dangerous or even suicidal behavior at that mythic age","advice_category":"1","content":"\nLed by Adrian Barnett from Queensland University of Technology in Australia, a team of statisticians examined three possible explanations for the “curse of 27” hypothesis. First, musicians often achieve stardom in their early 20s, so the risky habits that often accompany fame—drinking, drugs and other hallmarks of a rock ‘n’ roll lifestyle—might simply peak a few years later. Second, musicians might consciously or subconsciously seek enshrinement in the legendary 27 club alongside their idols, engaging in dangerous or even suicidal behavior at that mythic age. Finally, the theory could represent confirmation bias, in which people focus on examples that support their preconceptions (rather than, for instance, taking note when celebrities die at 26 or 28).\nTo separate fact from fiction, Barnett and his colleagues assembled an international sample of 1,046 solo artists and band members who had a number-one album in the UK between 1956 and 2007. Seventy-one of the musicians—7 percent—had died, three of them at age 27. (The other four famous members of the 27 club were excluded from the group—Robert Johnson because he died in 1938; and Jimi Hendrix, Janis Joplin and Jim Morrison because they never topped the UK charts.) A statistical analysis showed that the survival rate for young musicians was no lower at 27 than at similar ages, and only after 60 did risk of death increase substantially.\n“Our analysis found no peak in the risk of death for musicians at age 27,” the researchers wrote in their paper, published in the December 20 issue of the British Medical Journal. “The study indicates that the 27 club has been created by a combination of chance and cherry picking.” They noted that their findings only apply to musicians who made it big in Britain and that patterns might be different in other countries.\nWhile the study’s authors detected no heightened risk for 27-year-olds, they did observe a cluster of relatively premature deaths among musicians between 20 and 40 in the 1970s and early 1980s. In the late 1980s, however, no deaths occurred within the same age group. The researchers speculated that improved treatments for heroin overdose or the transition from hard rock to pop music might account for the shift.\nThe statisticians then compared death rates in their sample group to those of the general British population. Here they found striking (though perhaps superfluous) evidence that rock stars’ bright candles can burn briefly: Famous musicians in their 20s and 30s faced two to three times the risk of dying prematurely than their more obscure, less talented counterparts. In light of this, the study’s authors suggest that we stop fixating on the “myth of the 27 club” and consider the larger trend’s serious implications. “This finding should be of international concern, as musicians contribute greatly to populations’ quality of life, so there is immense value in keeping them alive (and working) as long as possible,” they wrote.","author":"History.com  Staff","web_category":"news","title":"Curse of 27, or Is It Only Rock ‘n’ Roll?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/chuck-berry2.jpg","url":"http://www.history.com/news/curse-of-27-or-is-it-only-rock-n-roll"}