{"summary":"Acoustic studies by Lubman and other researchers have revealed compelling similarities between the pyramid’s chirping echo and the call of the sacred bird.. How can archaeologists unravel the many secrets of Mayan pyramids like Kukulkan, the towering centerpiece of Mexico’s famed Chichen Itza? According to acoustics expert David Lubman, they can start by putting their hands together.","advice_category":"1","content":"\nHow can archaeologists unravel the many secrets of Mayan pyramids like Kukulkan, the towering centerpiece of Mexico’s famed Chichen Itza? According to acoustics expert David Lubman, they can start by putting their hands together.\nSince 1998, Lubman has been recording and analyzing the chirp-like echoes that reverberate from the giant structure’s looming staircases in response to handclaps. He and other pioneers in the growing field of acoustic archaeology have theorized that this eerie phenomenon is more than just an architectural accident; instead, it may have been an intentional element of the pyramid’s design.\n“When the Mesoamericans were first experimenting with building outdoor temples of every shape and size, the only ones that seemed to reward them with the approval of the gods were the temples with the long outdoor staircase,” explained Lubman, who is co-chairing a session on the archaeoacoustics of Maya temples at a conference in Cancun, Mexico, this week. “With those temples, a hand clap would be rewarded with the sound that they would recognize as a messenger of the gods: the quetzal.”\nKnown for its vibrant plumage, the resplendent quetzal was revered by the Maya and associated with the feathered serpent deity Kukulkan, to whom its namesake temple is dedicated. Acoustic studies by Lubman and other researchers have revealed compelling similarities between the pyramid’s chirping echo and the call of the sacred bird.\nBased in the tropical lowlands of what is now Guatemala, the Maya Empire reached the peak of its power and influence around the sixth century A.D. Highly skilled at agriculture, pottery, mathematics and architecture, the Maya built majestic stone cities centered around pyramid-temples like Kukulkan, where people would go to worship their gods and participate in ceremonies timed to their highly sophisticated calendar. In Lubman’s view, it was at these gatherings that Maya priests or other leaders may have clapped their hands to invoke the quetzal’s call.\nBut what exactly makes Kukulkan chirp? Constructed around 1100 A.D., the 32,400-square-foot pyramid features four stairways with 91 steps each, which combined with the single step at its entrance totals 365 stairs–the exact number of days in the Mayan calendar. When a clapping noise rings out, the temple’s high and narrow limestone steps act as separate sound scatterers, bouncing back a chirp-like tone that declines in frequency. It is likely that the Maya discovered this clever acoustic trick by accident and perfected it through years of trial and error, making design modifications to produce a more accurate rendition of a quetzal chirp, according to Lubman.\nSubsequent studies have supported Lubman’s research on the chirp echo, and in 2004 a Belgian team revealed the science behind another acoustic effect at Kukulkan: a sound resembling raindrops falling into a bucket of water that may be observed from the pyramid’s bottom steps.\nAt this week’s conference in Cancun, Lubman offered new findings about the chirped echo that support his intentional design hypothesis, while other researchers presented papers that testify to the growth and breadth of the archaeoacoustics field. For instance, Miriam Kolar and a team from Stanford University unveiled a computational acoustic model of the interior architecture of Peru’s 3,000-year-old Chav?n de Hu?ntar pyramid, while Francisca Zalaquett of the Universidad Nacional Aut?noma de Mexico suggested that structures at Palenque, another famous Maya city, were designed to project music over great distances.\nSome academics, including Maya scholar Lisa Lucero of the University of Illinois at Urbana-Champaign, have expressed reservations about overstating the role of sound and acoustics in the design and construction of Mesoamerican pyramids. “I have no doubt the Maya appreciated the acoustic qualities of limestone architecture,” she said. “And I am sure they used it to full advantage for their performances–dance, music, speeches, etc. But as to exactly what noise they made, we will never know unless we find an inscription.”","author":"Jennie  Cohen","web_category":"news","title":"Did the Maya Build Chirping Pyramids?","picture_url":"http://www.history.com/news/news/wp-content/uploads/2010/11/the-rise-and-fall-of-the-maya-empire-thumb_large_310x2061.jpg","url":"http://www.history.com/news/did-the-maya-build-chirping-pyramids"}