{"summary":"The cave systems that yielded the specimens are associated with a distinct type of strontium, making it easy to pinpoint which of the individual hominins were locals. “The strontium isotope ratios are a direct reflection of the foods these hominids ate, which in turn are a reflection of the local geology,” Copeland explained in a statement.","advice_category":"1","content":"\nLed by Sandi Copeland of the Max Planck Institute for Evolutionary Anthropology, researchers from the University of Colorado at Boulder have used high-tech dental analysis to gain insight into ancient hominins’ relationships to their homelands—and, by extension, to the opposite sex. They examined 19 molars from individuals belonging to two different australopithecine species: Australopithecus africanus, a possible direct ancestor of modern humans who lived 2 to 3 million years ago, and Paranthropus robustus, who lived between 2 and 1.2 million years ago. All of the specimens were found at two adjacent cave sites near Johannesburg, South Africa.\nThe researchers then used a cutting-edge technology called laser ablation, blasting the teeth with powerful beams to determine which forms of strontium—a metallic element found in soil and absorbed by plants—they contained. Because strontium is digested by animals and incorporated into tooth enamel, it can shed light on the geological environment in which an individual reached maturity. “The strontium isotope ratios are a direct reflection of the foods these hominids ate, which in turn are a reflection of the local geology,” Copeland explained in a statement.\nThe cave systems that yielded the specimens are associated with a distinct type of strontium, making it easy to pinpoint which of the individual hominins were locals. According to the analysis, more than half of the females hailed from outside the region, while 90 percent of the males grew up where they ultimately died. In other words, the females were more likely to stray from their childhood turf than their male counterparts, who tended to stick close to their home caves.\n“Here we have the first direct glimpse of the geographic movements of early hominids, and it appears the females preferentially moved away from their residential groups,” said Copeland.\nSimilar behavioral patterns are common in chimpanzees, bonobos and even modern humans. Among other primates, including gorillas, females remain with their original family groups while males are forced out and must roam in search of mates. In the australopithecines’ case, it is unclear whether the females left home by choice—possibly to seek better genetic matches than their close relatives—or were abducted.\nThe findings also raised questions about the origins of upright walking, which some experts believe human ancestors first adopted in order to travel quickly and efficiently. “We assumed more of the hominids would be from non-local areas, since it is generally thought the evolution of bipedalism was due in part to allow individuals to range longer distances,” Copeland said. “Such small home ranges could imply that bipedalism evolved for other reasons.”\n(Two weeks ago, History in the Headlines highlighted a paper that offered another solution to the riddle of why early humans stood up. A behavioral study by David Carrier at the University of Utah suggested that ancient hominins might have adopted a bipedal stance because it allowed males the competitive advantage of striking from above while fighting rivals.)\nMatt Sponheimer, an anthropology professor at the University of Colorado at Boulder and one of the study’s co-authors, pointed out that male-female dynamics were just as complex and baffling among our earliest ancestors as they are for modern humans grappling with these same issues. “It is difficult enough to work out relations between the sexes today, so the challenges in investigating the ways that male and female hominids used the landscape and formed social groups over a million years ago are considerable, to say the least,” he said.","author":"Jennie  Cohen","web_category":"news","title":"She’s Leaving Home: Our Female Ancestors’ Wanderlust","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/australopithecus-thumb.jpg","url":"http://www.history.com/news/shes-leaving-home-our-female-ancestors-wanderlust"}