{"summary":"On June 1, 1863, Tubman and Union Colonel James Montgomery steamed into the interior with 300 black Union soldiers. She began teaching freed slave women skills that could earn them wages with the Union Army","advice_category":"1","content":"\n1. One-third of the soldiers who fought for the Union Army were immigrants, and nearly one in 10 was African American.\nThe Union Army was a multicultural force—even a multinational one. We often hear about Irish soldiers (7.5 percent of the army), but the Union’s ranks included even more Germans (10 percent), who marched off in regiments such as the Steuben Volunteers. Other immigrant soldiers were French, Italian, Polish, English and Scottish. In fact, one in four regiments contained a majority of foreigners. Blacks were permitted to join the Union Army in 1863, and some scholars believe this infusion of soldiers may have turned the tide of the war.\n2. Black Union soldiers refused their salaries for 18 months to protest being paid lower wages than white soldiers.\nWhen black soldiers began signing up with the Union Army in early 1863, they were paid $10 a month. White soldiers were paid at least $13, with officers earning more. Blacks were further insulted when only they were charged a $3 monthly fee for clothing, lowering their pay to $7. As a result, the highest-paid black soldier earned about half the lowest-paid white soldier’s salary. To protest these conditions, black regiments refused to accept their inferior wages. Finally, pressure from abolitionist congressmen coupled with the courage black soldiers had shown in combat persuaded Congress to rectify the pay structure. In September 1864, black soldiers finally received equal pay that was retroactive to their enlistment date. For many, this meant they finally had enough money to send some home to their families.\n3. Harriet Tubman led a raid to free slaves during the Civil War.\nHarriet Tubman, the escaped slave who led others to freedom on the Underground Railroad before the war, arrived at the Union camp at Port Royal, South Carolina, in the spring of 1862 to support the Union cause. She began teaching freed slave women skills that could earn them wages with the Union Army. But soon she was gathering intelligence about the countryside from the freed slaves and taking river reconnaissance trips. On June 1, 1863, Tubman and Union Colonel James Montgomery steamed into the interior with 300 black Union soldiers. The troops swept through nearby plantations, burning homes and barns as Union gunboats sounded their whistles. Slave men, women and children came streaming from the countryside, reminding Tubman of “the children of Israel, coming out of Egypt.” More than 720 slaves were shuttled to freedom during the mission. In the first raid led by a woman during the Civil War, Tubman liberated 10 times the number of slaves she had freed in 10 years on the Underground Railroad.\n4. Lincoln was shot at—and almost killed— nearly two years before he was assassinated.\nLate one August evening in 1863, after an exhausting day at the White House, Lincoln rode alone by horse to the Soldiers’ Home, his family’s summer residence. A private at the gate heard a shot ring out and, moments later, the horse galloped into the compound, with a bareheaded Lincoln clinging to his steed. Lincoln explained that a gunshot had gone off at the foot of the hill, sending the horse galloping so fast it knocked his hat off. Two soldiers retrieved Lincoln’s hat, which had a bullet hole right through it. The president asked the guards to keep the incident under wraps: He didn’t want to worry his wife Mary.\n5. Before William Tecumseh Sherman became a great Union general, he was demoted for apparent insanity.\nIn October 1861, William Tecumseh Sherman, commander of Union forces in Kentucky, told U.S. Secretary of War Simon Cameron he needed 60,000 men to defend his territory and 200,000 to go on the offensive. Cameron called Sherman’s request “insane” and removed the general from command. In a letter to his brother, a devastated Sherman wrote, “I do think I Should have committed suicide were it not for my children. I do not think that I can again be trusted with command.” But in February 1862, Sherman was reassigned to Paducah, Kentucky, under Ulysses S. Grant, who saw not insanity but competence in the disgraced general. Later in the war, when a civilian badmouthed Grant, Sherman defended his friend, saying, “General Grant is a great general. He stood by me when I was crazy, and I stood by him when he was drunk; and now, sir, we stand by each other always.”\n6. General Ulysses S. Grant wasn’t the bloodiest general of the war—Robert E. Lee was.\nMary Lincoln called Grant a “butcher” for the horrific losses sustained by his troops during the Overland Campaign in the spring of 1864—twice the number of casualties as Lee’s army. But if casualties are counted proportionally, Lee’s army suffered the most throughout the war. This is because Lee relished the attack, a trait that won him key battles such as Chancellorsville and Fredericksburg but cost him heavy casualties—Pickett’s Charge at Gettysburg is an example—and eventually decimated the Army of Northern Virginia.\n7. Both before and during the Civil War, Abraham Lincoln pushed to send freed slaves abroad.\nThe policy, called colonization, had been supported by Thomas Jefferson, James Madison, Andrew Jackson, Henry Clay—a hero of Lincoln’s—and even Harriet Beecher Stowe, whose protagonists in “Uncle Tom’s Cabin” ultimately emigrate from the United States to Africa. In August 1862, Lincoln brought five black ministers to the White House and told them that slavery and the war had demonstrated that it would be “better for us both, therefore, to be separated.” He wanted to send freed blacks to Central America, even calling for a constitutional amendment authorizing Congress to pay for colonization. But prominent abolitionists such as Frederick Douglass and William Lloyd Garrison were appalled by the idea. Lincoln never succeeded at gathering support for the policy, and after he signed the Emancipation Proclamation he never mentioned it publicly again.\n8. Robert E. Lee’s Virginia estate was confiscated by the Union and turned into a cemetery during the war.\nAs war descended on Virginia, Lee and his wife Mary fled their 1,100-acre Virginia estate, known as Arlington, which overlooked Washington, D.C. In 1863 the U.S. government confiscated it for nonpayment of $92.07 in taxes. Meanwhile, Lincoln gave permission for a cemetery to be built on the property, including a burial vault on the estate’s former rose garden. The idea was that, should Lee ever return, he would “have to look at these graves and see the carnage that he had created,” according to his biographer Elizabeth Brown Pryor. After the war, the Lees quietly looked into reclaiming Arlington but took no action before they died. In 1877 their oldest son, George Washington Custis Lee, sued the federal government for confiscating Arlington illegally; the Supreme Court agreed and gave it back to him. But what could the Lee family do with an estate littered with corpses? George Lee sold it back to the government for $150,000. Over time, 250,000 soldiers would be buried in what is now Arlington National Cemetery.\n9. Privates weren’t cannon fodder during the Civil War—generals were.\nRobert E. Lee’s impulse to personally lead a counterattack during the Battle of the Wilderness in May 1864 (his troops held him back) would not have surprised his men if he were a bit lower in rank. That’s because many top officers, including generals, literally led their troops into battle, a rare occurrence in modern wars. For this reason, generals were 50 percent more likely to die in combat than privates. At the Battle of Antietam alone, three generals were killed and six wounded—on each side. At the Battle of the Wilderness, Confederate General James Longstreet took a bullet to his shoulder and throat, though he would be one of the lucky few: He returned to command and outlived many generals and privates, dying in 1904, just short of his 83rd birthday.\n10. More men died in the Civil War than any other American conflict, and two-thirds of the dead perished from disease.\nApproximately 625,000 men died in the Civil War, more Americans than in World War I, World War II, the Korean War and the Vietnam War combined. If the names of the Civil War dead were arranged like the names on the Vietnam Memorial, it would stretch over 10 times the wall’s length. Two percent of the population died, the equivalent of 6 million men today. Rifles were by far the war’s deadliest weapons, but deadlier still was disease. In 1861, as armies massed, men once protected from contagion by isolation marched shoulder to shoulder and slept side by side in unventilated tents. Camps became breeding grounds for childhood diseases such as mumps, chicken pox and measles. One million Union soldiers contracted malaria, and epidemics were common.\nFind out more about “The Seven-Day Scholar: The Civil War” and place your order here.","author":"Dennis  Gaffney","web_category":"news","title":"10 Surprising Civil War Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/gaffney-book1.jpg","url":"http://www.history.com/news/10-surprising-civil-war-facts"}