{"summary":"Viking boat burials are extremely rare, in part because only prominent individuals received the reverent and elaborate sendoff. “A Viking boat burial is an incredible discovery, but in addition to that, the artifacts and preservation make this one of the most important Norse graves ever excavated in Britain,” said Cole","advice_category":"1","content":"\n“This is a very exciting find,” said project co-director Hannah Cole, who for six years has been leading digs on the remote Ardnamurchan peninsula in the Scottish highlands. “Though we have excavated many important artifacts over the years, I think it’s fair to say that this year the archaeology has really exceeded our expectations.”\nViking boat burials are extremely rare, in part because only prominent individuals received the reverent and elaborate sendoff. In the Norse religion, valiant warriors entered festive and glorious realms after death, and it was thought that the vessels that served them well in life would help them reach their final destination. Distinguished raiders were also equipped with weapons and valuable goods for the afterlife, even if they were to be cremated.\nAlthough its wooden timbers decomposed long ago, the outline of a ship surrounds what’s left of the body—fragments of an arm bone and several teeth—found in the Ardnamurchan grave. Hundreds of metal rivets that once held the vessel together, some with wood shards still attached, also remain. The dig also revealed a knife, an axe, a sword with an ornate hilt, a shield, part of a bronze drinking horn, pottery and other possessions that the dead chief might have needed for the hereafter—all encrusted with centuries of rust but shown by X-rays to be in remarkable condition.\n“A Viking boat burial is an incredible discovery, but in addition to that, the artifacts and preservation make this one of the most important Norse graves ever excavated in Britain,” said Cole. A handful of other boat burials have been unearthed on the UK mainland, but lack of expertise and outdated techniques made these early excavations unsuccessful. The best-preserved examples come from Norway, Denmark and Sweden.\nThe seafaring Scandinavians known as the Vikings raided and settled coastal sites in the British Isles and beyond between the ninth and 11th centuries. In the 10th century, when the Ardnamurchan Viking was laid to rest, Norsemen occupied Ireland, Scotland and northwest England, and some had already begun converting to Christianity. This was apparently not the case for the mourners who interred the newly discovered warrior, whose grave bears traces of pagan traditions including stones covering the body.\nWith support from several universities and organizations, archaeologists and students have uncovered a number of treasures at Ardnamurchan, a peninsula that is thought to have been an important site even in prehistoric times. Examples include graves dating back 6,000 years and an Iron Age fort, discovered earlier this year. Oliver Harris, another co-director of the project, said that previous digs focused on burial practices between 6,000 and 2,800 years ago, long before the Vikings pillaged Britain’s shores. But, he said, “the find we reveal today has got to be the icing on the cake.”","author":"Jennie  Cohen","web_category":"news","title":"Viking Chief Buried in His Boat Found in Scotland","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/viking-sword.jpg","url":"http://www.history.com/news/viking-chief-buried-in-his-boat-found-in-scotland"}