{"summary":"The National League allowed some teams from the defunct American Association to join its ranks in the late 1800s, and in 1900 it gained a new adversary when the American League was born. In 1905, when his Giants again won the National League Championship, Brush allowed his team to participate in the World Series—but only after the league instituted a number of regulations","advice_category":"1","content":"\nAlthough the first official World Series didn’t take place until 1903, another championship came before it. Between 1884 and 1890, the National League and the American Association (a rival organization that went belly-up in 1891) played an exhibition series that pitted their respective champions against one another. These games were known as the Championship of the United States or the World’s Championship Series. Haphazardly thrown together by the teams themselves, the event was completely disorganized, with some series lasting three games and others as many as 15. When the American Association folded, the National League continued as the only game—and the only champion—in town.\nThe National League allowed some teams from the defunct American Association to join its ranks in the late 1800s, and in 1900 it gained a new adversary when the American League was born. The organizations held a great deal of contempt for one other, leading to infighting and feuding among players and fans as each league tried to establish supremacy in the fledgling baseball marketplace. Finally, in 1903, the two sides met on an official field of battle when the National League’s Pittsburgh Pirates faced the American League’s Boston Americans in the first World Series. The Americans won the series five games to three, instilling the American League with legitimacy. Had the Pirates emerged as victors, there’s a chance the younger organization could have collapsed, and Major League Baseball as we know it might never have come into being.\nSince 1903, only two years have gone by without a World Series. Interestingly enough, neither of these years came during World War II, during which the best players from many teams fought overseas. (For example, the New York Yankees won the 1943 World Series without Hall of Famers Joe DiMaggio, Phil Rizutto and Red Ruffing.) Most recently, a players’ strike thwarted the championship. But in 1904, it was a National League owner who disappointed fans by preventing the annual event. John T. Brush, president of the New York Giants at the time, refused to compete with the Boston Americans because he considered both the team and the American League inferior. In 1905, when his Giants again won the National League Championship, Brush allowed his team to participate in the World Series—but only after the league instituted a number of regulations. The “Brush Rules,” as they were known, included provisions for revenue sharing between the teams and put in place the seven-game format. Though unpopular in his day, Brush is probably one of the most influential people in World Series history.\nDespite the competition’s all-inclusive name, only one team not based in the United States has won the World Series: the Toronto Blue Jays, victors in both 1992 and 1993. Only one other international team—the now-defunct Montreal Expos—has ever even played in the major leagues, though they never appeared in the Fall Classic. Though there are talks of expanding into Mexico or other nearby countries (travel time makes a truly international sport difficult), an American “world champion” is a virtual guarantee for now.\nOf the 107 World Series to date, the New York Yankees have appeared in 40 and won 27. This is far and away the most championship victories of any franchise in baseball—and sports—history. Meanwhile, the San Diego Padres, Texas Rangers, Tampa Bay Rays, Houston Astros, Milwaukee Brewers and Colorado Rockies haven’t won a single World Series. And the Washington Nationals (formerly the Montreal Expos) and Seattle Mariners have never even appeared in the Fall Classic.\nThese days, the winner of the World Series gets the Commissioner’s Trophy, first awarded in 1967 to the St. Louis Cardinals. Meanwhile, each winning team traditionally presents its members with championship rings. In the early part of the 20th century, however, players received pocket watches or medallions as tokens of their team’s appreciation. The 1922 New York Giants became the first team to issue rings as a reward for the championship, but it didn’t become a league-wide custom until 1926.","author":"Martin  Stezano","web_category":"news","title":"6 Things You May Not Know About the World Series","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/new-york-metropolitans.jpg","url":"http://www.history.com/news/6-things-you-may-not-know-about-the-world-series"}