{"summary":"Antony and Cleopatra were reunited several years later, and Cleopatra had another son, Ptolemy Philadelphos, in 36 B.C. Having left his wife, Antony declared Caesarion to be Caesar’s son and rightful heir (as opposed to his adopted son, Octavian) and awarded land to each of his children with Cleopatra","advice_category":"1","content":"\nCleopatra and Mark Antony\nCleopatra VII of Egypt is often remembered for her legendary powers of seduction and mastery at building shrewd alliances. Still, her final political and romantic partnership—with the Roman general Mark Antony—brought about the deaths of both lovers and toppled the centuries-old Ptolemaic dynasty to which she belonged. Earlier in her reign, Cleopatra’s relationship with another Roman general, Julius Caesar, had allowed her to wrest the throne from her brother and co-ruler Ptolemy XII when civil war erupted between the two siblings in 48 B.C. Her strong ties to the mighty and growing Roman empire bolstered Cleopatra’s position, particularly after her son Caesarion—believed to be Caesar’s child—became her co-regent.\nAfter Julius Caesar’s murder in 44 B.C., Rome fell into civil war, which was temporarily resolved in 43 B.C. with the formation of the second triumvirate: Octavian, Caesar’s great-nephew and chosen heir; Mark Antony; and Lepidus, a Roman statesman. Antony took up the administration of Rome’s eastern provinces, and he summoned Cleopatra to Tarsus, in Asia Minor, to answer charges that she had aided his enemies. Hoping to woo Antony as she had Caesar before him, in 41 B.C. Cleopatra arrived on a magnificent river barge dressed as Venus, the Roman god of love. A besotted Antony followed her back to Alexandria, pledging to protect Egypt and Cleopatra’s crown. The next year he returned to Rome to prove his loyalty to the triumvirate by marrying Octavian’s half-sister Octavia; Cleopatra, meanwhile, gave birth to Antony’s twins and continued to rule over an increasingly prosperous Egypt. Antony and Cleopatra were reunited several years later, and Cleopatra had another son, Ptolemy Philadelphos, in 36 B.C. Having left his wife, Antony declared Caesarion to be Caesar’s son and rightful heir (as opposed to his adopted son, Octavian) and awarded land to each of his children with Cleopatra. This launched a war of propaganda with the furious Octavian, who claimed that Antony was entirely under Cleopatra’s control and would abandon Rome to found a new capital in Egypt.\nIn 32 B.C. Octavian declared war on Cleopatra, and in 31 B.C. his forces trounced those of Antony and Cleopatra in the Battle of Actium. The following year, Octavian reached Alexandria and again defeated Antony. In the aftermath of the battle, Cleopatra took refuge in the mausoleum she had commissioned for herself. Antony, falsely informed that Cleopatra was dead, stabbed himself with his sword. On August 12, 30 B.C., after burying Antony and meeting with the victorious Octavian, Cleopatra closed herself in her chamber with two of her female servants and committed suicide. The method she chose remains unknown, but Plutarch and other writers advanced the theory that she used a poisonous snake known as the asp, a symbol of divine royalty. According to her wishes, Cleopatra’s body was buried with Antony’s, leaving Octavian (later Emperor Augustus I) to celebrate his conquest of Egypt and his consolidation of power in Rome.\nHenry VIII and Anne Boleyn\nWhile historians recognize that a combination of factors transformed England into a Protestant nation, Henry VIII’s fleeting but intense infatuation with a charismatic young woman named Anne Boleyn clearly had a hand in it. By 1525, the middle-aged monarch had soured on his first wife, the devoutly Catholic and immensely popular Catherine of Aragon, who had failed to bear him a male heir. His notoriously wandering eye came to rest on Anne, a cunning and beautiful lady-in-waiting whose father was an ambitious knight and diplomat. Unlike her sister Mary, one of his former conquests, Anne snubbed the king’s elaborate overtures and refused to be seduced without a promise of matrimony. In 1527 Henry asked Pope Clement VII for an annulment of his marriage to Catherine and was refused. Encouraged by advisors critical of the papacy, he secretly wed Anne in 1533, breaking with the Roman Catholic Church and appointing himself head of the Church of England shortly thereafter.\nHenry’s enchantment with his second queen quickly began to fade, particularly when she too proved incapable of producing him the male heir he so desperately desired. In 1536 the king had Anne arrested and beheaded on plainly false charges of witchcraft, incest and adultery; he married Jane Seymour, the third of his six wives, 11 days later. In the decades that followed, questions surrounding the official state religion would continue to fracture and weaken the kingdom, and it was not until the 44-year reign of Elizabeth I, Henry’s daughter with Anne, that a permanent English Protestant church was established.\nPierre and Marie Curie\nWhen Marie Sklodowska wed Pierre Curie in 1895, the couple embarked on an extraordinary partnership that would earn them international renown and influence generations of scientists. Born in Warsaw, Poland, in 1867, the brilliant Marie received degrees in physical sciences and mathematics from the Sorbonne in Paris. In 1894, before returning to her native country to seek work as a teacher, she met Pierre Curie, a noted French physicist and chemist eight years her senior. The pair immediately bonded over their mutual interest in magnetism and fondness for cycling, and a year later they were married in Sceaux, France. They used the money they had received as a wedding present to purchase bicycles for the many long rides they took together.\nLooking for a subject for her doctoral thesis and intrigued by the physicist Henri Becquerel’s accidental discovery of radioactivity in 1896, Marie Curie began studying uranium rays in the laboratory her husband supervised; soon, Pierre joined her in her research. In 1898, a year after the arrival of their daughter Ir?ne, the Curies discovered polonium–named after Marie’s homeland–and radium. In 1902 they successfully isolated radioactive radium salts from the mineral pitchblende. The following year, the couple shared the Nobel Prize in physics with Becquerel for their groundbreaking work on radioactivity. Marie was the first woman to win the prestigious award. (In 1911 she became the first person to be granted a second Nobel Prize.)\nIn 1904 Marie gave birth to a second daughter and Pierre was appointed to the chair of physics at the Sorbonne. Two years later, he was killed in an accident on a Paris street. Although devastated, Marie vowed to continue her work and was appointed to her husband’s seat at the Sorbonne, becoming the university’s first female professor. She later grew interested in the medical applications of radioactive substances, including the potential of radium as a cancer therapy, and directed the Radium Institute at the University of Paris, a major center for chemistry and nuclear physics. Marie died in 1934 from leukemia caused by four decades of exposure to radioactive substances. Ir?ne Curie carried on the family tradition, sharing the 1935 Nobel Prize for chemistry with her own husband for their discovery of artificial radioactivity.\nCzar Nicholas II and Alexandra Federovna\nSet against the backdrop of revolutionary turmoil, featuring an opportunistic mystic and hinging on an incurable bleeding disease, their tale had all the melodramatic elements of a sensational opera. (Indeed, it has inspired at least two.) The granddaughter of England’s Queen Victoria, Alix Victoria Helena Louise Beatrice—later known as Alexandra Feodorovna Romanov—rejected an arranged marriage to her first cousin, Prince Albert Victor, after falling in love with Nicholas, heir to the Russian throne, as a teenager in 1889. Equally smitten, her lover convinced his reluctant, ailing father to agree to the union, and the pair wed in November 1894, just several weeks after the czar’s death and Nicholas’ coronation.\nThough forged amid great sadness, the marriage was a happy and passionate one, producing four daughters and a son, Alexei. From his father the young czarevitch inherited the claim to the Russian throne, but his mother bequeathed him a more burdensome legacy: the mutant gene for the clotting disorder hemophilia, of which both Alexandra and her grandmother Victoria were carriers. Terrified of losing Alexei, his parents became increasingly reliant on the controversial “mad monk” Grigori Rasputin, whose hypnosis treatments seemed to slow the boy’s hemorrhages. Rasputin’s political influence over the czar and czarina undermined the Russian public’s confidence in the Romanov dynasty and contributed to its overthrow during the February Revolution in 1917. Nicholas, Alexandra and their children were executed on July 16, 1918, on orders from Bolshevik leader Vladimir Lenin. Indirectly, at least, the royal couple’s romance had opened a new and bloody chapter in Russia’s history.\nMildred and Richard Loving\nRichard Loving, a white man, met Mildred Jeter, a family friend who was of African and Native American descent, when both were teenagers, and their relationship quickly blossomed into romance. In June 1958 the couple drove 80 miles from their native Virginia, where so-called “anti-miscegenation” laws made interracial unions illegal, to exchange their vows in Washington, D.C. Five weeks later, police officers walked through their unlocked front door and awakened the newlyweds in the middle of the night. When a sheriff asked what he was “doing in bed with this lady,” 24-year-old Richard simply pointed at the marriage certificate hanging on the wall. Arrested and charged with “cohabiting as man and wife, against the peace and dignity of the Commonwealth,” the Lovings were sentenced to one year in prison or a 25-year exile from their home state.\nThe couple relocated to Washington, where they lived for five years and had three children. Missing their family and friends back home, in 1963 they contacted U.S. Attorney General Robert F. Kennedy, who referred them to the American Civil Liberties Union. Volunteer lawyers ultimately took the case all the way to the Supreme Court, which in the landmark Loving v. Virginia decision of 1967 unanimously ruled that bans on racial intermarriage in Virginia and 15 other states were unconstitutional.\nRichard was killed in a car crash in 1975, and Mildred remained in the Virginia house he had built her until her death in 2008. In a statement issued on the 40th anniversary of her historic marriage, Mildred acknowledged the significance of the Supreme Court’s ruling and likened her family’s personal struggle to the ongoing fight for same-sex marriage rights: “I am proud that Richard’s and my name is on a court case that can help reinforce the love, the commitment, the fairness, and the family that so many people, black or white, young or old, gay or straight seek in life. I support the freedom to marry for all. That’s what Loving [v. Virginia], and loving, are all about.”","author":"Jennie  Cohen","web_category":"news","title":"Romances That Changed History","picture_url":"http://www.history.com/news/wp-content/plugins/add-to-any/share_save_171_16.png","url":"http://www.history.com/news/romances-that-changed-history"}