{"summary":"Even though he was the grandson of 1893 English Triple Crown winner Isinglass, Sir Barton was a most unlikely thoroughbred to become the first to win the Kentucky Derby, the Preakness and the Belmont. No horse has won the Triple Crown since Affirmed nosed out Alydar at the finish line of the 1978 Belmont","advice_category":"1","content":"\n1. Sir Barton was the first Triple Crown winner in 1919.\nEven though he was the grandson of 1893 English Triple Crown winner Isinglass, Sir Barton was a most unlikely thoroughbred to become the first to win the Kentucky Derby, the Preakness and the Belmont. Sir Barton was entered in the 1919 Kentucky Derby to set the pace for his more famous stable mate, Billy Kelly, but he ended up winning the Run for the Roses by five lengths. Just four days later in Baltimore, Sir Barton won the Preakness. (Present-day thoroughbreds have two weeks between the two races.) On June 11, 1919, the equine set an American record in defeating two other horses in the Belmont. It wasn’t until the 1930s, however, that the sweep of the three races was widely referred to as the “Triple Crown.”\n2. There have been 11 Triple Crown winners.\nThirty horses have won the first two legs of the Triple Crown, but 19 of them failed to win the Belmont. In addition to Sir Barton, the other Triple Crown winners have been Gallant Fox (1930), Omaha (1935), War Admiral (1937), Whirlaway (1941), Count Fleet (1943), Assault (1946), Citation (1948), Secretariat (1973), Seattle Slew (1977) and Affirmed (1978).\n3. It has been 34 years since the last Triple Crown winner.\nNo horse has won the Triple Crown since Affirmed nosed out Alydar at the finish line of the 1978 Belmont. It marks the longest drought since Sir Barton won the first Triple Crown. There have been plenty of near misses over the last 34 years, however. Since 1978, 12 horses, including I’ll Have Another, have won the Kentucky Derby and the Preakness but not the Belmont.\n4. There were seven years in which it was impossible to have a Triple Crown winner.\nWinning a Triple Crown is a tough enough task, but there were years when it was simply impossible. In 1890, the Belmont and the Preakness were held on the same day, while in 1917 and 1922 the Kentucky Derby and the Preakness coincided on the calendar. The Preakness was not run between 1891 and 1893, while the Belmont was cancelled in 1911 and 1912 after New York State passed anti-gambling laws that failed to exempt horse racing. (While horse racing was suspended at Belmont Park, the Wright Brothers brought airplane races to the track for a 10-day event in October 1910. The highlight was a race to the Statue of Liberty, which drew a crowd of 150,000 to watch the start and finish.)\n5. No filly has ever won the Triple Crown.\nThe filly Ruthless won the very first Triple Crown race, the 1867 Belmont. Only two female thoroughbreds have captured the Belmont since, however. (In fact, only 22 fillies have ever competed in the event.) Three fillies have won the Kentucky Derby, and five, the most recent being Rachel Alexandra in 2009, have won the Preakness.\n6. No horse was faster than Secretariat.\nOn June 9, 1973, Secretariat didn’t just become the first horse in 25 years to win the Triple Crown—he may also have blazed the single greatest performance in horse racing history. After winning the Kentucky Derby in a record time that still stands, “Big Red,” as he was known, set a world record for a mile-and-a-half distance on a dirt track at 2 minutes, 24 seconds. The overwhelming favorite, at 1-10 odds, crossed Belmont’s finish line an unfathomable 31 lengths in front of the field. Secretariat was such a star that he was the only non-human on ESPN’s 100 Greatest Athletes of the Twentieth Century.\n7. African-American jockeys dominated the early history of the Triple Crown.\nWhile there are few African-American jockeys in horse racing today, that was not the case in the early years of the Triple Crown races. In the inaugural Kentucky Derby in 1875, 13 of the 15 jockeys—including Oliver Lewis, who rode Aristides to victory—were black. Fifteen of the first 28 Derby-winning jockeys were African-Americans, including three-time victor Isaac Murphy. During the course of the 1890s, Willie Simms became the only black rider to win all three of the Triple Crown races.\n8. The Belmont Stakes is the oldest and longest Triple Crown event.\nNew York banker August Belmont established the Belmont Stakes, which was first run at Jerome Park in the present-day Bronx, in 1867. The race predates the Preakness (first run in 1873) and the Kentucky Derby (first run in 1875). At a distance of a mile and a half, it is the longest of the three races.\n9. On five occasions, betting on the Belmont Stakes was as easy as flipping a coin.\nWhile a field of 12 will race in the 2012 Belmont, there were five times when the race had only two horses in the field: 1887, 1888, 1892, 1910 and 1920.\n10. The Belmont Stakes favors inside-post horses and favorites.\nLooking to put a sawbuck or two on the Belmont? Here’s some history. Since 1905, the most winners, 23, have come out of the No. 1 post. Street Life will have the inside post for the 2012 Belmont. Also, the race often goes to form. Of the 143 previous runnings of the Belmont, the betting favorite has won 61 times, nearly 42 percent of the races.","author":"Christopher  Klein","web_category":"news","title":"Horse Racing’s Triple Crown: 10 Fast Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2012/06/secretariat-e1340133683247.jpg","url":"http://www.history.com/news/horse-racings-triple-crown-10-fast-facts"}