{"summary":"Noonan’s air navigation skills trumped Manning’s, and Earhart’s husband preferred Noonan because of his vaunted experience at Pan Am. Noonan and Earhart vanished over the Pacific Ocean with just two stops remaining on their journey","advice_category":"1","content":"\nWe know he was married. Twice. We know he stood just over 6 feet tall and had a ruddy complexion, blue eyes and auburn hair. According to U.S. Shipping Board registers, he had a “scar at the base of thumb” and a “protrusion on forehead over right eye.” We know these details from notations in publicly available records—marriage certificates, maritime files, Federal Aviation Administration documents, city directories. It’s a sketchy portrait. And yet together, these bare facts paint the picture of an adventuresome man who led a rich life before his disappearance.\nEarhart may get all the glory for being a pioneering aviator, but Noonan was no slouch in that respect. Widely credited with opening the Pacific to air transportation, Noonan worked for Pan American World Airways beginning in the mid-1920s and was responsible for charting the westward routes from California to Manila for the carrier’s “Clipper” airplane fleet. Born in Chicago (or, according to some reports, in Ireland), he had first encountered these far-flung corners of the globe after leaving home at just 13 to become a merchant marine in 1906. Over 20 years he rose through the ranks to become a captain, working on ships that ferried goods around the world.\nIn the 1930s Noonan changed gears to take up flying, but he never lost his love for the sea and continued to renew his captain’s license until right before his disappearance. A neighbor in his adopted hometown of New Orleans told a Times-Picayune reporter, “I remember when he quit the sea because he wanted to take up aviation, not necessarily as a pilot, but in a navigating capacity.” After obtaining his pilot’s license in 1930, he went on to become a leader in long-distance aerial navigation, developing a solid reputation for his skills. According to some accounts, he served as the head of Pan Am’s navigation section.\nWith Noonan in the navigator’s seat, Pan Am’s China Clipper seaplane completed the first air trip from San Francisco to Honolulu in April 1935. The feat earned him a congratulatory letter from the world’s foremost expert on air navigation, P.V.H. Weems, who had taught pilots at the Naval Academy. In an era before electronic navigation, the role of air navigator held critical significance and involved a combination of line-of-sight and calculating positions based on heavenly bodies or radio signals. As Noonan later wrote to Weems, navigation during the Honolulu flight “was comparable with such as would be practiced afloat—fixes were determined entirely by stellar observations at night.”\nNoonan’s reputation as a top-notch navigator wasn’t lost on Earhart’s camp. Though she’d initially chosen sea captain Harry Manning to navigate her flight around the world, the celebrated aviator eventually approached Noonan instead. Noonan’s air navigation skills trumped Manning’s, and Earhart’s husband preferred Noonan because of his vaunted experience at Pan Am. Noonan, meanwhile, was busy obtaining a Mexican divorce from his first wife, Josephine, whom he’d married in 1927. On March 27, 1937, two months before taking off with Earhart, he wed Mary Bea Martinelli. The day after his disappearance, she would tell a reporter for the Oakland Tribune, “Fred had had several good business offers and we planned to make our home in southern California which we both love so well. It seems I’ve hardly seen him since we married.” He left behind no other relatives.\nNoonan and Earhart vanished over the Pacific Ocean with just two stops remaining on their journey. The U.S. Coast Guard launched a search and rescue mission for the duo within an hour of Earhart’s last radio transmission, and soon the American and Japanese navies joined the effort. The search teams covered a large area around Howland Island, Earhart’s intended refueling stop, but found no physical evidence of the flyer, her Lockheed Electra plane or Noonan. After the official hunt ended on July 19, 1937, Earhart’s husband financed a private endeavor focused on adjacent island chains. It, too, was eventually called off, and by January 1939 both Noonan and Earhart had been declared legally dead.\nTo this day, theories about the pair’s final days abound. Many experts believe Earhart and Noonan crashed into the sea somewhere near Howland Island after running out of fuel, but other hypotheses hold that they survived for some time or were even repatriated to the United States. The International Group for Historic Aircraft Recovery (TIGHAR) has undertaken nine expeditions since 1989 in an attempt to discover what happened on July 2, 1937. Much of the group’s research has focused on the island of Nikumaroro, where bones and artifacts have been recovered. In a few days, TIGHAR will launch yet another expedition to Nikumaroro in hopes of determining, once and for all, the truth about Amelia Earhart—and her navigator, Fred Noonan.","author":"Elizabeth  Hanes","web_category":"news","title":"Amelia Earhart’s Navigator: The Life and Loss of Fred Noonan","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/fred-noonan-wide.jpg","url":"http://www.history.com/news/amelia-earharts-navigator-the-life-and-loss-of-fred-noonan"}