{"summary":"After the Mariner space probe missions of the 1960s established that Mars harbored no alien marauders poised to attack Earth, interest in the issue of life on Mars died down. A group of NASA scientists wrote that their analysis of meteorite ALH84001 showed possible microfossils of primitive bacteria—a finding that would mean life, at least in some form, once existed on Mars","advice_category":"1","content":"\n1. Giovanni Schiaparelli sees “channels” on the surface of Mars in 1877, and speculation runs rampant that intelligent beings created them.\nWhat a difference a word makes. When Italian astronomer Giovanni Schiaparelli peered through his telescope in 1877 to view the surface of Mars in detail, he noticed lines crisscrossing the planet like channels of water. And that is how he described those lines—as “canali,” which in Italian simply means “channels,” in the sense of riverbeds or arroyos. That single, innocent word—canali—was mistranslated into English as “canals,” implying structures built to shunt water in one direction or another. Canals could only be created by intelligent life forms. Did Schiaparelli’s observation hint that alien canal builders lived on Mars? Bostonian Percival Lowell thought so. He spent his life trying to prove that a utopian society existed on our interplanetary neighbor and published frequently on the subject. Lowell died long before the first photos of Mars would show no manmade canals, or any other signs of an erstwhile utopian civilization. But Lowell’s fanaticism sparked a lingering public love affair with the idea that life could thrive on Mars.\n2. Nikola Tesla hears a Martian murmur in 1899.\nThe current NASA Mars mission owes a debt to Nikola Tesla for his inventions of the robot and radio remote control for guided vehicles. He may also have cemented the public’s belief in life on Mars by announcing that he’d received communications from the planet at his laboratory in Colorado Springs. While conducting experiments on high-frequency electrical transmission in 1899, Tesla picked up cosmic radio waves on his instruments. Announcing this development, he publicly opined that the messages came from outer space, possibly from inhabitants of Mars. In a Collier’s Weekly article dated February 19, 1901, Tesla wrote, “At the present stage of progress, there would be no insurmountable obstacle in constructing a machine capable of conveying a message to Mars … What a tremendous stir this would make in the world! How soon will it come?” Later discoveries revealed that Tesla had actually picked up common radio waves emitted by interstellar gas clouds.\n3. The Martians are coming! Panic ensues in 1938 when a radio drama goes awry.\nAs a novel, “The War of the Worlds” by H. G. Wells entered the literary scene relatively quietly. Initially serialized in 1897 in Pearson’s Magazine, the novel itself was published in 1898 to critical and public success. The book received renewed interest in 1938 when the young Orson Welles, who would later become an iconic actor and director, chose to adapt the novel into a radio drama to be performed the night before Halloween. Eschewing a standard storytelling format, Welles opted to structure the story as a series of realistic news bulletins that described an attack on New Jersey by aliens from Mars. The performance proved so realistic that people literally panicked in the streets. In a New York Times article dated October 31, 1938, Louis Winkler of the Bronx told a reporter, “I didn’t tune in until the program was half over, but when … the ‘Secretary of the Interior’ was introduced, I was convinced it was the McCoy. I ran out into the street with scores of others, and found people running in all directions.” Perhaps more than any other single event, Welles’ broadcast fueled the public’s fascination with the Red Planet and the possibility of detecting intelligent life there.\n4. Nothing to see here: In 1965 an unmanned probe sends back the first pictures of Mars, which show no signs of life on the planet.\nOn November 28, 1964, NASA launched the Mariner 4 unmanned space probe to take “flyby” photos of the Red Planet. On July 14, 1965, those images returned to Earth, showing a pockmarked planetary surface devoid of any structures or other signs of past or present habitation. In 1969 NASA launched the Mariner 6 and Mariner 7 probes to make additional observations of the Martian landscape. Hundreds of photos revealed a barren, dusty wasteland with no hints of life, quashing fears—and hopes—that aliens populated Mars. Earthlings’ collective obsession with a Martian invasion faded, though debates continued among citizens and scientists alike about whether the planet had previously been inhabited.\n5. A meteorite offers tantalizing evidence for life on Mars in 1996.\nAfter the Mariner space probe missions of the 1960s established that Mars harbored no alien marauders poised to attack Earth, interest in the issue of life on Mars died down. The consensus seemed to be not only that Mars didn’t support life in the present, but also that it never had in the past. That philosophy changed in 1996, when the publication of a paper in Science magazine suggested a meteorite from Mars contained the biomarkers of primitive life forms. A group of NASA scientists wrote that their analysis of meteorite ALH84001 showed possible microfossils of primitive bacteria—a finding that would mean life, at least in some form, once existed on Mars. The report caused a sensation in the popular and scientific press, and the 63rd meeting of the Meteoritical Society in 2000 devoted a pair of special sessions solely to the discussion of ALH84001. Some scientists maintained that the meteorite had been contaminated after landing on Earth, which would account for the hydrocarbons (an indicator of decomposed organic matter) found on it. Others produced evidence supporting the conclusions of the NASA scientists. At the time the paper was published, the news channel CNN devoted an entire special section of its website to the controversy, which it called “the biggest discovery in the history of science.” Once again, the tantalizing prospect of life on Mars had managed to capture the public’s imagination.","author":"Elizabeth  Hanes","web_category":"news","title":"Mars and Martian Mania: A Brief History","picture_url":"http://www.history.com/news/wp-content/uploads/2012/08/curiosity-rover.jpg","url":"http://www.history.com/news/mars-and-martian-mania-a-brief-history"}