{"summary":"“Like modern-day birds, dinosaurs like Tyrannosaurus rex had a lot of air sacs in their skeleton to help the animal breathe and lighten the body,” he said. “This is one area where a whole bunch of dinosaurs traversed.”","advice_category":"1","content":"\nWhen a Tyrannosaurus rex comes thundering through the brush, its giant jaws ready to snap you in two, what’s the best place to hide? You might reasonably think of jumping in a lake. With their puny arms, bulky legs and heavy tails, theropod dinosaurs couldn’t have been the world’s best swimmers, right?\nWrong, according to new evidence uncovered in China’s Szechuan Province by University of Alberta researcher Scott Persons. Working with fellow graduate student Lida Xing and an international team, Persons discovered tracks in what was once an ancient riverbed. There, he believes, carnivorous bipedal dinosaurs swam for long distances some 100 million years ago.\n“What’s been found is what we’re referring to as a dinosaur superhighway,” explained Persons, who published his findings in the April 8 issue of Chinese Science Bulletin. “This is one area where a whole bunch of dinosaurs traversed.”\nThe team found both ripple marks and mud cracks in the riverbed, an indication that the ancient waterway flowed during some seasons and dried up during others. Most of the fossilized footprints were left by sauropods and ornithopods, giant herbivores that ambled down the riverbed in herds while it was dry, Persons said.\nBut one set of tracks, which stretches for 50 feet, is distinctly unlike the others. Rather than representing an animal’s placement of its entire foot on solid ground, these marks were etched by claws scraping the riverbed. “All you have are scratch marks from the claws at the end of the toes,” Persons said. “You have a left-right, left-right, left-right series of scratch marks.”\nPersons and his colleagues determined that an early tyrannosaur or a Sinocalliopteryx, another bipedal predator, made the marks while swimming in the river, its feet lightly grazing the bottom as it propelled itself through the water. “It was paddling with its hind legs,” Persons said. “It was doing the dino paddle.” The researchers think the dinosaur stood about 3 feet high at the hip.\nSwimming tracks seemingly left by dinosaurs have previously been found in North America and Spain, but the new marks suggest the extinct creatures could paddle for long distances. “What makes these really interesting is there’s a whole series of eight tracks and they extend in a straight line for about 15 meters,” Persons said.\nDespite what many might assume, tyrannosaurs and other theropods were highly buoyant and strong swimmers, according to Persons. “Like modern-day birds, dinosaurs like Tyrannosaurus rex had a lot of air sacs in their skeleton to help the animal breathe and lighten the body,” he said. “Like a modern-day crocodile or alligator, they had a very long tail that they could have swished from side to side. And like modern-day water fowl, they had powerful legs.”\nBut why did Persons’ lone theropod take the plunge into the river in the first place? It could have been chasing down prey, but the motive is beside the point, in Persons’ view. “What’s most interesting is that it could,” he said. “I think it would have been very, very hard to drown a tyrannosaur.”","author":"Jennie  Cohen","web_category":"news","title":"Dinosaurs Were Strong Swimmers, Study Suggests","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/swimming-dino.jpg","url":"http://www.history.com/news/dinosaurs-were-strong-swimmers-study-suggests"}