{"summary":"Inouye took on the highest-profile role of his Senate career in 1987, when he was chosen to chair the Senate committee charged with investigating the Iran-Contra affair. John M","advice_category":"1","content":"\nDespite his age and recent hospitalization, Senate colleagues were shocked to learn that Daniel Inouye passed away from respiratory complications at the Walter Reed National Military Medical Center in Bethesda, Maryland on December 17. Just last week, he had released a statement expressing optimism about his recovery. Since the death of Senator Robert Byrd of West Virginia in 2010, Inouye was the Senate’s senior member and its president pro tempore, making him third in line in the presidential succession. According to his Washington office, the senator’s last word was “Aloha.”\nInouye was born on September 7, 1924 in Honolulu. His paternal grandparents had left Japan to work on Hawaii’s sugar plantations when Daniel’s father was four years old. A high-school student at the time of the Pearl Harbor attack, Daniel enlisted in the U.S. Army’s 442nd Regimental Combat Team in late 1942, a segregated unit created after the Army lifted its ban on Japanese-Americans. His dreams of being a surgeon were dashed in April 1945, when he led an assault near San Terenzo, Italy, managing to destroy two German emplacements with grenades before enemy fire hit his right arm, nearly severing it. Despite his injury, Inouye was able to pry the grenade from his right hand and destroy another German bunker. His arm was amputated, and he spent the next 20 months in military hospitals, during which time he met his future Senate colleagues Bob Dole and Philip Hart.\nThough Inouye was awarded the Distinguished Service Cross for his bravery, many believed that members of the 442nd were denied proper recognition because of their race. Many of his comrades’ families, though not Inouye’s, were sent to internment camps during the war, and Inouye himself reported facing hostility upon returning to the United States. In 2000, President Bill Clinton belatedly awarded the Medal of Honor, the nation’s highest military award, to Inouye and 21 other Asian-American veterans of World War II.\nBack in Hawaii after the war, Inouye earned a bachelor’s degree in economics from the University of Hawaii in 1950. After graduating from George Washington University’s law school in 1952, he entered Hawaiian politics, winning election to the Territorial House of Representatives in 1954 and the Territorial Senate in 1956. Hawaii became a state in 1959, and Inouye traveled to Washington as the new state’s first congressional representative and the first Japanese American to serve in Congress. He was elected to the U.S. Senate in 1962 and established a moderate to liberal reputation, including support of President Lyndon B. Johnson’s civil rights programs and support of the Vietnam War (a position he later reversed). In 1968, Inouye delivered the keynote speech at the tumultuous Democratic National Convention. He was also mentioned as a possible vice-presidential nominee, though he preferred to focus on his role representing Hawaii’s interests in Washington.\nIn 1973, Inouye was again forced into the spotlight when he reluctantly joined the select Senate committee investigating the Watergate scandal. During the nationally televised hearings, which eventually led to President Richard Nixon’s resignation, Inouye earned widespread respect for his steadfast questioning of those involved, including former attorney general John N. Mitchell and White House aides H. R. Haldeman, John D. Ehrlichman and John Dean. In 1976, he chaired the Senate Committee on Intelligence, which wrote a new intelligence charter designed to win back public confidence after revelations of abuses of power by the CIA, FBI and other agencies.\nInouye took on the highest-profile role of his Senate career in 1987, when he was chosen to chair the Senate committee charged with investigating the Iran-Contra affair. In another set of televised hearings, Inouye came down firmly against former national security officials and witnesses Lt. Col. Oliver North and Rear Adm. John M. Poindexter for having deceived Americans by their illegal sale of weapons to Iran in order to support the Contra rebels fighting Nicaragua’s left-wing Sandinista government. In Inouye’s words, “Vigilance abroad does not require us to abandon our ideals or the rule of law at home. On the contrary, without our principles and without our ideals, we have little that is special or worthy to defend.”\nMarried for 58 years to Margaret Shinobu Awamura, who died in 2006, Inouye had one child, Daniel Jr. (born in 1964). He remarried Irene Hirano in 2008. In 2010, Inouye handily won election to a ninth Senate term, capturing 75 percent of the vote. His death means that Hawaii’s governor, Neil Abercrombie, will choose a replacement from a list of three candidates submitted by the state’s Democratic Party, who will then serve until a special election in 2014.","author":"Sarah  Pruitt","web_category":"news","title":"Remembering Senator Daniel Inouye (1924-2012)","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/HITH-Daniel-Inouye.jpg","url":"http://www.history.com/news/remembering-senator-daniel-inouye-1924-2012"}