{"summary":"The malleus and ectotympanic are held in place by ossified cartilage (known as Meckel’s cartilage and found in human embryos during the early stages of gestation), but the incus has already shifted into the middle ear. In early mammals such as Liaoconodon hui, the researchers hypothesize, Meckel’s cartilage may have acted as a supporting structure to stabilize the eardrum.","advice_category":"1","content":"\nEvolutionary biologists have long speculated that our reptilian ancestors—like their living descendants—ate with the same bones that would one day form part of the mammalian ear. At some point during the evolution of modern mammals, according to this widely accepted theory, three tiny bones separated from the hinge of reptiles’ lower jaws and transitioned into the uniquely ringed middle ear, one of the features that unite all mammals.\nUntil now, studies of developing mammalian embryos have provided the strongest evidence for this hypothesis. And while scientists have uncovered fossils of early mammals in which the same bones functioned for both hearing and chewing, traces of an unambiguously transitional middle ear—hearing bones detached from the lower jaw but held in place with cartilage—have proven elusive.\nLast week, in the April 14 issue of the journal Nature, scientists announced the discovery of the 122-million-year-old fossil of a squirrel-like creature, dubbed Liaoconodon hui and found in the bountiful fossil beds of Liaoning, China. “People have been looking for this specimen for over 150 years since noticing a puzzling groove on the lower jaw of some early mammals, ” said Jin Meng, a curator at the American Museum of Natural History’s paleontology division who participated in the research and appears as the first author of the paper. “Now we have cartilage with ear bones attached, the first clear paleontological evidence showing relationships between the lower jaw and middle ear.”\nIndeed, the well-preserved skeleton of the era early mammal features three bones associated with hearing in mammals: the malleus, the incus and the ectotympanic. The malleus and ectotympanic are held in place by ossified cartilage (known as Meckel’s cartilage and found in human embryos during the early stages of gestation), but the incus has already shifted into the middle ear. In early mammals such as Liaoconodon hui, the researchers hypothesize, Meckel’s cartilage may have acted as a supporting structure to stabilize the eardrum.\nThe paper includes additional findings about the history and morphology of the middle ear, including the suggestion that it may have evolved at least twice in mammals. For its authors, Liaoconodon hui finally fills in some of the gaps in the complex story of how the same structures came to serve two crucial purposes.\n“I’ve always dreamed of a fossil with a good ear ossicle,” Meng said. “Now, we have had this once-in-a-lifetime discovery.”\nVisit the website of the American Museum of Natural History to watch a video of Jin Meng describing the significance of the discovery.","author":"Jennie  Cohen","web_category":"news","title":"Fossil Supports Theory That Mammal Ears Began As Reptile Jaws","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/crocodile-eating.jpg","url":"http://www.history.com/news/fossil-supports-theory-that-mammal-ears-began-as-reptile-jaws"}