{"summary":"Some studies have suggested that large dinosaurs accomplished this through thermal inertia, meaning they didn’t generate heat internally in the manner of modern mammals but still maintained a high body temperature thanks to their sheer size.. In the last few decades, however, research on dinosaurs’ physiology has implied that they were much quicker, more nimble and more active than previously thought","advice_category":"1","content":"\n“Originally, dinosaurs were considered to have been cold-blooded animals because they are reptiles, just like salamanders or crocodiles,” explained Thomas T?tken, a biochemist from the Steinmann Institut at the University of Bonn in Germany, who participated in the study. This assumption inspired the longstanding image of sluggish, lumbering beasts that tired easily and depended on the environment for heat.\nIn the last few decades, however, research on dinosaurs’ physiology has implied that they were much quicker, more nimble and more active than previously thought. (Picture the ferociously agile velociraptors of “Jurassic Park.”) Such behavior would require a fast metabolism, which in turn calls for a warm, well-regulated body temperature. Some studies have suggested that large dinosaurs accomplished this through thermal inertia, meaning they didn’t generate heat internally in the manner of modern mammals but still maintained a high body temperature thanks to their sheer size.\nTo test out the various hypotheses, the researchers measured the chemical composition of 11 teeth from the enormous herbivores Camarasaurus and Brachiosaurus, which roamed the planet some 150 million years ago. They detected how often the isotopes carbon-13 and oxygen-18 bonded together within the enamel, a phenomenon that occurs more frequently at lower temperatures. The amount of isotopic “clumping,” as it is known, indicated temperatures of 100.8 and 96.3 degrees Fahrenheit for Brachiosaurus and Camarasaurus, respectively.\n“What we’re doing is special in that it’s thermodynamically-based,” said John Eiler, a geochemist at the California Institute of Technology and co-author of a paper published yesterday on the team’s methodology and findings in the journal Science Express. “Thermodynamics, like the laws of gravity, is independent of setting, time and context.”\nWhile the study may have yielded the most accurate estimate for dinosaur temperatures to date, it also raised new questions, particularly about the thermal inertia theory’s validity. According to that model, these behemoths should have had temperatures of 104 degrees or higher, especially since they lived during the balmy Jurassic era. In the researchers’ view, this disparity could be explained by physiological and behavioral adaptations that allowed the dinosaurs to avoid overheating, such as lower metabolic rates or dispelling excess heat through their long necks and tails.\nAt the very least, the scientists’ findings provide strong evidence that large dinosaurs were not as cold as modern reptiles; they also open up new avenues of inquiry into how their bodies functioned. “The team has made important strides in discovering that the body temperature of dinosaurs was close to that of mammals, and that the dinosaurs’ physiology allowed them to regulate that temperature,” said Lisa Boush, program director in the National Science Foundation’s Division of Earth Sciences, which funded the study along with the German Research Foundation. “The result has implications for our understanding of dinosaurs’ ecology—and demise.”\nOr, as evolutionary biologist and lead author Robert Eagle put it, “This is like being able to stick a thermometer in an animal that has been extinct for 150 million years.”","author":"Jennie  Cohen","web_category":"news","title":"Dino Temperature Puzzle: Scientists Get Warmer","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/camarasaurus-thumb.jpg","url":"http://www.history.com/news/dino-temperature-puzzle-scientists-get-warmer"}