{"summary":"Along with other corrosive microorganisms, Halomonas titanicae gobbles up the iron in the ship’s metal exterior, forming the ubiquitous rusticles, which over time dissolve into fine powder. The researchers have yet to determine whether Halomonas titanicae colonized Titanic’s wreckage in the years after she sank or hitched a ride during her short-lived maiden voyage, Mann said","advice_category":"1","content":"\nAlmost a century ago, the legendary Titanic’s most formidable menace was a colossal chunk of ice weighing an estimated 150,000 to 300,000 tons. Lurking in the frigid waters of the North Atlantic on the night of April 14, 1912, the berg cut a gash between 220 and 245 feet long into the “unsinkable” steamship’s hull, sinking Titanic and killing more than 1,500 of her passengers.\nNow, on the eve of the 100th anniversary of her demise, Titanic faces a much smaller but equally destructive foe: a newly identified rust-eating bacterium called Halomonas titanicae that threatens to devour its historic remains within 15 to 20 years. A team of Canadian and Spanish researchers isolated this never-before-seen species from “rusticles”—icicle-like rust formations—collected from the famous ship’s wreck, which lies 400 miles off the coast of Newfoundland and was discovered in 1985. Their findings appear in the December 2010 issue of the International Journal of Systematic and Evolutionary Microbiology.\nAlong with other corrosive microorganisms, Halomonas titanicae gobbles up the iron in the ship’s metal exterior, forming the ubiquitous rusticles, which over time dissolve into fine powder. It is no surprise, then, that Titanic has rapidly deteriorated in the 25 years since her discovery, alarming both scientists and enthusiasts who hope to uncover her secrets through further exploration of the wreck. These tiny microbes’ voracious appetites already have experts scrambling to preserve a site that is quite literally vanishing into thin air—or, more accurately, water.\n“In 1995, I was predicting that Titanic had another 30 years,” Henrietta Mann, a co-author of the study and adjunct professor at Dalhousie University in Nova Scotia, said in a statement. “But I think it’s deteriorating much faster than that now.” Eventually, she predicts, “there will be nothing left but a rust stain.”\nThe researchers have yet to determine whether Halomonas titanicae colonized Titanic’s wreckage in the years after she sank or hitched a ride during her short-lived maiden voyage, Mann said. The bacterium may also play a role in the disintegration of additional submerged metal structures with much less cachet, including other shipwrecks and oil pipelines.\nWhile Halomonas titanicae threatens to make fast work of its namesake, it has the potential to help eliminate unwanted waste from the ocean floor in a natural and eco-friendly way. “We believe H. titanicae plays a part in the recycling of iron structures at certain depths,” Mann explained. “This could be useful in the disposal of old naval and merchant ships and oil rigs that have been cleaned of toxins and oil-based products and then sunk in the deep ocean.”","author":"History.com  Staff","web_category":"news","title":"Titanic a Feast for New Bacteria","picture_url":"http://www.history.com/images/topic/content/inline/titanic-rusticle.jpg","url":"http://www.history.com/news/titanic-a-feast-for-new-bacteria"}