{"summary":"The powerful Catherine de’ Medici, mother to Marguerite and the reigning king Charles IX, pushed for the union despite her animosity toward Huguenots in general and Henri’s mother, Jeanne d’Albret, in particular. Henry VIII and Anne of Cleves (1540)","advice_category":"1","content":"\nHenry VIII and Anne of Cleves (1540)\nIt may not have ended with a beheading—as two of his other five unions did—but King Henry VIII of England’s marriage to Anne of Cleves seemed doomed from the start. Seeking a foreign alliance after his third wife died in childbirth, Henry sent his favorite painter, Hans Holbein, to the German court of the Duke of Cleves. Holbein returned with portraits of the duke’s two sisters, and Henry chose 24-year-old Anne as his next bride. Upon meeting her in person, however, the king expressed dismay at her appearance, lack of sophistication and body odor, famously calling her a “Flanders mare.” (Henry, meanwhile, had grown so obese by that time that he could barely walk and suffered from a chronic, festering sore on his leg.) To avoid conflict with the Germans, Henry’s advisers convinced him to go ahead with the wedding. After just one night with his new queen, however, the king wanted out, proclaiming, “I liked her before not well, but now I like her much worse.” The marriage was annulled on the grounds that it had never been consummated, and Anne received a generous settlement as well as the honorary title of “the King’s Beloved Sister.” She remained in England until her death, becoming a popular presence at court and developing close friendships with Henry, his children and his last wife, Catherine Parr.\nHenri IV and Marguerite de Valois (1572)\nThe arranged marriage between Henri de Bourbon, a prince from Navarre, and Marguerite de Valois, a daughter of King Henri II, was designed to reunite two French royal houses while easing tensions between Catholics and Huguenots (Protestants) at the height of the Wars of Religion. The powerful Catherine de’ Medici, mother to Marguerite and the reigning king Charles IX, pushed for the union despite her animosity toward Huguenots in general and Henri’s mother, Jeanne d’Albret, in particular. Shortly after the reluctant Jeanne arrived at court with her teenage son, she fell ill and died, leading some Huguenot writers to accuse Catherine of poisoning her. At the wedding, held in Paris’ Notre Dame cathedral, the groom had to stand outside during the religious ceremony because he was not Catholic. Six days later, Catholic mobs unleashed a wave of targeted killings on the Huguenots who had gathered in Paris for the festivities. Known as the St. Bartholomew’s Day Massacre, the violence spread to the countryside, lasting several weeks and resulting in tens of thousands of deaths. With Marguerite’s help and by promising to convert, Henri survived the carnage, but the newlyweds’ marriage did not: It was annulled in 1599, 10 years after Henri succeeded Marguerite’s brother as king of France and one year before he married a distant cousin of his former mother-in-law, Marie de’ Medici.\nFrederick, Prince of Wales, and Augusta of Saxe-Gotha (1736)\nIn April 1736, Augusta of Saxe-Gotha arrived in London at the tender age of 17, speaking not a word of English and barely having laid eyes on her betrothed, King George II’s oldest son Frederick. Stuffed into her wedding gown and ushered down the aisle almost immediately upon arrival, the petrified princess vomited down her dress and on the skirt of her new mother-in-law, Caroline of Brandenburg-Ansbach. The wedding took place nonetheless, with Queen Caroline—who shared the bride’s German origins—translating the ceremony into Augusta’s ear. Despite its inauspicious beginning, the marriage is thought to have been a happy one. Augusta and Frederick had nine sons and daughters together; their last child, Caroline Matilda, was born three months after her father’s sudden death in 1751.\nLouis XVI and Marie Antoinette (1770)\nNot only did Louis-Auguste, the grandson and heir apparent of King Louis XV of France, have no say in who would become his wife, he was not even present at his own wedding. His marriage to 14-year-old Marie Antoinette, daughter of the Holy Roman Emperor, took place by proxy in the bride’s native Vienna; her older brother Ferdinand stood in as the groom at the altar. The newly minted dauphine then set off for Versailles to meet her husband for the first time, arriving with great fanfare several weeks later. Louis, chubby and brooding at 15, sulked throughout the long mass held in celebration of their union on May 16, 1770. Then, in what was seen as a bad omen at the time, his wife let a large blot of ink fall onto the marriage contract, covering half her name. After a state dinner later that day, the king personally escorted the young newlyweds to their room for the ritual bedding ceremony. Dozens of distinguished guests crowded around as an archbishop gave a blessing and the couple prepared to undress, leaving only after the curtains had been drawn around their bed. For reasons that are still unclear—performance anxiety, a physical problem or just plain ignorance—seven years would go by before Louis and Marie Antoinette consummated their marriage, making them the laughingstock of the court and kingdom.\nGeorge IV and Caroline of Brunswick (1795)\nWhen it came time for Prince George Frederick Augustus, son of King George III of England, to wed, his family arranged a marriage to his first cousin, Caroline of Brunswick. Along with the age-old problem that the future royal couple had never met, there was also the nagging issue of George’s rampant affairs and existing marriage—recognized by the Catholic church but not by English law—to Maria Fitzherbert, a widowed commoner six years his senior. Nevertheless, the king insisted, and on April 5, 1795, George met Caroline for the first time. Disappointed by her looks (and, according to rumor, her inattention to personal hygiene), he reportedly demanded a glass of brandy; the bride-to-be, meanwhile, complained to one of her escorts that the prince was “nothing like as handsome as his portrait.” At the wedding three days later, George arrived late, stumbled drunkenly up the altar steps and refused to repeat the vows until his father ordered him to behave. Although the groom spent his wedding night passed out on the bedroom floor, the couple eventually managed to consummate their marriage, resulting in the 1796 birth of their daughter, Princess Charlotte Augusta. George demanded a separation shortly thereafter, but Caroline, whose allegedly improper conduct became the subject of an official investigation in the early 1800s, refused him a divorce. She died on August 7, 1821, two weeks after guards turned her away from her estranged husband’s coronation service.\nPuyi, the Last Emperor of China, and Wan Rong (1922)\nAlthough he was emperor in name only following the Chinese monarchy’s abdication in 1911, Puyi was raised in the imperial Forbidden City and expected to wed in grand style. At 16, he chose a bride, Gobulo Wan Rong, and an official concubine, Wen Xiu, from a series of photographs that were presented to him. The daughter of a prominent government official, Wan Rong married China’s last emperor in an elaborate ceremony on December 1, 1922, the date and time having been chosen by imperial astronomers. After a ritual meal of dumplings (to represent children) and noodles (a symbol of longevity), the couple retired to their chamber. According to multiple sources, including Puyi’s autobiography, the young groom, overwhelmed by the long night’s merrymaking and distracted by the red decorations adorning the bed, panicked and fled the scene. This incident, along with the couple’s failure to produce an heir, sparked rumors about the emperor’s sexuality and has led some historians to suggest that the marriage was never consummated. In 1924 the pair were expelled from the Forbidden City amid political turmoil; their relationship grew more strained as Puyi struggled to reclaim power and Wan Rong became addicted to opium. Suffering from malnutrition and withdrawal, the empress died in prison at age 39.","author":"Jennie  Cohen","web_category":"news","title":"Royal Weddings Gone Bad","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/henry-viii-anne-of-cleves.jpg","url":"http://www.history.com/news/royal-weddings-gone-bad"}