{"summary":"The study’s authors suspect that the ants made the journey during one or more of the multiple global warming episodes that heated the planet during the Eocene, raising temperatures enough to make the Arctic passable even for tropical species. “In fact, all of the closely related fossil giant ants have been found in Europe and North America at sites that had hot climates.”","advice_category":"1","content":"\nSome 50 million years ago, giant ants the size of hummingbirds marched across what is now Wyoming, according to a study published May 4 in the scientific journal Proceedings of the Royal Society B. The four paleontologists who wrote the paper reached these conclusions after discovering the fossil of a new ant species, which they dubbed Titanomyrma lubei, in a drawer at the Denver Museum of Nature & Science in Colorado.\nTaken from a rich fossil quarry in Wyoming known as the Green River Formation, the 2-inch-long ant fossil immediately reminded researchers of similar insects that thrived in Germany at about the same time in history, known as the Eocene Epoch. The only modern ants whose queens are capable of attaining the (relatively) massive size of these ancient bugs belong to the species Dorylus wilverthi and exclusively live in tropical regions of Africa. Like their present-day counterparts, the giant ants of the Eocene apparently flourished in the heat: The areas of Wyoming and Germany in which their fossils were found are known to have had tropic climates at that time.\n“What is surprising is that this ant scurried about an ancient forest in what is now Wyoming when the climate there was hot like the modern tropics,” said Bruce Archibald, a paleoentomologist at Simon Fraser University in British Columbia who is one of the study’s authors. “In fact, all of the closely related fossil giant ants have been found in Europe and North America at sites that had hot climates.”\nThe similarities between Wyoming’s Titanomyrma lubei and the oversize ants of prehistoric Germany are consistent with the prevailing theory that many plant and animal species migrated between North America and Europe during the Eocene, a time when a land bridge across the Arctic connected the two continents. For the researchers, however, this posed a dilemma: Though far more temperate than it is today, the Eocene Arctic would likely have been too cold for the ants to survive the trek—whether it was from North America to Europe or the other way around.\nThe study’s authors suspect that the ants made the journey during one or more of the multiple global warming episodes that heated the planet during the Eocene, raising temperatures enough to make the Arctic passable even for tropical species. It is believed that these “hyperthermals,” which lasted several hundred thousand years each, may have been caused by the release of carbon dioxide from the oceans into the atmosphere.\nTitanomyrma lubei represents the first example of a known species that could only have weathered the voyage with the help of a hyperthermal, according to the team. They also believe that further research on these early migrations may shed light on how today’s climate changes may affect living things and their distribution. “As the Earth’s climate changes, we are seeing tropical pest species extend their ranges into mid-latitudes and dragonflies appear in the Arctic,” Archibald explained. “Understanding the details of how life forms adapted to global warming in the past will be of increasing importance in the future.”","author":"History.com  Staff","web_category":"news","title":"The March of the Giant Ants","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/ant-with-hummingbird.jpg","url":"http://www.history.com/news/the-march-of-the-giant-ants"}