{"summary":"• Curie met her future husband, Pierre, while doing postgraduate research at the lab he supervised. • The first woman to be granted a Nobel Prize, Curie later became the first person to earn a second one","advice_category":"1","content":"\n• Curie was born Maria Sklodowska in Warsaw, Poland, to schoolteacher parents of modest means who encouraged their children’s educational aspirations. Determined to pursue a scientific career, Marie struck a deal with her sister Bronya, agreeing to fund Bronya’s medical degree in France by working as a governess. Bronya later helped Marie move to Paris and enroll at the prestigious Sorbonne, where she studied chemistry, math and physics.\n• Curie met her future husband, Pierre, while doing postgraduate research at the lab he supervised. The pair immediately bonded over their mutual interest in magnetism and fondness for cycling, and a year later they were married in Sceaux, France. They used the money they had received as a wedding present to purchase bicycles for the many long rides they took together.\n• In 1896, intrigued by the physicist Henri Becquerel’s accidental discovery of radioactivity, Curie began studying uranium rays; Pierre soon joined her in her research. Two years later, the Curies discovered polonium—named after Marie’s homeland—and radium. In 1903 they shared the Nobel Prize in physics with Becquerel for their groundbreaking work on radioactivity.\n• The first woman to be granted a Nobel Prize, Curie later became the first person to earn a second one. In 1911 she received the prestigious award—in chemistry this time—for her isolation of radium and other accomplishments.\n• After Pierre’s tragic death in a 1906 accident, Marie was appointed to his seat at the Sorbonne, becoming the university’s first female professor. (Just three years earlier, she had been the first woman in France to earn a doctorate.) Today, France’s leading scientific and medical complex bears the name of both Curies.\n• During World War I, Curie used her radiography expertise to set up dozens of mobile and permanent X-ray stations, which helped doctors diagnose and treat battlefield injuries. They became known as “petites Curies” for their famous creator.\n• Decades of handling radioactive materials—the effects of which were poorly understood at the time—ultimately took a toll on Curie. By the 1920s she had developed muscle aches, anemia, cataracts and a host of other symptoms. She died on July 4, 1934, of leukemia caused by exposure to radiation.\n• Curie’s daughter Ir?ne followed in her mother’s footsteps, earning a doctorate in physics and conducting important research on synthesized radioactive elements. In 1935 she and her husband, Fr?d?ric Joliot, shared the Noble Prize in chemistry for their discovery of artificial radioactivity.\n• In 1995 the remains of Curie and her husband were enshrined in Paris’ Pantheon, a mausoleum reserved for distinguished French thinkers. She became the second woman to receive this honor and the first to earn it through her own achievements.","author":"History.com  Staff","web_category":"news","title":"Remembering Marie Curie on Her 144th Birthday","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/marie-curie-portrait.jpg","url":"http://www.history.com/news/remembering-marie-curie-on-her-144th-birthday"}