{"summary":"The primary charges leveled at Revere during the court-martial were that he refused Wadsworth’s order to deliver his boat and that he fled Penobscot Bay without receiving any orders to do so. Major William Todd also said that Revere had refused an order he delivered from Lovell to have his men retrieve a cannon from one of the islands in the bay","advice_category":"1","content":"\n\nFour years after Revere rode through the Massachusetts countryside warning that the British were on the march to Lexington, the war for American independence dragged on. In June 1779, the British seized the village of Castine, Maine, on the shores of Penobscot Bay with the intention of establishing a naval base between Halifax and New York from which they could launch attacks.\nThe Massachusetts legislature ordered a combined military and naval expedition to sail north to Maine, part of Massachusetts at the time, to dislodge the British. Among the hundreds of troops was Lieutenant Colonel Paul Revere, who had joined the Massachusetts militia after being denied a Continental Army commission in 1776. The attack force was a raw, rag-tag bunch—Revere, who commanded the state’s artillery regiment, reported “one-third of them were boys and old men”—but they still had a decisive advantage in numbers and firepower. Continental Navy Commodore Dudley Saltonstall was given a fleet of 19 armed vessels including three Continental Navy ships and the entire Massachusetts Navy, which was composed of three ships. Combined with the 21 transports, the patriot naval force was the largest of the war.\nThe American flotilla sailed into Penobscot Bay on July 25, 1779, and the enormous amphibious assault began with a difficult landing on the mainland. After some fierce fighting, Revere and 600 militiamen under the command of General Solomon Lovell found themselves just a few hundred yards away from the British earthen fort and in striking distance to overrun the enemy. At this point, however, the patriot land and naval officers gridlocked on strategy. Lovell refused to storm the fort unless Saltonstall’s warships attacked the British armed sloops in the bay to provide them with cover. Saltonstall refused to engage the British fleet until Lovell had taken the fort. The stalemate dragged on for two weeks until a British relief fleet arrived on August 13 and left the patriots pinned inside Penobscot Bay.\nThe Americans beat a chaotic retreat. The patriots fled up the Penobscot River and burned their entire flotilla to avoid capture. Revere’s men made a mad scramble into the Maine wilderness and were left to find their ways back to Boston. Hundreds of militiamen were killed or captured. The military fiasco was one of the most disastrous campaigns of the Revolution. A scapegoat was needed, and Revere was typecast for the part.\nThe silversmith was not popular among the troops. Revere’s aggressive command and perceived arrogance rankled many of his subordinates as well as his fellow military officers. Some used the debacle to settle old scores and accused him of insubordination, neglect of duty and cowardice.\nBrigadier General Peleg Wadsworth charged that Revere disobeyed his order to give up his ordnance brig in order to evacuate the crew of a schooner drifting toward the enemy. Wadsworth said that Revere argued that the brigadier general had no right to command him and also said that the boat could not be used because it was carrying his private baggage. Major William Todd also said that Revere had refused an order he delivered from Lovell to have his men retrieve a cannon from one of the islands in the bay. While Revere acknowledged initially refusing the order from Wadsworth before following it, he chalked the charges up to personal grievances.\nShortly after he returned to Boston and resumed his command, Revere was placed under house arrest on September 6 until the failed expedition was investigated. Saltonstall was court-martialed and dismissed from the Continental Navy, but the investigating committee did not rule one way or another on Revere’s culpability. The attacks on his integrity and patriotism still lingered.\nWith his character besmirched, Revere actually pressed for a court-martial to clear his name. His time would come, but it was more than two years later in 1782, by which time the British had surrendered at Yorktown and many had forgotten about the incident. The primary charges leveled at Revere during the court-martial were that he refused Wadsworth’s order to deliver his boat and that he fled Penobscot Bay without receiving any orders to do so. Revere argued that he did what he thought necessary to evacuate his men safely to Boston. The 13-officer military court agreed and acquitted him on both charges after deciding that the army was in such a confused state during the retreat that regular orders could not be given. Revere, in spite of “every disgrace that the malice of my enemies can invent,” had his reputation restored.","author":"Christopher  Klein","web_category":"news","title":"The Court-Martial of Paul Revere","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/HITH-Paul-Revere.jpg","url":"http://www.history.com/news/the-court-martial-of-paul-revere"}