{"summary":"In many towns, curious onlookers crowded around to see an automobile in person for the first time. Jackson, Crocker and the photogenic Bud became celebrities, pictured in the newspapers and praised in Winton advertisements","advice_category":"1","content":"\nAnd it all started with a $50 wager. \nJust four days before, a bar debate about the newfangled horseless carriages ignited inside San Francisco’s exclusive University Club. While most of the tipplers dismissed the automobile as a passing novelty too unreliable to survive a trip across America, Jackson disagreed. Then, in a scene straight out of Jules Verne’s “Around the World in 80 Days,” someone bet Jackson $50 that he couldn’t make it to New York City by car in less than 90 days. The real-life Phileas Fogg—a 31-year-old automobile enthusiast from Burlington, Vermont, who had given up his medical practice after a bout of tuberculosis—heartily accepted.\nJackson recruited Crocker, a 22-year-old former bicycle racer and a gasoline engine mechanic, to be his Passepartout. Based on Crocker’s recommendation, the former physician purchased a used 20-horsepower Winton touring car for the treacherous journey. Jackson named his new wheels the “Vermont.”\nPrevious cross-country automobile trips had all ended in failure, and Jackson’s hastily arranged drive was likely to suffer a similar fate. Jackson had little driving experience and less mechanical knowledge, but at least he had his wife’s inherited fortune to fuel his impulsive voyage. Still, American roads were extremely primitive—fewer than 150 miles nationwide were even paved. There were no road signs, road numbers or gas stations, and automobiles were extremely prone to breakdowns.\nThe Vermont was no different. Just 15 miles outside of San Francisco, a rear tire blew, and the duo replaced it with their only spare. It wouldn’t be their last pit stop.\nAlthough Jackson and Crocker were aboard a machine that would help shape the 20th century, they were essentially stuck in the 19th. They relied on stagecoaches to bring new parts and on blacksmiths to make repairs. After they found themselves stranded for eight hours in the Oregon desert, a cowpoke lassoed the disabled Winton and had his horse give it a tow—an equine version of AAA roadside service.\nLuck did not seem to be on the motorists’ side. After a leak left their gas tank nearly empty, Crocker set off on a 26-mile bicycle ride to the nearest town. A bike tire punctured, however, and forced Crocker to walk most of the way back with the fuel. It took 19 days for the duo to reach Idaho, where they picked up a traveling companion—a bull terrier named Bud whom Jackson purchased for $15. Jackson and Crocker fitted Bud with motoring goggles to protect his eyes from dust, and throughout the journey the canine proudly wore them from his front-seat perch.\nJackson hoped their new mascot might be a good-luck charm. He wasn’t. Bad directions in Nampa sent them on a 76-mile detour, a team of horses had to extricate the Vermont from a quagmire that had swallowed it up to the floorboards, and Bud got sick drinking alkali water. When the men went 36 hours without eating after getting lost in the Wyoming badlands, Jackson joked that they “were stealing speculative glances at Bud as we tightened our belts.”\nThrough it all, Jackson somehow maintained his optimism, perhaps thanks to the tremendous reception he received along the journey. In many towns, curious onlookers crowded around to see an automobile in person for the first time. By the time Jackson arrived to a cheering throng in Omaha on July 12, his bar bet was starting to captivate the nation. \nFinally, the travelers started to make good time, averaging 150 miles a day. On July 17, they arrived in Chicago and were treated to receptions by city officials and automobile dealers. Three days later, a convoy greeted them outside Cleveland and escorted the Winton triumphantly back to its birthplace. Outside of Buffalo, the road trippers survived a scary accident that tossed them out of the car but caused minimal damage to man, car and beast. \nIn spite of the fanfare it generated, the epic road trip ended as quietly as it started. The Vermont, its cherry-red finish caked with dried mud, crawled down Manhattan’s deserted Fifth Avenue at 4:30 a.m. on Sunday, July 26. The approximately 4,500-mile journey had taken 63 days, 12 hours and 30 minutes. Incredibly, given all the problems, Jackson had won his wager with nearly a month to spare, although it cost him $8,000 in the process.\nJackson, Crocker and the photogenic Bud became celebrities, pictured in the newspapers and praised in Winton advertisements. On July 30, Jackson, his wife and Bud headed for home in the Vermont. As it crossed the threshold of the Jacksons’ stable, the exhausted Winton exhaled and, perhaps fittingly, its drive chain snapped in two.","author":"Christopher  Klein","web_category":"news","title":"The First Great American Road Trip","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/winton-touring-car.jpg","url":"http://www.history.com/news/the-first-great-american-road-trip"}