{"summary":"He would never live in Spain again, though he did return for a few visits prior to the outbreak of the Spanish Civil War. More Picasso paintings have been stolen than those of any other artist.","advice_category":"1","content":"\n1. Picasso was considered a child prodigy.\nBorn in M?laga on the southern coast of Spain in 1881, Pablo Picasso could supposedly draw before he could talk. By age 13 he was said to have out-mastered his father, an art teacher. As a result, his father allegedly handed over his brushes and palette to Picasso and swore that he would never paint again. Soon after, Picasso sought admission to an art school in Barcelona. Although a month was normally allowed to complete the entrance examination, he finished his in a single day. Much later, he stated that he could draw “like Raphael” when he was young. “But it has taken me my whole life to learn to draw like a child,” he added.\n2. Picasso constantly changed his painting style.\nAs a teenager, Picasso painted fairly realistic portraits and landscapes. He then went through his so-called blue and rose periods from 1901 to 1906, in which he depicted such things as poverty-stricken children and circus scenes, respectively. “Les Demoiselles d’Avignon,” a distorted portrait of five prostitutes that is considered one of his most revolutionary pieces, came in 1907. It opened the door for Cubism, an abstract style that reduces subjects to geometric forms. By 1912 Picasso had invented collage by attaching oilcloth, newspaper clippings and other materials to the surface of his paintings. This, along with an increased emphasis on color, precipitated a transition from what’s known as Analytic Cubism to Synthetic Cubism. Later in life, he practiced a form of Neoclassicism and recreated paintings from such masters as Diego Vel?zquez, ?douard Manet and Eug?ne Delacroix. At various times, he also incorporated Surrealist, Expressionist, Post-Impressionist, and Symbolist elements into his art.\n3. Picasso had help with the creation of Cubism.\nPicasso ran in the same bohemian social circles as a slew of other artists and writers, including Henri Matisse, Gertrude Stein and Max Jacob. But his closest collaboration came with Georges Braque, with whom he co-founded Cubism around 1909 and whose paintings from the time appear remarkably similar to his own. The pair, who were influenced by such things as ancient Iberian sculpture, African masks and Post-Impressionist painter Paul C?zanne, regularly visited each other’s studios and exchanged ideas. In Braque’s words, it was rather “like two mountaineers roped together.” Their working relationship, which produced an increasingly abstract common technique, lasted until 1914, when Braque enlisted in the French army at the beginning of World War I.\n4. Picasso was not just a painter.\nThough best known for his painting, Picasso experimented with a number of different mediums, including sculpture, ceramics, drawing and printmaking. From 1917 to 1924, he even designed the curtain, sets and costumes for a handful of ballets. The earliest of those, “Parade,” featured a dancer who would become his first wife and the mother of his first child (his three other children were born out of wedlock). Picasso started writing poetry in 1935, and he also authored two plays in the 1940s.\n5. Picasso actively opposed Spanish dictator Francisco Franco.\nThe Spanish Civil War kicked off in July 1936 when military officers led by Francisco Franco revolted against the democratically elected Second Republic. Picasso, a Republican supporter, soon completed a series of anti-Franco etchings and made the first political statement of his life, saying the military caste was “plunging Spain into an ocean of misery and death.” Even more notably, he painted “Guernica” for the 1937 World’s Fair in Paris. Inspired by an incident in which Nazi German planes flying for Franco bombed civilians in the town of Guernica, Picasso depicted a wounded horse, a decapitated soldier, a woman with a dead baby in her arms and other images of war. The enormous painting, more than 25 feet in length, waited out most of the Franco years at the Museum of Modern Art in New York City. It finally returned to Spain in 1981 and now resides at the Reina Sof?a Museum in Madrid.\n6. Picasso spent most of his life as an expat.\nIn his youth, Picasso moved from M?laga to La Coru?a to Barcelona to Madrid and then back to Barcelona again. He left Spain for the first time in 1900, taking an extended trip to Paris, and by 1904 he had settled permanently in the French capital. He would never live in Spain again, though he did return for a few visits prior to the outbreak of the Spanish Civil War. Picasso even stayed in France during World War II, when the occupying Nazis barred him from showing his work. The artist later relocated to southern France, where he remained prolific until the very end of his life.\n7. Picasso became a communist at age 62.\nPicasso joined the French Communist Party in 1944, right after Paris had been liberated from the Nazis. “I have found there all whom I respect most, the greatest thinkers, the greatest poets and all the faces of the resistance fighters,” he explained at the time. The following decade, Picasso painted “Massacre in Korea,” which portrayed U.S. soldiers as futuristic knights about to attack pregnant women and children. He also sketched a drawing as part of a failed effort to save Greek communist leader Nikos Beloyannis from the firing squad, and he even did a portrait of Soviet dictator Joseph Stalin. But he did not always toe the party line. The French communists officially condemned his Stalin picture for being insufficiently revering, and in 1956 he signed a protest letter against the Soviet invasion of Hungary.\n8. More Picasso paintings have been stolen than those of any other artist.\nAs of last year, Picasso had 1,147 works listed as stolen, missing or disputed, more than twice as many as any other artist, according to the Art Loss Register. The most recent theft occurred in October, when robbers made off with a Picasso and six other paintings that were on exhibit at a Dutch museum. A Picasso was likewise lifted from a Greek museum in January 2012, and in May 2010 a Picasso was among five paintings taken from the Mus?e d’Art Moderne in Paris.","author":"Jesse  Greenspan","web_category":"news","title":"8 Things You May Not Know About Picasso","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/picasso-femme-assise.jpg","url":"http://www.history.com/news/8-things-you-may-not-know-about-picasso"}