{"summary":"“We now have a much more accurate and physical image of what Viking life was like, what they ate, what they wore and even what they looked like thanks to Dundee University–all of which is now on display at Jorvik,” she said.. The archaeologists also excavated four female skeletons, one of which served as the basis for the new digital reconstruction","advice_category":"1","content":"\nThe archaeologists also excavated four female skeletons, one of which served as the basis for the new digital reconstruction. Caroline Erolin, a lecturer at the University of Dundee’s Centre for Anatomy and Human Identification, described the process she used to transform 1,000-year-old bones into a lifelike reproduction: “We laser-scanned the skull to create a 3D digital model onto which we could produce the reconstruction. The reconstruction process is carried out utilizing specialist computer equipment which allows the user to ‘feel’ what they are modeling on screen. The anatomy of the face is modeled in ‘virtual clay’ from the deep muscles to the superficial.”\nErolin’s colleague Janice Aitken then made the reconstruction even more realistic by adding facial features and coloring. “I use the same sort of software as is used to create 3D animations in the film industry,” she explained. “I digitally created realistic eyes, hair and bonnet and added lighting to create a natural look.”\nFor Sarah Maltby, director of attractions for the York Archaeological Trust, the reconstruction project demonstrates how advanced archaeological research capabilities have become since the original Coppergate excavations took place more than three decades ago. “We now have a much more accurate and physical image of what Viking life was like, what they ate, what they wore and even what they looked like thanks to Dundee University–all of which is now on display at Jorvik,” she said.\nFor more information, check out the press release issued by the University of Dundee or visit the website of the Jorvik Viking Centre.","author":"History.com  Staff","web_category":"news","title":"What Did the Vikings Look Like?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/viking-reconstruction-face-150x150.jpg","url":"http://www.history.com/news/what-did-the-vikings-look-like"}