{"summary":"Elegant handwriting emerged as a status symbol, and by the 1700s penmanship schools had begun educating generations of master scribes.. In the mid-1800s an abolitionist and bookkeeper named Platt Rogers Spencer attempted to democratize American penmanship by formulating a cursive writing system, known as the Spencerian method and taught by textbook, that many schools and businesses quickly adopted","advice_category":"1","content":"\nAs the price of parchment and demand for books soared in the later Middle Ages, a denser style of writing evolved for European languages. Johannes Gutenberg used this Gothic approach for his printing press in the mid-15th century. Italian humanists soon revolted against the heavy look by reverting to a more Carolingian script and inventing a cursive form of it, known as Italic. Elegant handwriting emerged as a status symbol, and by the 1700s penmanship schools had begun educating generations of master scribes.\nDuring the United States’ infancy, professional penmen were responsible for copying official documents, including the Declaration of Independence and the Constitution. Among amateurs, meanwhile, signature handwriting styles became associated with various professions and social ranks; women and men were also expected to embrace flourishes unique to their sex. In the mid-1800s an abolitionist and bookkeeper named Platt Rogers Spencer attempted to democratize American penmanship by formulating a cursive writing system, known as the Spencerian method and taught by textbook, that many schools and businesses quickly adopted. (Ornate and sinuous, it can be seen in the original Coca-Cola logo.)\nAs typewriters and word processors swept the business world, schools began to eliminate penmanship classes, and by the 1980s many U.S. children received little formal training. (This was not the case in many European countries, where students are given rigorous handwriting instruction to this day.) While penmanship studies haven’t completely disappeared from the American curriculum, schoolchildren today spend more time mastering typing and computer skills than the neat, standardized cursive of their parents and grandparents. As early as 1955, the Saturday Evening Post had dubbed the United States a “nation of scrawlers,” and studies show that handwriting abilities have largely declined since then.\nBemoaned by many (but not all) educators, the loss of penmanship as a requisite skill inspired the Writing Instrument Manufacturers Association (WIMA) to create National Handwriting Day in 1977. According to the group’s website, the holiday offers “a chance for all of us to re-explore the purity and power of handwriting.” How can you celebrate? The WIMA suggests you pick up a pen or pencil and put it to paper—so get off the computer and start writing!","author":"Jennie  Cohen","web_category":"news","title":"A Brief History of Penmanship on National Handwriting Day","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/penmanship-practice.jpg","url":"http://www.history.com/news/a-brief-history-of-penmanship-on-national-handwriting-day"}