{"summary":"Serving under 11 different presidents, Dingell has left his mark on nearly every significant piece of legislation in the last 50 years, from the Civil Rights Act of 1964 and the creation of Medicare the following year, to his strong support or a series of environmental bills in the 1970s and 80s. The longest-serving member of Congress in New York’s history, Emanuel Celler entered the U.S","advice_category":"1","content":"\n1. John Dingell Jr. (57 years, 177 days and counting)\nAmerica’s longest-serving congressman was seemingly born into the role. The son of Michigan Representative John Dingell Sr., the younger Dingell worked as a Congressional page before being elected to replace his father upon his death in 1955. Reelected 29 times since, he is a longtime member of the House Committee on Energy and Commerce, charged with investigating governmental waste and fraud. Serving under 11 different presidents, Dingell has left his mark on nearly every significant piece of legislation in the last 50 years, from the Civil Rights Act of 1964 and the creation of Medicare the following year, to his strong support or a series of environmental bills in the 1970s and 80s. Dingell has not yet decided whether he will run for a historic 30th term.\n2. Robert Byrd (56 years, 176 days)\nAfter a (relatively) brief six-year stint in the House of Representatives, Robert C. Byrd of West Virginia shifted over to the Senate in 1959, quickly rising through the ranks to a series of leadership positions, serving as Senate majority or minority leader three different times. A longtime chair of the powerful House Appropriations Committee, Byrd cast more than 18,000 votes while in office—a record unlikely to be surpassed. A self-taught student of the history of the U.S. Senate, Byrd was considered an expert in parliamentary procedure and the inner workings of the government. His long stint in office was not without controversy: his early involvement in the Ku Klux Klan and filibustering of the 1964 Civil Rights Act angered many, and Byrd himself later stated that he deeply regretted his early positions on race. In ill health for much of the last decade of his life, Byrd remained in office before dying of natural causes at the age of 92 on June 28, 2010.\n3. Carl Hayden (56 years, 319 days)\nCarl Hayden already had nearly 16 years of experience in the House of Representatives as Arizona’s first-ever elected congressman when he became senator in March 1927. Over the span of seven terms (the first senator to achieve that feat), the low-key, reserved, Hayden built a powerful political base that allowed him to champion infrastructure and development in the west. The author of legislation regulating mining and irrigation, allowing for reclamation of public lands and the creation of a federal highway system, Hayden was once asked by Franklin Roosevelt why he expended so much of his political capital on road appropriations. Hayden replied, “Because Arizona has two things people will drive thousands of miles to see—Grand Canyon and the Petrified Forest. They can’t get there without roads.”\n4. Daniel Inouye (53 years, 118 days)\nThe highest-ranking Asian-American politician in U.S. history, Dan Inouye entered the House of Representatives in 1959, becoming Hawaii’s first representative, before moving to the Senate in 1962, He was the first Japanese American to serve in either chamber. Inouye, who had received a Bronze Star and Purple Heart for his service in a Nisei unit during World War II, was inspired to enter politics after meeting fellow soldiers Bob Dole and Philip Hart while all three were recovering from serious arm wounds in a Michigan hospital. The three would remain lifelong friends while serving together in the Senate. Inouye first came to national attention in the late 1960s and later served on the Senate committees investigating the Watergate and Iran-Contra scandals. In 2000, President Bill Clinton presented Inouye and 21 other Asian-American veterans of World War II with the Congressional Medal of Honor, and following his death in December 2012, Inouye became the first Asian American, and 31st person, whose body has lain in state in the U.S. Capitol.\n5. Jamie L. Whittien (53 years, 60 days)\nElected 27 times by his Mississippi constituents, Jamie Whitten began his long career in the U.S. House of Representatives as a staunchly conservative Democrat, supporting segregationist policies and voting against every major civil rights legislation of the 1950s and 1960s. He grew increasingly liberal late his career, clashing with Ronald Reagan, George H.W. Bush and other Republicans on social, fiscal and foreign policy issues—even voting against the Persian Gulf War—and came to deeply regret his earlier positions on civil rights. Whittien chaired the House Appropriations Committee for more than 13 years and retired in 1995.\n6. Carl Vinson (50 years, 61 days)\nJust 30 years old when he was sworn into office in November 1914, Georgia’s Carl Vinson would become the first person to serve more than 50 years in the House of Representatives. A staunch supporter of the U.S. military, Vinson pushed through numerous appropriation bills designed to build up American naval power in the period between the world wars. The powerful Vinson, who served on the House Armed Services Committee for much of his tenure, also played a key role in the modernization of American military might in the early years of the Cold War, authorizing the construction of the USS Enterprise, the world’s first nuclear-powered aircraft carrier. In 1980, 15 years after his retirement, another nuclear-powered ship, the USS Carl Vinson, was named in his honor in recognition of his longtime support of the U.S. Navy.\n7. Emanuel Celler (49 years, 305 days)\nThe longest-serving member of Congress in New York’s history, Emanuel Celler entered the U.S. House of Representatives in March 1923 and quickly got to work on what would become his signature issue—immigration. The grandson of German Jewish immigrants, Celler clashed with fellow Democrat President Franklin Roosevelt over the White House’s refusal to lift restrictions on Jewish refugees seeking asylum from Nazi persecution, but it wasn’t until 1965 that he finally secured passage of the Hart-Celler Act (also known as the Immigration and Nationality Act), which formally eliminated the long-standing national quota system limiting the number of immigrants admitted to the U.S. from each country in a given year. As chairman of the House Judiciary Committee for more than 20 years, Celler helped craft the landmark civil rights legislation of the 1960, including the Voting Rights Act and both Civil Rights Acts. Celler’s long stint in Washington, D.C. was cut short when he was upset in a Democratic primary in 1972 by a more liberal female challenger (53 years young than Celler), and he retired in January 1973.\n8. Sam Rayburn (48 years, 257 days)\nArguably the most powerful speaker of the house in U.S. history, Texan Sam Rayburn (who held the position for a total of 17 years), became a key ally of President Franklin Roosevelt, shepherding a variety of New Deal legislation through the House. During his long career, Rayburn became a trusted advisor to presidents of both parties, as well as a mentor to the next generation of political leaders (most notably, fellow Texan Lyndon B. Johnson), all the while managing to bridge the political divide between liberal northern Democrats and more conservative southern ones. Admired for his personal integrity (including a refusal to accept gifts from lobbyists and his insistence on paying for his own Congressional investigative trips), Rayburn was paid a unique tribute in posterity. Four years after his death in 1961, the newly constructed House office building was named in his honor.\n9. John Conyers (48 years, 154 days and counting)\nCurrently in his 24th term in office, John Conyers is a founding member of the Congressional Black Caucus and is the longest-serving African American in either chamber. His criticism of Richard Nixon’s administration landed Conyers on the president’s infamous “enemies list,” and he has clashed with both Democrats and Republicans throughout his career. Conyers, who got his start in politics working as an aide to Representative John Dingell, has a long history as a champion for civil rights. He helped register voters in Selma, Alabama, hired Rosa Parks to work on his congressional staff and introduced the first bill to create a national holiday in honor of Martin Luther King Jr.\n10. Sidney R. Yates (48 years)\nA World War II veteran, Sidney Yates spent much of his early career in the House of Representatives combating the growing problem of gang violence threatening both his Chicago, Illinois, district and urban areas nationwide. After an unsuccessful run for the U.S. Senate, Yates turned his attention to funding for the arts, environmental causes and historic preservation, playing a key role in the creation of the U.S. Holocaust Memorial Museum. Nearly 90 when he retired in 1999, Yates died the following year.","author":"Barbara  Maranzani","web_category":"news","title":"57 Years, 177 Days and Counting: John Dingell Jr. Makes History","picture_url":"http://www.history.com/news/wp-content/uploads/2013/06/dingell11.jpg","url":"http://www.history.com/news/57-years-177-days-and-counting-john-dingell-jr-makes-history"}