{"summary":"Several sites were considered for the new military complex. The idea of using Arlington Farms was soon scraped, however, over concerns about the sensitivity of placing a military complex so close to the nation’s most hallowed ground, and President Roosevelt instead selected a site that had once been home to Hoover Field, the first airport to service the Washington, D.C., area","advice_category":"1","content":"\n1. It was actually the second complex built for the military during FDR’s presidency.\nIn the 1930s, a large complex was commissioned and constructed in Washington’s D.C. Foggy Bottom neighborhood to house the ever-growing U.S. War Department, but before it was even completed, the army determined it to be too small for its needs (this building is now home to the U.S. State Department). As the ranks of the War Department continued to swell, they began to branch out across the city, and were eventually being housed in 17 different buildings. In early 1941, Brigadier General Brehorn Somervell, head of the construction branch of the U.S. Army Quartermaster Corps, was tasked with finding a permanent solution to the space problem. On July 17, Somervell met with architect George Bergstrom, giving him just three days to come up with a design that would accommodate 40,000 employees and 10,000 cars.\n2. It owes its unique shape to a different planned location.\nSeveral sites were considered for the new military complex. The original choice was a sprawling stretch of land just to the east of Arlington Cemetery, on land that once belonged to Confederate General Robert E. Lee. At the time, the tract was managed by the Department of Agriculture, which ran an experimental farm on the land. Arlington Farms was bound by access roads, forming a slightly irregular pentagon shape. The idea of using Arlington Farms was soon scraped, however, over concerns about the sensitivity of placing a military complex so close to the nation’s most hallowed ground, and President Roosevelt instead selected a site that had once been home to Hoover Field, the first airport to service the Washington, D.C., area. As it was too late to start a new design process, the pentagon shape remained, though its five sides were straightened and smoothed to the more standard form we know today.\n3. There are a few reasons the building is so short.\nOne of Somervell’s first dictates was that the massive building be no taller than five stories (plus two stories below ground). This was due, in part, to concerns over disrupting the scenic views to and from the Virginia site and Washington, D.C. There was also a more practical reason–the steel shortage already underway in a nation girding for war. Instead of steel, the building was built primarily of reinforced concrete, 435,000 cubic yards of it. Much of the filler for this concrete was dredged from the grounds around the Pentagon itself, including the Potomac River. Concrete was also used to build a series of ramps throughout the complex, which eliminated the need for steel-enforced elevators. Additional concessions to the war included the lack of bronze doors, plaques and any other touches that were deemed purely decorative.\n4. The Pentagon was built on land occupied by the descendants of former slaves.\nDuring the Civil War, a settlement known as Freedman’s Village sprung up on Robert E. Lee’s former estate, as escaped slaves made their way to the non-Union held territory. Twenty yeas after the war, these settlements were uprooted, and several predominately black neighborhoods, including Queen City and the seedier, red-light district of Hell’s Bottom, formed nearby in what became known as East Arlington. When the Pentagon’s planners realized that the original site selected for the massive complex was not large enough, the government agreed to evict more than 150 families from East Arlington and appropriate their land.\n5. The same person oversaw both the Manhattan Project and the Pentagon’s construction.\nWhile Somervell was officially in charge of the Pentagon project, it fell to one of his subordinates, the then Major Leslie Groves, to make it a reality. Groves oversaw the day-to-day construction of the site, successfully dealing with a series of strikes and managing the many strong-willed military figures exerting pressure on him to complete the project ahead of time. While still working on the Pentagon, Groves was also put in charge of the Manhattan Project, America’s successful effort to develop the world’s first atomic bomb. Groves was involved in nearly every aspect of the top-secret project, selecting and constructing clandestine sites for the research facilities and its workers across the country.\n6. There are twice as many bathrooms as necessary.\nIn an America still highly segregated by race, the Pentagon’s planners found it necessary to design the building with separate facilities for black and white employees, including “white” and “colored” cafeterias for the construction crews and 284 bathrooms, twice the number needed for the anticipated staff levels. However, in June 1941 President Roosevelt issued Executive Order 8802, which prohibited segregation among federal employees. At first, Virginia authorities, determined to enforce the regulations laid out in its Jim Crow-era Separation of Races law, insisted that the facility be segregated, before finally relenting and ceding control of the Pentagon to the federal government. From its opening, all facilities were open to both black and white employees, making the Pentagon, for a time, the only non-segregated building in Virginia.\n7. The building went up in record time.\nThe groundbreaking ceremony was held on September 11, 1941, and work quickly got underway, with more than 15,000 workers on site around the clock. The demand for office space was so great that the first workers moved in before the complex was fully finished, and many employees found themselves working in offices without walls and travelling around the complex on wooden planks laid across open construction pits. Construction wrapped up on January 15, 1943. It’s been estimated that under normal circumstances, construction should have taken four years—the Pentagon went up in just 16 months. This speedy construction was costly, however: The project was initially budgeted at $35 million, but wound up costing $63 million, more than $900 million in today’s money.\n8. It’s pretty difficult to understand just how big the Pentagon is.\nIn fact, the U.S. Capitol could fit into just one of the building’s five sides, and with 5,100,000 square feet, it has twice the office space of the Empire State Building. When Dwight Eisenhower took up his position as army chief of staff after World War II ended, he got lost in the vast complex while on a walk and was forced to ask a group of stenographers for directions back to his own office. And while it is possible to get from the furthest points in under 10 minutes, that requires taking a shortcut through the open courtyard at the center of the complex (known as Ground Zero), and walking very fast. For those unable to physically walk the corridors on their own, the Department of Defense provides a fleet of scooters, or self-propelled vehicles (SPVs), that are allowed to zip around at up to 3 mph.\n9. The 9/11 attacks occurred on the 60th anniversary of the groundbreaking.\nOn September 11, 2001, the Pentagon was nearing the end of its first full-scale renovations when American Airlines Flight 77 smashed into the building’s east side, which was unoccupied due to the construction. Nearly 200 people lost their lives in the attack, though the recently installed security improvements that were part of the renovation project, including reinforcing the building’s concrete and installing blast-proof windows and walls, undoubtedly saved hundred of lives. Plans were soon underway for an extensive reconstruction program, dubbed the Phoenix Project, which was completed in February 2003 at a cost of $5 billion—five times the cost of the original building.","author":"Barbara  Maranzani","web_category":"news","title":"9 Things You May Not Know About the Pentagon","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Pentagon.jpg","url":"http://www.history.com/news/9-things-you-may-not-know-about-the-pentagon"}