{"summary":"Nixon was a Quaker. Nixon may have had royal blood","advice_category":"1","content":"\n1. Lee Harvey Oswald may have plotted to assassinate Nixon. \nIn the early morning of November 22, 1963, Richard Nixon rode through Dallas to the airport to fly home after attending a Pepsi-Cola board meeting. Nixon saw the preparations for the motorcade that hours later would carry John F. Kennedy, the man who defeated him for the presidency three years prior, on the streets of the city’s downtown. After Nixon landed in New York, he learned that Kennedy had been gunned down in that motorcade. In a further coincidence, the wife of Lee Harvey Oswald testified to the Warren Commission that in April 1963 the alleged assassin read a local newspaper report, tucked a pistol in his belt, and told her, “Nixon is coming. I want to go and have a look.” After locking him in a bathroom, Oswald’s wife convinced him to turn over his gun. The account was puzzling, since Nixon was not in Dallas in April 1963 and no newspaper mentioned any visit.\n2. Milhous was his mother’s maiden name. \nNixon’s unusual middle name came from the maternal side of his family. When the ancestors of Nixon’s mother moved from Germany to England in the 1600s, they changed their last names from Milhausen to Milhous.\n3. Community theater brought Richard and Pat Nixon together.\nNixon first encountered his future first lady as a leading lady in 1938 when both auditioned for the Whittier Community Players production of “The Dark Tower.” The amateur theater production led to a romance between Nixon and Thelma Catherine Ryan, nicknamed “Pat” by her father because she was born on the eve of St. Patrick’s Day. Foreshadowing their later lives, the couple wed in the presidential suite of the Mission Inn in Riverside, California, on June 21, 1940.\n4. Nixon was a Quaker. \nNixon’s mother, Hannah, was a devout Quaker who instilled the faith in her husband and children. After the failure of his father’s lemon grove in Yorba Linda, California, Nixon moved with the family in 1922 to the nearby Quaker community of Whittier, which was named after one of America’s most eminent Quakers, the poet John Greenleaf Whittier. As a boy, Nixon went to Quaker meetings four times on Sundays and played the piano at church services. He enrolled at Whittier College, a Quaker institution, and attended mandatory chapel hours every day.\n5. Nixon could play five musical instruments. \nNixon’s mother insisted he practice on the family’s upright piano every afternoon, and in the seventh grade he was sent 200 miles away to take lessons with his aunt, who had studied at the Indianapolis Conservatory of Music. Although he never learned to read music, Nixon could also play the saxophone, clarinet, accordion and violin. His musical talents turned ot to be political assets: Nixon’s 1963 appearance on “The Jack Paar Program,” during which he played a tune he wrote, helped rehabilitate his image after losing the California gubernatorial election the prior year. As president, he occasionally tickled the ivories, playing “Happy Birthday” for Duke Ellington at the White House and “My Wild Irish Rose” in honor of his wife at the Grand Ole Opry.\n6. Nixon was an avid bowler. \nOne of Nixon’s favorite pastimes in the White House was bowling. He’d even bowl a few frames dressed in his suit. In addition to using the alley in the adjacent Old Executive Office Building, Nixon had another one-lane alley built in the basement beneath the North Portico entrance to the White House.\n7. Nixon may have had royal blood. \nThrough his maternal grandfather, Nixon reportedly descended from King Edward III of England. Whether or not Nixon had royal roots, he definitely had a royal moniker. The future president was named for Richard the Lionheart. Each of Nixon’s four brothers—except for Francis, who bore the name of his father—were given names of English kings.\n8. Nixon lost his bid for high school student-body president. \nAlthough president of his eighth grade class, Nixon lost the election for student-body president when he was a high school senior in 1929. The victor, Robert Logue, is in rare company. The next man to defeat Nixon at the polls was Kennedy, 31 years later. In the interim Nixon was elected president of the Whittier College student body (on a platform of supporting on-campus dances) and the Duke University Law School bar association as well as U.S. representative, senator and vice president.\n9. Nixon was a huge football fan. \nNixon played on the Whittier College football team and, while president, struck up a friendship with George Allen, coach of the National Football League’s Washington Redskins. Allen invited the president to address the team in 1971, and legend has it that Allen used a play—a wide-receiver reverse—that Nixon had suggested for a playoff game that year. The play was a disaster, a 13-yard loss that stymied a critical scoring drive and contributed to Washington’s loss.\n10. Nixon ran a failed orange juice business. \nIn 1938, Nixon and several investors attempted to strike it rich making California orange juice, but Richard had no more luck than his father in the citrus business. The future president was not just the president of the Citra-Frost Company, which attempted to produce and sell frozen orange juice, but he even performed the menial work of cutting and squeezing oranges. Citra-Frost’s misguided attempt to freeze the juice itself, rather than the concentrate, doomed it to bankruptcy after just 18 months.","author":"Christopher  Klein","web_category":"news","title":"10 Things You May Not Know About Richard Nixon","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Nixon-centennial.jpg","url":"http://www.history.com/news/10-things-you-may-not-know-about-richard-nixon"}