{"summary":"“This sort of popular culture conception of the Maya calendar having an expiration date on it is in and of itself a fallacy,” Saturno said. Venturing deeper into what appeared to be a surprisingly intact house, Saturno spotted additional murals more unspoiled than the first","advice_category":"1","content":"\nOddly enough, it was a looters’ trench that two years ago led to one of the most remarkable finds in the recent history of Maya archaeology. In 2010, while participating in an excavation directed by Boston University professor William Saturno, an undergraduate student spied faint traces of pigment on a wall bared by looters. Saturno examined the spot, located just several feet below the surface, but didn’t expect to find anything substantial. “Maya paintings are incredibly rare, not because the Maya didn’t paint them often but because they rarely preserve in the tropical environment of Guatemala,” he explained.\nVenturing deeper into what appeared to be a surprisingly intact house, Saturno spotted additional murals more unspoiled than the first. Once he and his team decided the structure warranted a closer look, the race was on to protect it from the oncoming rainy season. The National Geographic Society provided grants for the conservation work as well as further excavations in 2010 and 2011. The resulting discoveries are being reported in the June issue of National Geographic magazine and in the May 11 issue of the journal Science.\nFigures on the Wall\nOnly 56 square feet in size, the room is decorated with murals dating back to roughly 800 A.D. on each of its three intact walls. The north wall features a seated king wearing an elaborate headdress with blue feathers, an attendant peeking out from behind the plumes. Painted on a recessed surface, this image could be hidden behind a curtain that hung from a partially preserved bone rod. Kneeling beside the king is a man holding a stylus, possibly to identify him as a scribe, Saturno said. The meaning of an accompanying label, which roughly translates to “Younger Brother Obsidian” or “Junior Obsidian,” remains unclear.\nThree male figures painted in black appear on the west well, each sporting identical feathered headdresses and medallions. One of them is labeled “Older Brother Obsidian” or “Senior Obsidian,” a title whose significance has yet to be understood. The east wall of the room features a figure painted in black that has badly eroded due to its proximity to the exterior.\nAn Astronomer’s Whiteboard\nWhile the paintings are rare and intriguing, another element festooning the north and east walls proved even more astonishing to the researchers. Scrawled in red and black are charts of numbers represented by bars and dots in the typical Maya fashion. After examining the figures, experts realized they denoted time spans corresponding to cycles of the Mayan calendar. “This was a calculator, so to speak, for a calendar priest or a Maya astronomer to calculate moon ages,” said David Stuart, a professor of Mesoamerican art and writing at the University of Texas at Austin, who helped decipher the hieroglyphs.\nUntil now, Mayan astronomical tables have only been found in books, most famously the 1,000-year-old text known as the Dresden Codex. But the newly discovered examples, which predate the Dresden Codex by at least 200 years, appear on the walls of a dwelling, scribbled alongside artwork. For this reason, the researchers believe the room once served as a workshop for scribes, calendar priests, mathematicians, astronomers or others who would have been observing the heavens. While puzzling over a formula or predicting the next eclipse, they would have conveniently worked out their calculations right on the wall. “It’s kind of like having a whiteboard in your office,” Stuart said.\nDebunking the 2012 Myth\nIn recent years, popular culture has latched on to theories that the Maya predicted an apocalypse on December 21, 2012. That date corresponds to the end of the Mayan calendar’s current cycle, which lasts for 13 of the 144,000-day intervals known as baktuns. But scholars have long argued that, while Mayan astronomers saw each cycle’s conclusion as significant, they never foresaw an apocalypse. According to the researchers who studied the Xult?n house, the calculations on the walls confirm once again that the Mayan calendar stretches far beyond this December. One notation in particular records an interval of 17 baktuns, a period of time that extends past the alleged doomsday.\n“This sort of popular culture conception of the Maya calendar having an expiration date on it is in and of itself a fallacy,” Saturno said. He compared the system to odometers that reset to zero after 99,000 miles because they can’t display more than five digits. “If we’re driving a car, we don’t anticipate that at 100,000 miles the car will vanish from beneath us,” he said. Stuart said that, rather than covering a finite period of time, “the Maya calendar is going to keep going and keep going for billions, trillions, octillions of years into the future.”\nSaturno acknowledged that the new discovery might not sway people with absolute confidence in the December 2012 prediction. “I think that as a general rule, if someone is a hardcore believer that the world is going to end in 2012, no painting is going to convince them otherwise,” he said. What may do the trick, however, is waking up on December 22, he added.","author":"Jennie  Cohen","web_category":"news","title":"Oldest Known Mayan Calendar Debunks December 2012 Myth","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/xultun_001-150x150.jpg","url":"http://www.history.com/news/ancient-maya-calendar-calculations-found-on-dwelling-walls"}