{"summary":"The earliest evidence for brewing also dates back to the Natufian era, said Hayden. The lubricating effects of alcohol made the power plays inherent in feasting go down all the more smoothly, Hayden said","advice_category":"1","content":"\nWritten by archaeologists at Simon Fraser University in Canada, the latest study isn’t the first to hint that Stone Age humans’ thirst for cold ones inspired plant domestication. Nonetheless, said lead author Brian Hayden, the theory “has always been treated somewhat humorously.” By presenting various arguments in support of Natufian brewing, Hayden and his colleagues suggest it’s time to take the beer-agriculture link more seriously. They also make the case for a symbiotic relationship between brewing and another innovation they attribute to the Natufians: feasting. Together, the authors maintain, these two activities led people to form the earliest complex societies, paving the way for civilization as we know it.\nIf you want to brew beer or host a lavish feast, you need plenty of access to surplus resources. But for much of human history, people lived hand to mouth, drifting from one region to the next as they depleted the bounty around them, Hayden explained. That changed when the Natufians established semi-permanent settlements in the Levant and began producing more food than their predecessors, archaeological evidence shows. They went to particularly great lengths to stockpile excess grains, including traveling long distances and planting primitive crops, Hayden said. Harvesting and processing tools such as sickles, baskets and mortars began to appear around this time.\nThe earliest evidence for brewing also dates back to the Natufian era, said Hayden. For instance, grinding equipment, boiling stones, cooking rocks and other items have turned up at sites such as Abu Huyreyra (Syria) and Jebel Saa?de (Lebanon), suggesting that their inhabitants possessed the technology brewing requires. “All of the elements are there,” said Hayden. He emphasized that these artifacts have yet to be analyzed for residues that might confirm they were used to make beer.\nHayden said that beer in Natufian times likely had a lower alcohol content than today’s commercially available brews—probably between 2 and 5 percent. The earliest beer likely arose when home cooks left out boiled or mashed grains long enough for natural yeasts in the environment to start the fermenting process, he speculated. “I think it was by accident, but people must have recognized that this was a desirable product and gradually figured out how to produce it on a reliable basis,” Hayden said. It’s possible they were already imbibing fermented fruit juices by this time, he added.\nIf the Natufians brewed beer, they almost certainly participated in what might be the earliest feasts in human history, the authors write in their paper. Along with bread and meat, beer is considered an essential ingredient for feasts in most traditional societies, said Hayden, who has been studying feasting for two decades. “Beer is always used for special occasions,” he noted. “It has a very different role than in societies where people sit at home, watch television and down a six-pack.”\nIn Hayden’s view, the original impetus for Natufian feasts was political rather than religious. By throwing a good party, ambitious individuals could cultivate alliances with potential defense partners, seal beneficial marriage deals and rise to prominence within burgeoning communities. Their guests’ newfound sense of group togetherness fostered competition and created systems for making loans, paying debts and adhering to rules. “This represents the use of food in a very different way from what had gone before and entails the creation of social and economic inequalities,” Hayden said. “All of this is what makes complex societies.”\nThe lubricating effects of alcohol made the power plays inherent in feasting go down all the more smoothly, Hayden said. “Beer can be used by hosts in a manipulative fashion,” he explained. “They’re very motivated to provide beer to people they want to enlist in their support network or for other purposes.” Among the Natufians, he hypothesized, “beer played a primary role in attracting people to feasts and making them effective mechanisms for creating political structures and power within communities, as well as promoting the production of surpluses on an ever-increasing scale.”\nNeedless to say, scholars have proposed myriad alternate explanations for why humans began accumulating surplus resources and, ultimately, embracing agriculture. According to one hotly debated theory, a millennium-long cold spell decimated naturally occurring food sources and forced the Natufians to adopt a new subsistence model. “People like to think that it was necessity that drove these groups to start experimenting around,” said Hayden, who dismissed this scenario. “There had been lots and lots of climatic downturns in the preceding years of human history, but none of those resulted in domestication or cultivation.”","author":"Jennie  Cohen","web_category":"news","title":"Did Beer Spur the Rise of Agriculture and Politics?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/grinding-stones.jpg","url":"http://www.history.com/news/did-beer-spur-the-rise-of-agriculture-and-politics"}