{"summary":"The Bulletin took these as ominous signs and advanced the Doomsday Clock hand as close to midnight as it had stood since the arms race began in 1949.. Five minutes to midnight: Expanded to include threats from climate change and emerging technologies, the Doomsday Clock reflects urgent danger to civilization in January 2012.","advice_category":"1","content":"\n2. Two minutes to midnight: In September 1953, at the height of the Cold War, the world moves closer to its demise.\nThe Doomsday Clock’s minute hand nearly brushed midnight in September 1953. The move happened after the United States and the Soviet Union each tested a thermonuclear device within a nine-month span. “This demonstrated an acceleration of the arms race,” said Benedict, “and there was no communication between the two countries at all, even behind the scenes.” It remains the closest the hand has ever stood to midnight. \n3. Twelve minutes to midnight: In October 1963, as the nuclear arms race eases, the clock hand backs away from doomsday.\nTo de-escalate the arms race and reduce the effects of excessive nuclear fallout on the environment, leaders from the three major nuclear powers—the United States, Great Britain and the Soviet Union—signed the Partial Test Ban Treaty, which prohibited above-ground nuclear testing, in August 1963. In response, the Doomsday Clock’s hand moved comfortably away from midnight, conveying the Bulletin’s increased optimism.\n4. Seven minutes to midnight: As more nations enter the arms race and war rages around the world, the clock hand inches closer to midnight in January 1968.\nWith China and France obtaining nuclear capabilities, the U.S. war in Vietnam escalating, India and Pakistan at odds and renewed hostilities in the Middle East, the BAS lamented the state of global security by moving the Doomsday Clock hand forward to ring in January 1968. “There is little reason to feel sanguine about the future of our society on the world scale,” the Bulletin proclaimed at the time.\n5. Three minutes to midnight: In January 1984, the Doomsday Clock’s hand creeps close to midnight as the two superpowers stop talking.\nAfter a decade of relative arms stability, the Cold War reached new heights between 1980 and 1983 as the Soviet Union invaded Afghanistan, the United States pulled out of the Moscow Olympics and communication between the two superpowers all but ceased. The Bulletin took these as ominous signs and advanced the Doomsday Clock hand as close to midnight as it had stood since the arms race began in 1949.\n6. Seventeen minutes to midnight: With the Cold War over, in December 1991 the clock’s hand retreats far from the midnight of humankind’s destruction.\nFollowing the fall of the Berlin Wall in 1989 and subsequent breakup of the Soviet Union, in 1991 the BAS took the exceptional step of holding a public symposium to discuss the meaning of these events and invite discussion about the state of global security in the aftermath of the Cold War. “This was a time they literally went off the charts” in debating the position of the Doomsday Clock hand, Benedict said. Finally, in December 1991, after the United States and Russia signed the Strategic Arms Reduction Treaty and began slashing their nuclear arsenals, the Bulletin moved the clock hand 17 minutes away from midnight to reflect this unprecedented moment of peace and cooperation between the superpowers.\n7. Five minutes to midnight: Expanded to include threats from climate change and emerging technologies, the Doomsday Clock reflects urgent danger to civilization in January 2012.\nIn 2007, the BAS broadened the scope of threats represented by the Doomsday Clock to include not only nuclear weapons but nuclear energy, climate change and “technologies not created with malice aforethought, like synthetic biology, but technologies that nonetheless could spell doom for civilization today,” Benedict said. In placing the clock hand at five minutes to midnight in January 2012, the Bulletin cited “clear and present dangers of nuclear proliferation and climate change” as the motivation behind the move toward doomsday.","author":"Elizabeth  Hanes","web_category":"news","title":"The End of Civilization?: 7 Moments in the History of the Doomsday Clock","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/doomsday-clock.jpg","url":"http://www.history.com/news/the-end-of-civilization-7-moments-in-the-history-of-the-doomsday-clock"}