{"summary":"Although Washington’s scrawl evolved over the years, the writing accompanying the illustration appeared consistent with its progression, Lingenfelter said.. Next, Lingenfelter said, “I started tracking down all these signatures and comparing his handwriting.” He noticed similarities between the penmanship on the drawing and copy books held in the National Archives and dating from George’s school days, when the teenager was trained in surveying and mapmaking","advice_category":"1","content":"\nWhen he wasn’t chopping down cherry trees, young George Washington was a budding artist with talent beyond his years. At least, that’s what a remarkably detailed drawing of a ship, signed “Geo. Washington” and dated “March 12th, 1742,” might lead us to believe. Tom Lingenfelter, president of the Heritage Collectors’ Society in Doylestown, Pennsylvania, announced his discovery of the postcard-sized sketch earlier this week and has presented evidence tying it to the founding father and war hero.\nLingenfelter said he bought the worn document for $500 at an auction 10 years ago, knowing full well its authenticity hadn’t been verified; indeed, the seller, whose father had obtained the drawing around 1950, warned him it might be a forgery. “I had some money in my pocket and nobody else wanted it,” Lingenfelter shrugged. “I thought the chances of it being genuine were slim, but the gambler in me bought it anyway.”\nA lifetime collector who several years ago unveiled a rare copy of the Declaration of Independence, Lingenfelter had his new purchase analyzed by forensics experts. To his pleasant surprise, they dated the paper and ink to Washington’s lifetime. “I thought, well, now it’s a possibility,” Lingenfelter recalled.\nNext, Lingenfelter said, “I started tracking down all these signatures and comparing his handwriting.” He noticed similarities between the penmanship on the drawing and copy books held in the National Archives and dating from George’s school days, when the teenager was trained in surveying and mapmaking. Although Washington’s scrawl evolved over the years, the writing accompanying the illustration appeared consistent with its progression, Lingenfelter said.\nLike other observers, Lingenfelter was struck by the sketch’s precise lines and artistic quality, demonstrating an astonishing level of proficiency for a 10-year-old boy. “It’s so early and it’s so good, I had the same reaction most people would have,” he said. However, he continued, 18th-century children mastered skills and assumed adult roles while still very young. “At that age, it was pretty typical and expected,” he said.\nWashington arguably grew up even faster than his peers, inheriting his boyhood home at 11 upon his father’s death. Unable to attend school in England as his older half-brothers had done, he trained with various tutors and secured his first job as a public surveyor in 1749. “He was doing advanced math by the time he was 14,” said Lingenfelter. “At 16 he was out being a full-fledged surveyor.” After serving in the French and Indian War in his early 20s, Washington famously supplemented his patchy education with books and independent study; unlike many of his fellow founding fathers, who received college degrees, America’s first commander-in-chief was largely self-taught.\nLingenfelter noted that the drawing’s subject—a two-masted sailboat—also corresponds to what we know about Washington as a youngster. Growing up on the Rappahannock River across from Fredericksburg, Virginia, he regularly observed ferries and other vessels and developed a keen interest in seafaring. At 14 he sought to follow his brother Lawrence into the British Royal Navy, but his mother forbade George from entering a profession that would take him far from home.\nIf the document is indeed authentic, it could shed light on a hazy phase of Washington’s biography that countless historians have struggled to decode. “There is nothing of George Washington in existence at that period in his life,” Lingenfelter said. “This opens the door to what his education might have been like.” For instance, it might suggest that Washington harbored an interest in his future trade and began learning how to draw several years earlier than confirmed manuscripts show.\nHistorian Edward Lengel, editor-in-chief of the University of Virginia’s Papers of George Washington project, expressed the same sentiment. “If it’s genuine, it’s a very exciting discovery,” he said. “It would be the earliest known George Washington document.” Currently, the oldest papers linked to Washington date back to 1744, two years after the date on the drawing, Lengel said. They include a copy of an etiquette guide entitled “’Rules of Civility & Decent Behavior in Company and Conversation,” painstakingly transcribed as part of a penmanship exercise.\nLengel agreed with Lingenfelter that the future founding father could have been capable of producing this type of work, even at a very young age. “I don’t think it’s out of character for Washington,” Lengel said. “We know from some of his teenage creations when he was a surveyor that he got a lot of pleasure out of making meticulous drawings. He had a mind like an engineer and could be very precise about these things.”\n“I don’t know that it would ever be possible to prove that this was the work of George Washington,” Lengel cautioned. Even if experts could verify the document’s context and provenance—a tough feat given the sophistication of today’s forgeries—Washington had several cousins also named George who grew up around the same time in Virginia, he explained. And while the signature on the illustration bears some resemblance to Washington’s teenage handwriting, he was not known to abbreviate his first name as “Geo.”\nNevertheless, Lengel said, “I’m really excited by it because Washington’s childhood is one of the great unknowns of his life. We know the general outline but what we don’t really have is insight into what type of boy he was. What did he enjoy? What types of games did he play? What were his activities and pastimes?” He said the sketch could also help debunk arguments that Washington floundered in school and was something of a hooligan. “If this thing is genuine it would be massively important and valuable,” Lengel stressed.\nLingenfelter plans to exhibit the drawing to the public on March 11 at Pennsylvania’s Moland House, which served as General Washington’s headquarters in 1777.","author":"Jennie  Cohen","web_category":"news","title":"Drawing By 10-Year-Old George Washington Found?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/george-washington-drawing.jpg","url":"http://www.history.com/news/drawing-by-10-year-old-george-washington-found"}