{"summary":"In 2010, Thorpe’s son Jack filed a federal lawsuit seeking to return his father’s body to his native Oklahoma and re-inter the athlete’s remains a mile away from his birthplace and near those of his father, sisters, and brother on Sac and Fox land. Patsy, Thorpe’s white third wife had frequently clashed with her seven Native-American stepchildren, and wanted to make certain that her husband received what she considered a proper and fitting memorial","advice_category":"1","content":"\nLong before Bo Jackson and Deion Sanders, Jim Thorpe was America’s original crossover athlete. He was raised a member of the Sac and Fox Nation and excelled in nearly every sport he tried. Thorpe was a two-time college football All-American at the Carlisle Indian Industrial School under the legendary coach Pop Warner. As a professional, he continued to excel on the gridiron and was one of the first stars in the fledgling National Football League. Thorpe played professional baseball for six seasons, most of them with the New York Giants, and he barnstormed the country with a professional basketball team. Sportswriters and broadcaster voted the versatile Thorpe, not the famous Babe Ruth, the greatest athlete of the first half of the 20th century.\nThorpe gained worldwide stardom at the 1912 Summer Olympics in Stockholm. In addition to competing in the long jump and high jump, Thorpe captured gold medals in both the pentathlon and the decathlon, in which he smashed the world record. When an awestruck Swedish King Gustav V presented Thorpe with his prize, the monarch gushed, “Sir, you are the greatest athlete in the world.”\nMonths later, however, it was revealed that Thorpe had previously received minuscule payments while he played semi-professional baseball for the Rocky Mount Club in the Eastern Carolina League. Although the rules were not uniformly enforced, his gold medals were stripped for violating the Games’ prohibition on professional athletes. Those medals were eventually restored in a 1983 ceremony, but that was three decades after Thorpe passed away in a California trailer park on March 28, 1953.\nThorpe’s death set off a strange sequence of events. Widow Patsy Thorpe had her dead husband’s body transported to his native Oklahoma for interment. In the middle of a traditional Sac and Fox ritual burial ceremony, however, Patsy suddenly barged in with a policeman, declared that Thorpe’s body was “too cold,” and had him carted away in a hearse. Patsy, Thorpe’s white third wife had frequently clashed with her seven Native-American stepchildren, and wanted to make certain that her husband received what she considered a proper and fitting memorial. She also believed she should be financially compensated for providing the famed athlete’s body for internment. When state funding for a proposed Oklahoma memorial fell through, she looked elsewhere to bury her husband. Thorpe’s body criss-crossed Oklahoma to six different locations as his widow sought what she believed to be a suitable burial place.\nWhile in Philadelphia to visit the National Football League offices in September 1953, Patsy saw a television report about two neighboring Pennsylvania towns—Mauch Chunk and East Mauch Chunk—contemplating a merger and seeking a new venture to spark a badly needed economic revival. The widow ventured to the two burgs armed with a proposal: They could have her dead husband’s bones if they rebranded themselves with his name and built a suitable shrine.\nEnvisioning the presence of the century’s greatest athlete as a tourist draw, the towns, which had no prior connection to Thorpe, agreed. On February 8, 1954, nearly a year after Thorpe’s death, bells pealed, schoolchildren lined the streets, and businesses closed down for the day as Thorpe arrived in the town of East Mauch Chunk for the very first time and was placed in a crypt until a tomb could be erected.\nWithin months, the towns agreed to merge and christen their new union Jim Thorpe, Pennsylvania. The new town of 6,000 people built a memorial park that includes a pair of statues, historical markers, and Thorpe’s aboveground red marble tomb, which depicts various scenes from his athletic career and is emblazoned with the quote from King Gustav. The casket rests on soil that includes dirt from Stockholm’s Olympic Stadium and Oklahoma.\nAlthough Thorpe’s three daughters eventually made peace with his Pennsylvania burial, Thorpe’s sons–all in their 20s at the time of his death–were never happy with the arrangement. In 1953, shortly after Patsy had gained control of Thorpe’s body, they asked Oklahoma Governor Johnston Murray to prevent its removal from the state, but Murray refused to intercede—setting off a family battle that would last more than 50 years. In 2010, Thorpe’s son Jack filed a federal lawsuit seeking to return his father’s body to his native Oklahoma and re-inter the athlete’s remains a mile away from his birthplace and near those of his father, sisters, and brother on Sac and Fox land. He argued that the agreement between his stepmother and the borough of Jim Thorpe was contrary to the wishes of other family members. After Jack’s death in 2011, the lawsuit continued to be pressed by Thorpe’s two surviving sons, William and Richard, although a number of Thorpe’s grandchildren have expressed their desires for their grandfather to continue to rest in peace in the Pennsylvania foothills.\nIn April 2013, a federal judge ruled in the sons’ favor. The town of Jim Thorpe, Pennsylvania, has filed an appeal, and a final resolution of the case could take years. Meanwhile, the annual graveside celebration of the superstar’s birthday has taken on a bittersweet tone as Jim Thorpe, Pennsylvania, contemplates life without Jim Thorpe.","author":"Christopher  Klein","web_category":"news","title":"The Battle for Jim Thorpe’s Body","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/thorpe-.jpg","url":"http://www.history.com/news/the-battle-for-jim-thorpes-body"}