{"summary":"“The study presents a mathematical model that shows which factors are important in determining the time to weaning in a wide range of mammals,” Psouni said. Psouni and her colleagues investigated the mystery by analyzing the weaning patterns of 67 mammalian species, including apes, humans and other creatures","advice_category":"1","content":"\n\nIn human “natural fertility societies,” meaning groups that don’t use birth control, women breastfeed their children for an average of 27 months—until toddlers reach 2 years and a few months in age. While this may seem like a decent amount of time, it’s only a tiny fraction of each baby’s maximum lifespan. And it’s nothing alongside the four to six years it takes chimps, gorillas and orangutans to wean their young. Since these great apes live only five to six decades at the very most, they spend a much greater portion of their years nursing than their human relatives.\n“The early weaning in humans as compared to the great apes is an enigma that has puzzled scientists for a long time,” said lead author Elia Psouin of Lund University in Sweden. “Although various hypotheses have been presented, they have not been testable in quantitative terms.” These theories point to cooking, help with childcare and other factors as possible reasons for the difference.\nPsouni and her colleagues investigated the mystery by analyzing the weaning patterns of 67 mammalian species, including apes, humans and other creatures. They developed formulas based on factors thought to influence weaning age, including brain mass and diet. The researchers found that carnivores—animals that get 20 percent or more of their energy from meat—stop nursing their young relatively early. Along with humans, this group includes tigers and killer whales.\n“The study presents a mathematical model that shows which factors are important in determining the time to weaning in a wide range of mammals,” Psouni said. “It is based on data from a large number of species and demonstrates that diet is an important factor in determining time to weaning in general and that carnivory predicts the time point of early weaning in humans with remarkable precision.”\nThe faster mothers wean their young, the sooner they can once again become pregnant, Psouni explained. “Lactation and suckling are known to inhibit ovulation,” she said. As a result, in species that practice early weaning, more offspring can be born to each female.\nBut why does a meat-heavy diet allow babies to become independent eaters at a young age? Psouni said the jury is still out on this question but suggested that two forces could be at work. First, carnivorous mothers might produce higher-quality breastmilk, giving their babies all the necessary nutrients for a healthy childhood faster and more efficiently. Second, it’s possible that meat-eating young start digesting solid food earlier than their herbivore and omnivore counterparts.\nWhatever the reason, the ancestors of modern humans acquired a major evolutionary advantage when they started consuming flesh between 2.6 and 2 million years ago, the researchers believe. As the interval between births narrowed, women began having more children during their lifetimes. The ensuing population explosion drove early humans to settle distant corners of the globe.\nVegetarians, no need to change your ways just yet: The researchers stressed that their findings have no bearing on the eating habits of people alive today. “The study provides an explanation of how carnivory seems to have impacted on human evolution,” said Psouni. “There are no implications for modern-day diets.”","author":"Jennie  Cohen","web_category":"news","title":"Eating Meat Allowed Humans to Conquer Globe, Scientists Say","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/meat-eating.jpg","url":"http://www.history.com/news/eating-meat-allowed-humans-to-conquer-globe-scientists-say"}