{"summary":"“Chewing behavior appears to cause the lower jaw to develop differently in hunter-gatherer versus farming populations, and this holds true at a global level,” said Cramon-Taubadel. What accounts for the difference? Cramon-Taubadel’s study highlights the possibility that hunter-gatherers give their lower jaws a workout—and encourage their growth—by chewing tough, unprocessed foods","advice_category":"1","content":"\nScientists have long theorized that the shift from a hunter-gatherer existence to agriculture—and, more specifically, the dietary changes that came with it—affected the development of the human skull and lower jaw. Groups practicing both lifestyles still exist in today’s world, so experts don’t have to rely on fossils to investigate the matter. But until recently, only localized studies had provided support for the hypothesis.\nNow, anthropologist Noreen von Cramon-Taubadel at the University of Kent in England has conducted a global analysis, comparing skull and jaw shapes of 11 populations living in various parts of the world—five with hunter-gather subsistence strategies and six with agriculture-based ways of life. She found that skull morphology has more to do with genetics than with food choices, finding little correlation among groups with similar habits.\nAs for the anatomy of the lower jaw, on the other hand, Cramon-Taubadel observed a strong dietary influence. In hunter-gatherer populations, people have long, narrow jawbones that give teeth plenty of breathing room. Members of agricultural societies, by contrast, tend to have shorter, smaller jaws that have trouble accommodating humans’ relatively large choppers—leading, it appears, to impacted wisdom teeth, overbites, crowding and other woes that land many of us in the dentist’s chair on an all-too-regular basis.\nWhat accounts for the difference? Cramon-Taubadel’s study highlights the possibility that hunter-gatherers give their lower jaws a workout—and encourage their growth—by chewing tough, unprocessed foods. People who rely on agriculture, meanwhile, tend to eat softer, cooked items that require less forceful gnawing, resulting in underdeveloped jawbones.\n“Chewing behavior appears to cause the lower jaw to develop differently in hunter-gatherer versus farming populations, and this holds true at a global level,” said Cramon-Taubadel. “What is interesting is that the rest of the skull is not affected in the same way and seems to more closely match our genetic history.”\nThis explanation remains speculative, so those with dental problems shouldn’t switch over to a raw diet just yet. Cramon-Taubadel’s paper appeared November 21 in the Proceedings of the National Academy of Sciences.","author":"History.com  Staff","web_category":"news","title":"For Perfect Teeth, Start Hunting and Gathering","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/dentist-teeth.jpg","url":"http://www.history.com/news/for-perfect-teeth-start-hunting-and-gathering"}