{"summary":"Nebraska and Maine are the only states that do not automatically award all of their electors to the winner of the state popular vote. Three of Nebraska’s five electoral votes are awarded to the winner of the popular vote in each of its three congressional districts, with the other two given to the statewide winner of the popular vote","advice_category":"1","content":"\n1. In 1872, electors voted for a dead man. \nOn Election Day in 1872, Democratic candidate Horace Greeley received 66 electoral votes in a landslide loss to incumbent Ulysses S. Grant. Before electors could meet, however, Greeley passed away. Although federal law allows electors pledged to a deceased or incapacitated candidate to vote for whomever they want, three Georgia electors in 1872 still cast their ballots for Greeley. The votes were invalidated, however, because Greeley was ineligible to serve on account of being, well, dead.\n2. On four occasions, the winner of the popular vote did not capture the presidency. \nIn the multi-candidate race of 1824, Andrew Jackson received the most popular votes, but with no man winning a majority of electoral votes, the House of Representatives chose John Quincy Adams to be president. In 1876 Samuel Tilden earned a majority of popular votes, but Rutherford B. Hayes won by a single electoral vote. Twelve years later, Benjamin Harrison defeated incumbent Grover Cleveland handily in the Electoral College although garnering fewer popular votes. In 2000, George W. Bush captured more electoral votes while earning 500,000 fewer popular votes than Al Gore.\n3. Two states do not have winner-take-all systems. \nNebraska and Maine are the only states that do not automatically award all of their electors to the winner of the state popular vote. Three of Nebraska’s five electoral votes are awarded to the winner of the popular vote in each of its three congressional districts, with the other two given to the statewide winner of the popular vote. Maine has a similar proportional distribution, with two votes awarded to the statewide winner and its other two votes given to the winners in each of its two congressional districts.\n4. On rare occasions, electors do not vote as pledged.\nThe Constitution and federal law do not require electors to abide by the results of the popular vote in their states, so occasionally “faithless electors” go rogue and cast ballots for candidates other than the one to whom they are pledged. A slight majority of states require electors to cast their votes as pledged, although no “faithless elector” has ever been prosecuted.\n5. More Constitutional amendments have been proposed to reform or eliminate the Electoral College than on any other subject.\nThere have been over 700 proposals introduced in Congress to reform or eliminate the Electoral College. In 1969, an amendment that passed overwhelmingly in the House (338 to 70) and had the endorsement of President Richard Nixon was filibustered and killed in the Senate. As an end-around to a Constitutional amendment, the National Popular Vote interstate compact is working to have states pledge to award their electors to the winner of the national popular vote. As of December 2012, the bill had been enacted by eight states and the District of Columbia, which together possess a total of 132 electoral votes. The measure would not be enacted until states possessing 270 votes approve it.\n6. A similar electoral college was previously used by the Holy Roman Empire.\nFrom the Middle Ages until 1792, leaders of the Holy Roman Empire were elected by a college of prince-electors from various German states.\n7. Electors are prohibited from meeting in one central location. \nTo minimize the chances of corruption, bribery and backroom deals, electors are prohibited from gathering in one central location to cast their ballots. Thus, electors meet in individual state capitals to vote.\n8. Members of Congress and federal employees are precluded from serving as electors.\nThe manner of choosing electors is left to the states, although the Constitution stipulates that “no Senator or Representative, or Person holding an Office of Trust or Profit under the United States, shall be appointed an Elector.”\n9. The words “Electoral College” do not appear in the Constitution.\nArticle II of the Constitution and the Twelfth Amendment solely refer to “electors.” The phrase “Electoral College” did not appear in federal law until 1845.","author":"Christopher  Klein","web_category":"news","title":"9 Things You May Not Know About the Electoral College","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/HITH-Electoral-College1.jpg","url":"http://www.history.com/news/9-things-you-may-not-know-about-the-electoral-college"}