{"summary":"With the executioner now reduced to more button-pusher than craftsman, Sanson could guillotine a dozen victims in just 13 minutes. Sanson pinned the condemned man’s neck into the guillotine and released the weighted blade","advice_category":"1","content":"\nGuillotin beseeched his fellow lawmakers to follow their egalitarian principles and adopt a more humanitarian and equitable system of capital punishment whereby all criminals, irrespective of class, would be beheaded. In 1791 the National Assembly made decapitation the only legal form of capital punishment in France, but the state executioner, Charles-Henri Sanson, knew this presented practical problems. A fourth-generation executioner for whom capital punishment was the family business, Sanson warned the National Assembly that beheading by sword was an inexact science that would require dozens of skilled executioners, scores of fresh swords and a means of securing felons to guarantee quick cuts. “Swords have very often broken in the performance of such executions, and the Paris executioner possesses only two,” he wrote.\nThe solution was found in another of Guillotin’s ideas: a beheading machine that ensured a rapid and merciful death. “The mechanism falls like lightning; the head flies off; the blood spurts; the man no longer exists,” Guillotin told his colleagues. \nAfter Sanson proclaimed himself satisfied with the redesign, it was time for the rollout. A throng of curious Parisians filled the plaza outside H?tel de Ville and watched for two hours as the guillotine, appropriately painted blood red, was assembled on a scaffold. As a special unit of soldiers under American Revolution hero General Lafayette stood guard, the man whose blood would christen the new killing machine, Nicolas-Jacques Pelletier, was paraded onto the platform. \nJudge Jacob-Augustin Moreau had sentenced Pelletier to die for robbery and murder in December 1791. The execution was stayed, however, as the means of Pelletier’s death was being developed. Although Pelletier may not have agreed, Judge Moreau had implored the French minister of justice “in the name of humanity” to speed up the guillotine’s construction for the sake of the “unfortunate man condemned to death, who realizes his fate and for whom each moment that prolongs his life must be a death for him.” \nNow the final moments had come. Sanson pinned the condemned man’s neck into the guillotine and released the weighted blade. Pelletier’s head dropped into a wicker basket as workers shoveled sawdust onto the blood-soaked boards. The spectacle, although quite sanguinary, was too clinical and anticlimactic to satisfy the bloodlust of the crowd. “Give me back my wooden gallows,” members of the mob chanted. \nIn spite of the crowd reaction, the swift justice delivered by the guillotine was deemed a success. Manufacturing was ramped up to supply towns across France, and guillotines seeped into popular French culture. At fashionable dinner parties, model guillotines decapitated effigies of enemies or politicians, causing red perfume or expensive liqueurs to spew forth. Toy manufacturers even produced miniature contraptions that children used to behead dolls and live mice.\nExecutions by the guillotine may have been less tortuous, but they could now be carried out with the efficiency of a slaughterhouse assembly line. With the executioner now reduced to more button-pusher than craftsman, Sanson could guillotine a dozen victims in just 13 minutes. When the French Revolution morphed horrifically into the “Reign of Terror” just months after Pelletier’s execution, thousands—often without trial and with little cause—were beheaded by guillotine blades. At the height of this bloody phase, Sanson decapitated 300 men and women in just three days, and the former royal executioner even guillotined King Louis XVI on January 21, 1793. (The use of the guillotine for French executions continued until 1977. France abolished capital punishment in 1981.)\nGuillotin became deeply distressed at how the device that he intended to be an example of the democratic nature and forward thinking of the French Revolution instead became a symbol of carnage and terror. Worst of all, the fatal machine will forever be attached to his name.","author":"Christopher  Klein","web_category":"news","title":"The Guillotine’s First Cut","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/louis-xvi-guillotine.jpg","url":"http://www.history.com/news/the-guillotines-first-cut"}