{"summary":"Treasury Department and regulated how much liquor each patient could receive. In the years since the 21st Amendment repealed the 18th, a handful of scholars have argued that money wasn’t the only motivation behind certain doctors’ support of medicinal alcohol during Prohibition","advice_category":"1","content":"\nIn June 1917, as the 18th Amendment plodded toward ratification, the American Medical Association aligned itself with the country’s influential temperance movement. It adopted a resolution stating that alcohol’s “use in therapeutics as a tonic or stimulant or for food has no scientific value” and that the organization was\n“opposed to the use of alcohol as a beverage.” And finally, the AMA concluded, “the use of alcohol as a therapeutic agent should be further discouraged.” Nevertheless, when Congress passed the Volstead Act two years later, the law included an exception for the medicinal use of alcoholic beverages by patients who obtained a prescription from a licensed physician.\nWhy did Prohibition’s authors keep the provision on the books even though the medical community had formally dismissed the need for medicinal alcohol? In all likelihood, many of the most fervent teetotalers had grown up soothing their toothaches and calming their coughs with trace amounts of whiskey, brandy or rum. Alcohol had been a widely counseled, readily available and relatively cheap remedy for thousands of years. Healers and doctors in ancient China, Egypt, Greece and Rome—to name just a few civilizations—treated everything from chronic illnesses to migraines to infections with fermented beverages, recognized for their antiseptic and analgesic properties. Even during the American Civil War, field medics used whiskey and other spirits to keep injured soldiers’ pain at bay when they ran out of more powerful opiates.\nWhen Prohibition dawned, many doctors continued to prescribe alcohol for anemia, tuberculosis, pneumonia and high blood pressure, among other disorders. The new laws required them to use special prescription pads issued by the U.S. Treasury Department and regulated how much liquor each patient could receive. (Typically, adults were allotted 1 ounce every few hours after shelling out $3—equal to about $40 today—to a local practitioner.) Records show that some physicians defied the AMA’s resolution and doled out alcohol more frequently than ever before, quite likely in a bid to profit from their rare privilege. (Along with doctors, members of the clergy also retained their right to procure and disseminate liquor under Prohibition, and some are thought to have taken similar advantage of their exemption.)\nIn the years since the 21st Amendment repealed the 18th, a handful of scholars have argued that money wasn’t the only motivation behind certain doctors’ support of medicinal alcohol during Prohibition. In many cases, physicians in favor of temperance objected to state and federal interference with their profession. Some even went to court to challenge the constraints placed on their prescribing practices; even the AMA, in a 1927 statement denouncing limits on how much medicinal alcohol patients could be given, declared that “legislative bodies composed of laymen should not enact restrictive laws regulating the administration of any therapeutic agent by physicians legally qualified to practice medicine.” Whatever the reasons for these doctors’ resentment of Prohibition enforcement authorities, this battle—like the speakeasy’s colorful history—ended in 1933 when liquor once again became legal.","author":"Jennie  Cohen","web_category":"news","title":"Drink Some Whiskey, Call in the Morning: Doctors & Prohibition","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/liquor-prescription.jpg","url":"http://www.history.com/news/drink-some-whiskey-call-in-the-morning-doctors-prohibition"}