{"summary":"Lincoln’s words briefly took on new meaning following his assassination in April 1865, less than 18 months after he spoke at Gettysburg. Edward Everett spoke for 60 minutes, while Lincoln spoke for less than three.","advice_category":"1","content":"\n1. Lincoln wasn’t the main act at the Gettysburg consecration.\nWhen organizers planned the ceremonial dedication of a cemetery for the Union dead on the Gettysburg battlefield, they didn’t choose the sitting president as the keynote speaker. That honor went to Edward Everett, a former Massachusetts senator, governor, Harvard president and U.S. secretary of state who was considered one of greatest orators of his day. When Everett asked for more time to prepare his address, the event’s date was pushed from late October to November 19. The inclusion of Lincoln, who was then busy steering the North through the Civil War, was something of an afterthought: he wasn’t formally invited until a little more than two weeks before the ceremony, and he was asked only to deliver a few remarks at its conclusion.\n2. Lincoln didn’t wing it.\nLincoln may not have been the star attraction, but he didn’t take the occasion lightly. Contrary to myth, he did not hastily scribble down his speech on the back of an envelope while on his way to Pennsylvania. In fact, he’d been working on his remarks ever since receiving the invitation; like the rest of the nation, he’d had nearly five months to let the enormity of the battle’s costs sink in. It’s likely, however, that the finishing touches were put on the Gettysburg Address the night before the ceremony, while Lincoln was staying at the home of Gettysburg-based lawyer David Wills, who had spearheaded the effort to create the national cemetery.\n3. Edward Everett spoke for 60 minutes, while Lincoln spoke for less than three.\nThe ceremony, which began around 11 a.m., was well attended: guests included six Northern governors, a handful of reporters and more than 15,000 spectators. The assembled crowd heard an opening prayer and several musical bands before Edward Everett took the stage—and held it for more than an hour, delivering an emotional address that lay the blame for the war solely at the feet of the South. When the president took the stage, he uttered just 272 words (273 by some accounts), compared to more than 13,600 spoken by Everett. In fact, Lincoln spoke for such a short period of time that photographers covering the event did not have a chance to properly set up: he was done before they could get a clean shot.\n4. In his speech, Lincoln attempted to redefine the Civil War itself.\nFor years, the South had argued that the U.S. Constitution allowed for both the institution of slavery as well as the secession of the Confederate states in defense of its rights. Lincoln turned that on its head, stating that the true moral and legal codes of the nation preceded the Constitution and were found instead in the Declaration of Independence, with its “proposition that all men are created equal”—blacks as well as whites. Surrounded by the recently buried dead of the Civil War’s bloodiest battle, he argued that the conflict must have higher, loftier goals than previously stated. No longer could either side view it as a fight to preserve just one nation. Instead, it was a battle to defend the very idea of democracy itself, proving that the idea of “government of the people, by the people, for the people” was possible and ushering in a “new birth of freedom.”\n5. Reactions to the speech were mixed.\nPerhaps surprised by the brevity of the president’s remarks, the audience responded with little applause. Newspaper accounts of the speech were also divided, mostly along party lines: Democratic-leaning papers were critical of both the brevity and substance of the speech, while Republican papers praised it. Some national newspapers of the day either printed Lincoln’s remarks without any commentary or didn’t bother to mention the speech at all. According to some accounts, Lincoln was unsure of how the speech had been received and said as much to his bodyguard.\n6. The crowd may not have been impressed, but Edward Everett was.\nEdward Everett seems to have been among the first to realize that his own speech would be best remembered as, essentially, a historical warm-up act. The day after the ceremony, he wrote to Lincoln, famously stating that he hadn’t come “as near to the central idea of the occasion, in two hours, as you did in two minutes.” The following year, when Everett published a book about the dedication ceremony as a fundraiser for the Union war effort, he included not only his own words, but Lincoln’s as well.\n7. There are only five handwritten copies of the address.\nThough several newspapers reported the text of Lincoln’s speech that day, there is no copy of his exact words. He didn’t sit down and fully write it out for posterity until after the fact. The first two copies were given to his two private secretaries, John Hay and John Nicolay. Interestingly enough, neither of these versions, both now held by the Library of Congress, contains the phrase “under God.” In fact, all five existing copies have slightly varying text. Lincoln produced the other three versions, including a copy sent to Edward Everett, upon request.\n8. It took decades for the speech to catch on.\nLincoln’s words briefly took on new meaning following his assassination in April 1865, less than 18 months after he spoke at Gettysburg. Later that year, Republican Senator Charles Sumner referred to the Address as a “monumental act,” predicting that, contrary to Lincoln’s own words, the world would “long remember” what Lincoln had said at Gettysburg. Sumner was right, of course, but it wasn’t until the 20th century that the speech began to take on the resonance it has today. The 50th and 75th anniversaries of the Civil War brought renewed interest in both the military conflict and Lincoln’s crucial leadership role. Meanwhile, the democratic ideals of the American system of government that Lincoln had championed at Gettysburg provided comfort and inspiration during the darkest days of the Great Depression and the world war that followed. The Gettysburg Address later became a rallying cry for the civil rights movement of the 1950s and 1960s. In fact, the speech had become so embedded in the American psyche that when Martin Luther King Jr. opened his famed “I Have a Dream” speech with an allusion to the Gettysburg Address, the 250,000 people gathered for the March on Washington recognized it instantly. Speaking from the steps of the Lincoln Memorial (upon which Lincoln’s words are inscribed), King took the nation to task for the promises of equality—made “five score years ago” in Lincoln’s Emancipation Proclamation and at Gettysburg—that remained unfulfilled.","author":"Barbara  Maranzani","web_category":"news","title":"Seven Score and 10 Years Ago: The Gettysburg Address","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/gettysburg-address-facts.jpg","url":"http://www.history.com/news/seven-score-and-10-years-ago-the-gettysburg-address"}