{"summary":"Recently, astronomers have posited that one such structure, known as RCW 86, was created by the supernova spotted in 185 A.D. Researchers used NASA’s Spitzer Space Telescope and Wide-field Infrared Survey Explorer to estimate the temperature of the leftovers inside RCW 86, an indicator of how much gas is present","advice_category":"1","content":"\nBack in 185 A.D., Chinese imperial astronomers noticed a new and mysterious celestial body twinkling in the sky. This unusually bright “guest star” seemed to be half the size of a bamboo mat, they wrote in the official history of the Han Dynasty. It grew smaller and dimmer over an eight-month period, eventually fading away entirely. In the 1960s, scientists realized that their observant predecessors had witnessed the first supernova—a phenomenon that occurs when a massive star blows up at the end of its life—ever recorded by humans.\nBecause they radiate so much energy, giant stellar explosions leave behind rings of scorching debris called supernova remnants that can continue to swell for hundreds of thousands of years. Recently, astronomers have posited that one such structure, known as RCW 86, was created by the supernova spotted in 185 A.D. But based on typical supernova expansion rates, the fiery ball covers a larger area than it should for an event that was visible less than 2,000 years ago. In fact, if we could see RCW 86’s remains in infrared light, they would take up more space than a full moon, researchers announced yesterday.\nNow, two telescopes have solved the puzzle by revealing that the death throes of the star responsible for RCW 86 took place in a hollow cavity with very little gas or dust, according to research published in the Astrophysical Journal. As a result, expelled material traveled more rapidly and widely than it would have under normal conditions, the study found. “This supernova remnant got really big, really fast,” lead author Brian Williams, an astronomer at North Carolina State University in Raleigh, said in a statement. “It’s two to three times bigger than we would expect for a supernova that was witnessed exploding nearly 2,000 years ago. Now, we’ve been able to finally pinpoint the cause.”\nResearchers used NASA’s Spitzer Space Telescope and Wide-field Infrared Survey Explorer to estimate the temperature of the leftovers inside RCW 86, an indicator of how much gas is present. Their measurements implied that the supernova remnant expanded in an empty, low-density environment, which allowed it to grow unimpeded. However, the study also found that RCW 86 was a specific kind of stellar blast triggered when white dwarf stars siphon fuel from their neighbors. Astronomers used to think these events, known as type Ia supernovae, couldn’t create cavities; the latest research suggests otherwise.\n“Modern astronomers unveiled one secret of a two-millennia-old cosmic mystery only to reveal another,” said NASA’s Bill Danchi. “Now, with multiple observatories extending our senses in space, we can fully appreciate the remarkable physics behind this star’s death throes, yet still be as in awe of the cosmos as the ancient astronomers.”","author":"Jennie  Cohen","web_category":"news","title":"Astronomers Solve Puzzle of First Supernova on Record","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/supernova.jpg","url":"http://www.history.com/news/astronomers-solve-puzzle-of-first-supernova-on-record"}