{"summary":"The world’s first Ferris wheel proved so popular it was moved to Chicago’s North Side, where it remained in operation for 10 years before it was sold to the organizers of the 1904 World’s Fair in St. The fair produced a number of firsts","advice_category":"1","content":"\n1. Chicago had to beat out a number of other cities to get the fair.\nIn the late 1880s, Chicago, St. Louis, New York and Washington, D.C. all submitted bids to host the 1893 fair, but the race was soon narrowed to New York and Chicago. Big Apple financial titans including Cornelius Vanderbilt, William Waldorf Astor and J. P. Morgan pledged to raise $15 million to cover the city’s expenses, with Chicago’s mercantile and meatpacking millionaires Marshall Field, Philip Armour and Gustavus Swift following suit. But when Lyman Gage, president of one of the largest banks in the Midwest, arranged for millions more in financing, momentum swung Chicago’s way and the U.S. Congress, which was in charge of the selection, awarded the city the exposition.\n2. The fair produced a number of firsts. \nAmong the well-loved commercial products that made their debut at the Chicago World’s Fair were Cream of Wheat, Juicy Fruit gum and Pabst Blue Ribbon beer. Technological products that would soon find their way into homes nationwide, such as the dishwasher and fluorescent light bulbs, had early prototype versions on display in Chicago as well. The U.S. government also got in on the act, issuing the country’s first postcards and commemorative stamps and two new commemorative coins: a quarter and half dollar. The half dollar featured Christopher Columbus, in whose honor the fair had been staged, while the quarter depicted Queen Isabella of Spain, who had funded Columbus’ voyages—making it the first U.S. coin to honor a woman.\n3. A Ferris wheel saved the fair from financial ruin.\nDespite the money raised by private investors and the U.S. government (through the sale of the commemorative coins and stamps), squabbling amongst the organizers and numerous construction delays resulted in a huge budget deficit. Another costly mistake was the refusal to allow showman William “Buffalo Bill” Cody and his troupe of sharpshooters, cowboys and Native American performers to appear at the fair. A disgruntled Cody brought his Wild West extravaganza to Chicago anyway, setting up shop right outside the fairgrounds and siphoning off visitors. The fair’s precarious finances received a boost in June 1893 with the long-awaited debut of a new invention from Pittsburgh-based bridge builder and steel magnate George Washington Gale Ferris Jr. Intended to rival the highlight of the 1889 fair in Paris (the Eiffel Tower), Ferris’ 264-foot-tall wheel was an engineering marvel. It could fit 2,160 people at a time, and cost 50 cents to ride—twice the price of a ticket to the fair itself. The world’s first Ferris wheel proved so popular it was moved to Chicago’s North Side, where it remained in operation for 10 years before it was sold to the organizers of the 1904 World’s Fair in St. Louis, Missouri.\n4. It was the first exposition to have national pavilions. \nNearly 50 foreign countries and 43 states and territories were represented in Chicago. American pavilions touted the country’s diverse history, food and culture with exhibits like Virginia’s replica of George Washington’s Mount Vernon estate, a century-old palm tree from California, a massive stained glass display by Louis Comfort Tiffany and a full-service Creole restaurant from Louisiana. Philadelphia even sent the Liberty Bell, as well as two replicas: one in rolled oats and one made of oranges. Not to be outdone, Norway sailed a full-sized replica of a Viking ship across the ocean for the fair, and German industrial giant Krupp spent the equivalent of more than $25 million in today’s money to mount a massive artillery display including a number of weapons that would later be used in World War I.\n5. Chicago was home to both a serial killer and a political assassin during the fair.\nUnbeknownst to festivalgoers, there was a mass murderer in their midst. For several years before and during the exposition, Dr. Henry Howard Holmes was busily luring victims (including a number of fairgoers) to a three-story, block-long building called the “Castle,” where they were tortured, mutilated and killed. Although H. H. Holmes’ heinous crimes weren’t discovered until after the fair ended, it’s believed that he was responsible for dozens of deaths in Chicago. It was another murder, however, that made headlines during the fair. On October 28, just two days before the exposition was set to close, Chicago’s recently reelected mayor, Carter Harrison Sr., was shot and killed by a disgruntled—and deranged—office seeker, Patrick Eugene Prendergast, who believed he was owed a political appointment by the mayor. With the city in shock, the fair’s organizers quickly decided to cancel the lavish closing ceremony in favor of a public memorial to the city’s popular slain leader.\n6. The Prendergast case was the first murder trial for famed lawyer Clarence Darrow. \nDarrow, who defended Prendergast, would go on to build a career as one of the nation’s preeminent criminal lawyers, representing Chicago murderers Leopold and Loeb and famously sparring with William Jennings Bryan while acting as defense attorney in the Scopes Monkey Trial. He wasn’t so lucky in the Prendergast case, however, unsuccessfully arguing that his client should be declared mentally unfit to stand trial. After his insanity defense failed, Prendergast was hanged on July 14, 1894. It was the only murder case in Darrow’s career to end in his client’s execution.\n7. The Chicago World’s Fair played a key role in the creation of the City Beautiful movement. \nAt the core of the fair was an area that quickly became known as the White City for its buildings with white stucco siding and its streets illuminated by electric lights. Buildings and monuments by Charles McKim, Daniel Burnham, Augusts Saint-Gaudens and Richard Morris Hunt and lush landscaping by Frederick Law Olmsted, the designer of New York’s Central Park, left a lasting impression on municipal planners looking for a way to bring open spaces and grand public buildings into crowded cities. Chicago itself was one of the first cities to adopt aspects of the new City Beautiful movement. Dozens of other cities across the country followed its lead, most notably Washington, D.C., where by 1902 plans were in place for a redesign of the city center that would result in the creation of the National Mall and its surrounding monuments.","author":"Barbara  Maranzani","web_category":"news","title":"7 Things You May Not Know About the 1893 Chicago World’s Fair","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/HITH-Worlds-Fair.jpg","url":"http://www.history.com/news/7-things-you-may-not-know-about-the-1893-chicago-worlds-fair"}