{"summary":"Hittinger and other members of an international team think they’ve finally pinpointed the wild yeast that paved the way for today’s $250-billion-a-year lager industry. Thanks to Saccharomyces eubayanus’ epic journey, lager has now eclipsed ale as the preferred brew of many beer aficionados around the world","advice_category":"1","content":"\nSince roughly 6000 B.C., people have been brewing and drinking beer, which may be the oldest alcoholic beverage on the planet. Until 500 years ago, the popular libation could only ferment in warm environments, where Saccharomyces cerevisiae—the yeast used to make ale, bread and wine—likes to grow. In the 15th century, however, Bavarian brewers started producing a new, less cloudy type of beer known as lager, which fermented over longer periods of time in chilly caves and basements.\nIn recent decades, researchers have discovered that the yeast responsible for lager—now the most widely consumed beer in the world—is a hybrid of Saccharomyces cerevisiae and a distant relative that thrives in the cold. But how exactly this mysterious yeast arrived in Bavaria to mate with its cousin, ultimately ending the primacy of ale in the beer landscape, remained a mystery.\n“Scientists have known it must have come from somewhere but couldn’t find it in nature in Europe,” explained Chris Todd Hittinger, a genetics professor at the University of Wisconsin-Madison.\nHittinger and other members of an international team think they’ve finally pinpointed the wild yeast that paved the way for today’s $250-billion-a-year lager industry. Dubbed Saccharomyces eubayanus, it turned up in an unlikely corner of the world: Patagonia, an alpine region at the tip of South America that lies more than 7,000 miles away from the Bavarian caves where it met its match.\nDiego Libkind of the Institute for Biodiversity and Environment Research in Bariloche, Argentina, discovered the elusive species in irregular growths on infected beech trees. Rich in simple sugars, these blister-like “galls” provide a perfect habitat for yeast, which gobbles up carbohydrates and converts them into alcohol.\nResearchers at the University of Colorado School of Medicine sequenced the newfound species’ genome and compared it to that of lager yeast. “We could see that it was a 99.5-percent match to the non-ale portion of the hybrid yeast but that it didn’t match any other pure strain from the wild,” Hittinger said. These findings positively identified Saccharomyces eubayanus as the species that fused with domesticated yeast back in medieval Bavaria, he added.\nSo how exactly did these intrepid microorganisms cross the ocean to colonize faraway Europe? “This is obviously speculation, but transatlantic trade would have provided a number of ways that yeast would have been more than happy to travel by,” said Hittinger. He explained that the tiny stowaway could have hitched a ride in fruit, juice or alcoholic beverages; in the stomach of a fly; or even on a piece of wood.\nOnce introduced to its remote kin Saccharomyces cerevisiae, the two yeast species formed spores that mated to yield the lager-producing hybrid. Like mules, the crossbreed strain does not generate offspring, but it can divide asexually indefinitely, Hittinger said. And that’s just what it’s been doing for the last five centuries.\nBut that’s not all lager yeast has been up to, according to the researchers’ study, published August 22 in the Proceedings of the National Academy of Sciences. Over the years, the hybrid has undergone genetic mutations that allowed it to metabolize wort—the sweet mixture of water and barley that serves as beer’s starting point—even more efficiently. “Our discovery suggests that hybridization instantaneously formed an imperfect ‘proto-lager’ yeast that was more cold-tolerant than ale yeast and ideal for the cool Bavarian lagering process,” Hittinger said. “After adding some new variation for brewers to exploit, its sugar metabolism probably became more like ale yeast and better at producing beer.”\nThanks to Saccharomyces eubayanus’ epic journey, lager has now eclipsed ale as the preferred brew of many beer aficionados around the world. But even among the researchers who uncovered the species, opinions vary. Hittinger and fellow co-author Mark Johnson, for instance, have a longstanding friendly disagreement about the beverages’ relative merits. “He’s an ale man, and I’m a lager man,” Hittinger said, “but I think we both have a new appreciation for the complex history of lagers.”","author":"Jennie  Cohen","web_category":"news","title":"Lager: Patagonian for Beer?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/beech-galls.jpg","url":"http://www.history.com/news/lager-patagonian-for-beer"}