{"summary":"You ate up stories about Titanic’s last meal, marveled at the amazing link between two of the tragedy’s survivors, took a Transatlantic Titanic Tour, and compared how popular culture covered the event back in 1912. After this story ran, we were contacted by a new family history research website that brought another fascinating (and spooky) wrinkle to this oft-told tale: If Lizzie Borden took an ax and gave her parents lethal whacks, was she carrying out a family tradition?","advice_category":"1","content":"\nThis April marked the 100th anniversary of the sinking of the RMS Titanic, an event that continues to fascinate us—and our viewers. Leading up to the centennial, we broke the news of the release of the first map to cover the entire wreck site and gave you an inside peek at some of the recovered artifacts due to be auctioned off. You ate up stories about Titanic’s last meal, marveled at the amazing link between two of the tragedy’s survivors, took a Transatlantic Titanic Tour, and compared how popular culture covered the event back in 1912. We even brought in some guest contributors to shed light on some of the lesser-known aspects of the tragedy: The story behind Titanic’s rescue ship, the inquest trials held in the tragedy’s aftermath, and one author’s theory that almost anyone is just “Six Degrees from Titanic.”\nThe release of the “Lincoln” biopic saw one of America’s greatest presidents back in the news this year. We took a look at some surprising Abraham Lincoln facts and explained why a portrait of Mary Todd Lincoln had recently been revealed as a hoax. As the 150th anniversary of the Emancipation Proclamation approached, we covered the upcoming sale of a rare copy of the document and explored how Lincoln’s evolving views on slavery led him to finally issue what he himself considered “the central act” of his administration.\nFrom crazy convention moments and decisive debates to the inner-workings of the Electoral College and history’s catchiest campaign slogans, we covered every stage of this year’s presidential election. We even took a look back at one of the most tempestuous campaigns ever, contested 100 years ago.\nThis summer, the world was captivated by the games of the XXX Olympiad, or more simply the 2012 Summer Olympics in London, England. Clearly, we were pretty excited too. We debunked a few common myths about the ancient Olympic games, revealed some strange sports that used to be part on the roster (and some more that haven’t made it yet), explored the complicated history of the Olympic torch relay, compiled lists of odd Olympic facts and nine notorious cheats, and wrapped it all up with a look back at America’s very first Olympic team, who shocked world with their unlikely success at the inaugural games in 1896.\n\nThis year we learned a lot about our prehistoric friends. In 2012, researchers announced that these giant beasts were actually not as big as previously thought, that a distant cousin of the Tyrannosaurus rex that roamed China 125 million years ago may be the largest feathered animal ever discovered, and that dinosaurs may have developed some characteristics all too familiar to humans: arthritis and a protective maternal instinct.\nOn May 21, 1932, aviator Amelia Earhart became the second person (and first woman) to complete a solo nonstop flight across the Atlantic Ocean. Eighty years later we commemorated this historic event with a look back at the famous flight, explored some tantalizing theories about her disappearance, and delved into the life of Fred Noonan, the oft-forgotten navigator on her fateful trip.\nBack in August, we covered the 120th anniversary of one of the most infamous murders in American history, offering up nine facts about the prime suspect, Lizzie Borden. After this story ran, we were contacted by a new family history research website that brought another fascinating (and spooky) wrinkle to this oft-told tale: If Lizzie Borden took an ax and gave her parents lethal whacks, was she carrying out a family tradition?\nFor 13 days in October 1962, the world watched anxiously as the United States and Soviet Union found themselves embroiled in the “hottest” moment of the Cold War. This year, we marked the 50th anniversary of the Cuban Missile Crisis with a look back at some surprising facts about the conflict and how the death of just one may may have saved the lives of millions.\n\nThis summer marked the 200th anniversary of the start of the military conflict between the United States and the British Empire, which would last for nearly three years. In June, we explored some surprising facts about the conflict, discovered how a battle during the war gave rise to the naval ship USS Constitution’s fabled nickname, and found out why the United States tried to invade Canada during the war—and why it failed.\nFebruary 8 marked a sad milestone, the passing of Florence Green, the last known veteran of World War I, who died in a British nursing home at age 110. Her passing leaves no survivors, male or female, of the tens of millions who served in one of the greatest conflicts of the 20th century. This year we also said goodbye to, among others, World War II veteran and longtime U.S. Senator Daniel Inouye,and space pioneers Neil Armstrong and Sally Ride.","author":"History.com  Staff","web_category":"news","title":"This Year in History: 2012","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/this-year-in-history-titanic.jpg","url":"http://www.history.com/news/this-year-in-history-2012"}