{"summary":"Contemporary reports of a 1906 aviation exhibition in New York mention the Whitehead photograph as part of the collection. As a result of Brown’s research, the well-known aviation publication Jane’s All the World’s Aircraft endorsed Whitehead as first in flight in its 100th anniversary issue this spring.","advice_category":"1","content":"\nJust after midnight on June 5, the Connecticut Senate passed House Bill No. 6671, which states that “The Governor shall proclaim a date certain in each year as Powered Flight Day to honor the first powered flight by [the Wright brothers] Gustave Whitehead and to commemorate the Connecticut aviation and aerospace industry.” According to one Republican state senator, Mike McLachlan, the governor is set to sign the bill into law as early as next week.\nThe fact that other aviators were working on flying machines at the same time as the Wrights certainly doesn’t come as a surprise to anyone–historian have long known this to be true. According to longstanding claims about Whitehead that appeared in a contemporary article in the Bridgeport Herald, he successfully flew his plane, known as No. 21 or “The Condor,” early on the morning of August 14, 1901, achieving a flight of some 1.5 miles at a height of 150 feet in the skies over Bridgeport.\nIn March, Australian aviation historian John Brown revealed what he considers to be photographic proof of this “first” flight, in the form of a blown-up image of a long-missing photograph of Whitehead actually flying his plane. Contemporary reports of a 1906 aviation exhibition in New York mention the Whitehead photograph as part of the collection. When Brown discovered a panoramic photograph of the exhibit in the attic of a museum in Bavaria (where he was working for a German aircraft construction company), he was able to identify the missing photograph on the wall by enlarging the image by some 3,500 percent. As a result of Brown’s research, the well-known aviation publication Jane’s All the World’s Aircraft endorsed Whitehead as first in flight in its 100th anniversary issue this spring.\nHowever, historians at the Smithsonian National Air and Space Museum, where the Wright brothers’ famous Flyer has been on display since 1948, remain highly skeptical of Brown’s claims. They point to the fact that not one of Whitehead’s flying machines built post-1902 ever left the ground, and maintain that the original newspaper account documenting Whitehead’s flight exaggerated his achievements, while other newspapers simply reprinted the story without confirmation. The photograph on which Brown builds his case, moreover, is simply too blurry to provide definitive proof of anything.\nBrown and fellow proponents of Whitehead’s claim to the “first in flight” status have countered that the Smithsonian is bound by the terms of a contract with the Wright estate stating that the museum will lose the Flyer if they recognize anyone other than Orville and Wilbur Wright as having made the first successful powered flight. Though the museum has acknowledged that such a contract exists, its officials vigorously maintain they would not let it stand in the way of a historical fact—if such a fact could be established definitively, which in this case it has not.\nBut such skepticism has not stopped many in Connecticut from celebrating what they see as Whitehead’s historic achievement. “Our license plate should say ‘firster in flight,’” said Bill Finch, the mayor of Bridgeport, after Jane’s All the World’s Aircraft endorsed Brown’s new research in March. And at Chip’s Family Restaurant, breakfast specials like the “No. 21,” a hamburger omelet served with German apple pancakes, attest to locals’ enthusiasm for Connecticut’s new claim to fame. Now, with their passage of House Bill No. 6671, Connecticut senators have decided to make Whitehead’s place in history—at least in their state–official.","author":"Sarah  Pruitt","web_category":"news","title":"In Connecticut, Wright Brothers No Longer “First in Flight”","picture_url":"http://www.history.com/news/wp-content/uploads/2013/06/wrightbrothers.jpg","url":"http://www.history.com/news/in-connecticut-wright-brothers-no-longer-first-in-flight"}