{"summary":"Nero returned from the Olympics and other Greek sporting events with a haul of 1,808 first-place prizes. When the Roman emperor Nero opted to compete at Olympia in A.D","advice_category":"1","content":"\n1. Only amateur athletes competed in the ancient Olympics.\nThe idea that only amateurs should participate in the Olympics is an entirely modern-day concept that developed when the sporting festival was resurrected in 1896. Not only were many ancient Olympians full-time professionals who received stipends from states or private patrons, but the ancient Greeks didn’t even have a word for “amateur.” (To the Greeks, the word “athlete” meant “one who competes for a prize.”) Money prizes were not offered to competitors at Olympia, but they were at other Greek sporting competitions. As is the case today, fame and fortune awaited many ancient Olympic champions when they returned home. States awarded cash prizes to Olympic victors. Athens, for example, showered its champions with enormous sums of money and other rewards such as tax exemptions, front-row theater seats and a lifetime of free meals in its civic building.\n2. The ancient Olympics were not plagued by cheating and corruption.\nNo matter the millennium, the lure of winning can be too tempting for some competitive athletes. Although ancient Olympians stood before a menacing statue of Zeus and swore to play fair, some athletes were willing to evoke divine wrath for the thrill of victory. Athletes breaking the rules could be disqualified and publicly whipped, and competitors and judges found guilty of bribery could pay hefty fines, some of which were used to finance bronze statues of Zeus erected near the entrance to Olympia’s stadium. “Victory is to be achieved by speed of feet and strength of body, not with cash,” admonished the statue inscriptions. Clearly not everyone paid heed: Over the years, fines paid for the erection of 16 statues.\nThe first recorded cheating scandal at the games dates to 388 B.C., when boxer Eupolus of Thessaly bribed three opponents to throw their fights against him. Leave it to a politician, however, to take corruption to a new, practically farcical level. When the Roman emperor Nero opted to compete at Olympia in A.D. 67, he bestowed astronomical bribes on the judges, who then agreed to add musical events and poetry reading—activities that Nero considered to be his strong suits—to the Olympic program. The Roman emperor entered the four-horse chariot race with a team of 10 steeds. Although Nero fell out of the chariot and was unable to finish the race, the judges still awarded him the top prize. Nero returned from the Olympics and other Greek sporting events with a haul of 1,808 first-place prizes. Take that, Michael Phelps.\n3. Politics and warfare were absent from the ancient Olympics.\nWith competitors converging from hundreds of independent states, some of them rivals on the battlefields as well as the playing fields, politics inevitably intruded upon the ancient sporting festival. During the Peloponnesian War in 424 B.C., Spartans were banned from competing in or attending the games. While a sacred truce traditionally halted all hostilities during the ancient Olympics, war came right to Olympia during the games in 364 B.C. As the tiebreaking wrestling match in the final event of the pentathlon was taking place, invaders from neighboring Elis attacked. Archers defending Olympia fired from the roofs of the temples. (Security measures for the 2012 London Games, which included soldiers on rooftops with surface-to-air missiles, echoed these long-ago events.) While 5,000 troops engaged in hand-to-hand fighting, spectators used to cheering bloodied athletes in combat sports such as boxing and wrestling stuck around and turned their applause to the warring armies.\n4. The ancient Olympics were devoid of commercialism.\nThe billions of dollars that the International Olympic Committee receives from corporate sponsors and television broadcasters has taken it to a new extreme, but commerce at the Olympics isn’t a modern-day invention. In the ancient games, licensed merchants ran food and drink concessions and sold souvenirs. Artists, sculptors and poets hawked their works. Olympic organizers could hand out on-the-spot fines to merchants who engaged in price gouging or sold inferior merchandise. Champions of the ancient games may not have gotten their photographs on boxes of Wheaties, but their images appeared on specially minted coins and state-commissioned statues.\n5. Ancient Olympians trained on their own.\nAs with many of today’s Olympians, competitors in the ancient games had a wide support network that assisted them in preparation and training. Like many countries today, Greek states invested in sporting facilities and hired trainers who assisted athletes with medicine, nutrition and physiotherapy. Trainers of Olympic champions became famous themselves and penned popular training manuals with advice on exercise and diet.","author":"Christopher  Klein","web_category":"news","title":"5 Myths About the Ancient Olympics","picture_url":"http://www.history.com/news/wp-content/uploads/2012/08/ancient-olympics.jpg","url":"http://www.history.com/news/5-myths-about-the-ancient-olympics"}