{"summary":"To his surprise, the amateur fossil hunter noticed an image of what appeared to be a mammoth or mastodon etched into the 15-inch-long fragment. “This is an incredibly exciting discovery,” said Dennis Stanford, an anthropologist at the Smithsonian’s National Museum of Natural History and co-author of a paper the researchers published this month in the Journal of Archaeological Science","advice_category":"1","content":"\nIn 2009, James Kennedy cleaned off a bone he’d discovered in his native Florida that had been sitting under his sink collecting dust for a couple of years. To his surprise, the amateur fossil hunter noticed an image of what appeared to be a mammoth or mastodon etched into the 15-inch-long fragment. He handed it over to scientists at the Smithsonian Institution and the University of Florida, who recently announced that the engraving, estimated to be at least 13,000 years old, might be the earliest known example of art in the Americas, as well as the only Ice Age illustration of a proboscidean—an animal with a trunk—ever uncovered outside of Europe.\n“This is an incredibly exciting discovery,” said Dennis Stanford, an anthropologist at the Smithsonian’s National Museum of Natural History and co-author of a paper the researchers published this month in the Journal of Archaeological Science. “There are hundreds of depictions of proboscideans on cave walls and carved into bones in Europe, but none from America—until now.”\nUsing forensic analysis and other cutting-edge technologies, the team identified the bone as having once belonged to a mammoth, mastodon or giant sloth, creatures that roamed North America during the last Ice Age. They also enlisted specialists from a wide range of disciplines, including engineers and artists, to help determine that the engraving was truly of prehistoric origin rather than a modern-day imitation. “The results of this investigation are an excellent example of the value of interdisciplinary research and cooperation among scientists,” said Barbara Purdy, professor emerita of anthropology at the University of Florida and the lead author of the study.\nKennedy found the fossil at a site called Old Vero, where in the early 20th century archaeologists unearthed bones from both humans and numerous supersized mammals—including mammoths, mastodons, saber-toothed cats and giant sloths—that went extinct at the end of the Late Pleistocene, between 10,000 and 12,000 years ago. It is believed that the New World’s earliest settlers may have used their newly developed weapons to hunt these massive beasts, possibly even wiping them off the face of the earth. Now, according to the latest study, it seems they drew artistic inspiration from the colossal mammals, known collectively as megafauna, as well.\nA cast of the engraved fossil bone is now on display at the Florida Museum of Natural History in Gainesville.","author":"History.com  Staff","web_category":"news","title":"Earliest American Art Found in Florida?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/06/mammoth-closeup.jpg","url":"http://www.history.com/news/earliest-american-art-found-in-florida"}