{"summary":"Diana was the first British citizen to marry the heir to the English throne in more than 300 years. (Coincidentally, Diana’s son William will become the first heir since Anne’s husband to marry a commoner when he weds Kate.)","advice_category":"1","content":"\n1. Diana was the first British citizen to marry the heir to the English throne in more than 300 years. The last had been Anne Hyde, a maid of honor who wed the future King James II in 1660 while seven months pregnant with his child. Like Diana, Anne died in her 30s and never became queen. Unlike the aristocratic Princess of Wales, Anne was a commoner. (Coincidentally, Diana’s son William will become the first heir since Anne’s husband to marry a commoner when he weds Kate.)\n2. Charles and Diana were the first British royal couple to break with precedent by omitting the customary bride’s promise to “obey” her husband from their wedding vows, a decision that shocked many traditionalists. William and Kate will follow his parents’ lead with their own marriage ceremony. In the interim, royal brides Sarah Ferguson (Prince Andrew’s ex-wife) and Sophie Rhys-Jones (Prince Edward’s wife) chose to embrace the convention.\n3. Diana wore a diamond-and-sapphire engagement ring made by Garrard, the royal family’s official jeweler. Many people frowned upon the prince for letting his bride choose the gem from the company’s regular catalog rather than commissioning a custom design, as other royal grooms-to-be had done. William used his mother’s ring when he proposed to Kate last year.\n4. After exchanging vows with his new bride, Princes Charles famously forgot to seal them with a kiss at the altar. Later, the newlyweds emerged from Buckingham Palace onto a balcony for a public smooch, thrilling the crowds that had gathered to see them and establishing a new royal wedding ritual that Prince Andrew and Sarah Ferguson would emulate five years later. It remains to be seen whether William and Kate will do the same.\n5. Charles and Diana held their wedding at London’s massive St. Paul’s Cathedral rather than Westminster Abbey, the usual site for royal marriages. The nontraditional venue offered more seating for their 3,500 guests and required a longer processional through the streets of London, where people thronged the sidewalks to watch the future princess’ glass coach pass by. William and Kate, who reportedly want a more intimate experience, will be wed at Westminster Abbey.\n6. Diana’s unforgettable meringue-like gown boasted a 25-foot train, longer than that worn by any other bride at a royal English wedding before or since. Queen Elizabeth II’s dress, by contrast, featured a 13-foot train.","author":"History.com  Staff","web_category":"news","title":"How Conventional Was Charles and Diana’s Wedding?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/charles-and-diana-thumb.jpg","url":"http://www.history.com/news/how-conventional-was-charles-and-dianas-wedding"}