{"summary":"The bureau was given its current name in 1935.. • At 104, Walter Walsh is the oldest former FBI agent alive today","advice_category":"1","content":"\n• The FBI’s 10 Most Wanted Fugitives publicity campaign came about in 1950 when a reporter asked the agency for the names and descriptions of the “toughest guys” on its inventory of targets. The resulting article garnered so much attention that Hoover decided to begin issuing an official list. Since the program’s inception, 465 of the 494 criminals who made the top 10 have been apprehended or located.\n• The Federal Bureau of Investigation hasn’t always been known by that name. When Attorney General Charles Bonaparte first recruited former detectives and Secret Service members for a new corps of federal investigators in 1908, he referred to it as a “special agent force.” Bonaparte’s successor, George Wickersham, dubbed it the Bureau of Investigation (BOI) the following year. In the spring of 1933, the BOI was incorporated into the newly formed Division of Investigation (DOI), which also included the unit that enforced Prohibition; after alcohol became legal again that December, the BOI became the DOI by default. The bureau was given its current name in 1935.\n• In the 1920s, three women—Alaska Davidson, Jessie Duckstein and Lenore Houston—served as FBI agents. None were hired during the tenure of J. Edgar Hoover, who reportedly required all female employees to wear skirts or dresses and prohibited them from smoking at their desks (a “perk” enjoyed by men at the time). Shortly after Hoover’s death in 1972, the FBI Academy admitted two female agents-in-training: Susan Lynn Roley, a Marine Corps lieutenant, and Joanne Pierce, a former nun.\n• At 104, Walter Walsh is the oldest former FBI agent alive today. A skilled marksman, he joined the bureau in 1934 and soon became involved in some of the era’s most notorious cases, famously participating in the shootout that killed gangster Al Brady in 1937. Walsh took a leave of absence to serve in World War II before returning to the FBI until 1947. He then competed in the 1948 Summer Olympics on the American shooting team, which he later coached from the 1970s to 2000. Walsh also holds the distinction of being America’s oldest living Olympian.\n• During the 1960s, analysts at the FBI’s cutting-edge laboratory spent more than two years investigating the lyrics of the Kingsmen’s hit pop song “Louie Louie.” As rumors swirled that the catchy but poorly recorded tune’s garbled verses contained pornographic language, concerned parents wrote to government authorities expressing their outrage. The FBI responded by subjecting various versions of the song to rigorous audio tests and producing a 120-page report that concluded it was “unintelligible at any speed.”\n• After years of investigating art heists, in 2004 the FBI created a team tasked with solving that particular type of crime. Its members, who learn skills such as how to identify fakes, have recovered more than 2,600 stolen items worth nearly $150 million, from pre-Columbian artifacts to paintings by Rembrandt, Picasso and Matisse.\n• Not surprisingly, the FBI has historically used its own jargon, acronyms and abbreviations, some of which have leaked to the public. For instance, “brick agents” are investigators who work the streets, an “UNSUB” is an unknown subject, “Bucars” are the vehicles used by the agency and “Betty Bureau” refers to a female support employee who has worked at the FBI for her entire career. Meanwhile, critics of the bureau have their own nicknames for the FBI; other law enforcement officials allegedly joke that the initials stand for “Famous But Incompetent.”\n• In the late 1950s, the FBI looked into whether extrasensory perception (ESP) could be used as an espionage tool, according to files declassified by the agency in April 2011. One agent wrote in a memo, “There is no limit to the value which could accrue to the FBI, complete and undetectable access to mail, visual access to buildings. The possibilities are unlimited.” In 1960 the bureau gave up after finding no scientific support for its potential.\n• Now one of the largest crime laboratories in the world, the FBI Laboratory started out in 1932 as a one-man operation housed in a single room that doubled as a smoking lounge. Its lone technician, Special Agent Charles Appel, used a borrowed microscope, a wiretapping kit and basic chemicals to analyze handwriting and examine crime scene evidence. Within a few years additional experts joined the team and the FBI built a state-of-the-art facility for them. The FBI Laboratory currently employs 500 scientists and provides forensic services to state, local and federal agencies.","author":"Jennie  Cohen","web_category":"news","title":"The House That J. Edgar Built: FBI Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2011/11/fbi-hq.jpg","url":"http://www.history.com/news/the-house-that-j-edgar-built-fbi-facts"}