{"summary":"Joseph Force Crater. These plans were interrupted, however, on July 30, 1975, when Hoffa was last seen in the parking lot of a Detroit restaurant, not far from where he got his start as a labor organizer","advice_category":"1","content":"\nJimmy Hoffa\nOn July 30, 1975, James Riddle Hoffa, one of the most influential American labor leaders of the 20th century, disappeared in Detroit, Michigan, never to be heard from again. Born in 1913 to a poor coal miner in Indiana, the charismatic Hoffa proved a natural leader from a very young age. Barely out of his teens, while working for a Detroit grocery chain, he organized a labor strike that resulted in his dismissal but also got him noticed by the powerful Teamsters union. Hoffa rose through the organization’s ranks over the next few decades and in 1957 took over its presidency.\nA savvy political playmaker and tireless advocate for the downtrodden, he became wildly popular within the Teamsters and beyond. And yet, for all the battles he fought and won on behalf of American workers, Hoffa also had a dark side. During Hoffa’s tenure, Teamster leaders partnered with the Mafia in racketeering, extortion and embezzlement. Hoffa himself had relationships with high-ranking mobsters, and was the target of several government investigations throughout the 1960s. Convinced first of obstruction of justice and later of attempted bribery, Hoffa began a 13-year prison sentence in March 1957. President Richard Nixon commuted the sentence in 1971, and Hoffa quickly began making a comeback within the Teamster leadership and penning his autobiography.\nThese plans were interrupted, however, on July 30, 1975, when Hoffa was last seen in the parking lot of a Detroit restaurant, not far from where he got his start as a labor organizer. Though many have speculated that he was the victim of a Mafia hit, conclusive evidence has never been found, and Hoffa’s fate remains shrouded in mystery to this day. He was declared legally dead in 1982.\nAmelia Earhart\nAmelia Earhart’s daring round-the-world-flight was cut short when her Lockheed Electra disappeared over the Pacific Ocean on June 2, 1937. Within hours, rescue workers began scouring the area for signs of the famed aviator and her navigator, Fred Noonan. A living legend had vanished into thin air.\nIn an official report, the U.S. government concluded that the two seasoned flyers, unable to locate their destination of Howland Island, ran out of fuel, crashed into the water and sank. Earhart was declared legally dead on January 5, 1939. The question of why and where her plane went down, however, has never been put to rest. Indeed, in the seven decades since the Electra’s disappearance, a number of hypotheses have emerged. Some theorists, for instance, believe Earhart was actually a secret agent working for the U.S. government. They suggest that the plane crashed after its pilots intentionally deviated from their course to spy on Japanese-occupied islands in the Pacific, or that Earhart and Noonan landed on one of them and were taken prisoner. Yet another theory holds that Earhart returned safely to the United States, changed her name and lived a long life in obscurity.\nAnother widely held belief is that Earhart and Noonan touched down on a remote South Pacific island called Nikumaroro, which at the time of their disappearance was uninhabited and known as Gardner Island. The International Group for Historic Aircraft Recovery (TIGHAR), has been combing the island since 1989, assembling a collection of artifacts and several compelling pieces of anecdotal evidence. During their latest expedition, which took place in the spring of 2010, the team attempted to cull traces of DNA from a campsite where they believe Earhart—and possibly Noonan—may have lived out her final days. They hope that cutting-edge technology will finally solve the decades-old mystery.\nJoseph Force Crater\nThe disappearance of New York Supreme Court judge Joseph Force Crater captured so much media attention that the phrase “pulling a Crater” briefly entered the public vernacular as a synonym for going AWOL. On August 6, 1930, the dapper 41-year-old left his office, bought a ticket to the Broadway play “Dancing Partner” and dined with an acquaintance at a Manhattan chophouse. He was last seen walking down the street outside the restaurant. The massive investigation into his disappearance captivated the nation, earning Crater the title of “the missingest man in New York.”\nHis prominent position notwithstanding, Crater was infamous for his shady dealings with the corrupt Tammany Hall political machine and frequent dalliances with showgirls. In the days leading up to his disappearance, he had reportedly received a mysterious phone call, visited Atlantic City with a mistress and cashed two large personal checks. These intriguing details spawned rampant speculation that the judge had fled the country with his lover or been a victim of foul play. He was declared legally dead in 1939.\nIn 2005, New York police revealed that new evidence had emerged in the case of the city’s missingest man. A woman who had died earlier that year had left a handwritten note in which she claimed that her husband and several other men, including a police officer, had murdered Crater and buried his body beneath a section of the Coney Island boardwalk. That site had been excavated during the construction of the New York Aquarium in the 1950s, long before technology existed to detect and identify human remains. As a result, the question of whether Judge Crater sleeps with the fishes remains a mystery.\nThe Mary Celeste\nOn a wintry November morning in 1872, Captain Benjamin Briggs, his wife Sarah, their two-year-old daughter Sophia and a crew of seven set sail from New York Harbor on the Canadian-built brigantine Mary Celeste, bound for Genoa, Italy. The ship’s hold contained 1,700 barrels of industrial alcohol intended for fortifying Italian wines. Despite the late time of year and reports of bad weather across the Atlantic, Briggs had high expectations for the journey, writing in a letter to his mother, “Our vessel is in beautiful trim and I hope we shal [sic] have a fine passage.”\nThe “fine passage” quickly turned into one of history’s most chilling maritime mysteries.? On December 4, some 600 miles west of Portugal, the helmsman of the Canadian merchant ship Dei Gratia spotted an odd sight through his spyglasses: a vessel with slightly torn sails that seemed to be careening out of control. The Dei Gratia’s captain, David Reed Morehouse, immediately identified the ship as the Mary Celeste; in a strange twist, he and Benjamin Briggs were old friends, and had dined together shortly before their respective departures from New York. When a crew from the Dei Gratia boarded the Mary Celeste, almost everything was present and accounted for, from the cargo in the hold to the sewing machine in the captain’s cabin. Missing, however, were the ship’s only lifeboat–and all of its passengers.\nWhat happened to the Briggs family and the Mary Celeste’s crew members? Some have suggested that pirates kidnapped them, while others have speculated that a sudden waterspout washed them away. Over the years, the search for a true answer to the Mary Celeste puzzle has come to center on the ship’s cargo. Industrial alcohol can emit highly potent fumes, which may have led the crew to fear an explosion and temporarily evacuate into the lifeboat. At that point, a gale may have swept the ship away, leaving its former passengers stranded and cementing the Mary Celeste’s reputation as the archetypal ghost ship.\nThe Lost Colony\nIn July 1587, roughly 115 English men, women and children landed on Roanoke Island, located off the coast of North Carolina in what is now Dare County. It was the second group of colonists dispatched by Sir Walter Raleigh, an English aristocrat who had resolved to fund, found and maintain the first English colony in North America. (The first group had hitched a ride home with explorer Francis Drake after clashing with the island’s Native Americans.) Less than a month after their arrival, the settlers welcomed the arrival of Virginia Dare, the first English baby born in the Americas.\nWith tensions mounting between the colonists and local tribes, the fledgling colony’s governor, John White, who was also Virginia’s grandfather, set sail for England to seek out help and supplies. When he returned three years later, the settlement was completely deserted, and all of its inhabitants had vanished. The only clue they had left behind was a single word carved into a wooden post: “Croatan,” the name of a local–and friendly–Native American tribe.\nThis cryptic message has led some scholars to believe that the Croatans killed or kidnapped the colonists. Others have suggested that the settlers assimilated and intermarried with the Croatans or other Native Americans and moved farther inland, a hypothesis that is currently being explored with DNA testing. Another theory holds that Spanish troops had wiped out the settlement, as they had done to the French colony of Fort Caroline earlier in the century. Until more concrete evidence emerges, historians will be left to speculate on the fate of Virginia Dare and the other members of America’s “Lost Colony.”\nD.B. Cooper\nOn November 24, 1971, a man wearing a black raincoat, a dark suit and wraparound sunglasses took his seat on Northwest Orient Flight 305, scheduled to take off in Portland, Oregon, and arrive in Seattle, Washington. After takeoff, he handed a note to a flight attendant, who assumed he was hitting on her and placed it in her purse. He then told her he had a bomb in his briefcase and demanded $200,000, four parachutes and “no funny stuff.” The passenger identified himself as Dan Cooper, but thanks to a reporting error as the story was breaking, he was forever immortalized as “D.B.” Cooper.\nThe plane landed at Seattle-Tacoma International Airport, where authorities handed over the items and evacuated most of the passengers. Cooper then instructed the pilot to fly toward Mexico City at a low altitude and ordered the remaining crew into the cockpit. A short time later, he lowered the aft stairs and jumped out of the plane, parachuting into a thunderstorm with winds in excess of 100 mph and temperatures well below zero. He was never seen or heard from again. For a parachuting novice, the plunge would have been tantamount to suicide, but Cooper had demonstrated familiarity with using parachutes. Since his disappearance, the FBI has investigated and subsequently ruled out more than a thousand suspects, including the murderer John List and the former paratrooper Kenneth Christiansen.\nThe agency now believes it is most likely Cooper did not survive the fall. While his body has never been recovered, in 1980 an eight-year-old boy uncovered $5,880 that is thought to have been part of Cooper’s booty along the north bank of the Columbia River, five miles from Vancouver, Washington.\nFlight 19\nThe legend of the Bermuda Triangle was born on December 5, 1945, when five U.S. Navy Avenger torpedo bombers comprising Flight 19 took off from the Ft. Lauderdale Naval Air Station in Florida on a routine three-hour training mission.\nTwo hours later, the leader of the squadron reported that his compass and back-up compass had failed and that his position was unknown. The other planes had experienced similar instrument malfunctions. Meanwhile, radio facilities on land scrambled unsuccessfully to pinpoint the exact location of the lost squadron. After two more hours of confused messages from the fliers, a distorted radio transmission was heard in which the squadron leader instructed his men to ditch their aircraft simultaneously because of lack of fuel.\nBy this time, several land radar stations finally determined that Flight 19 was somewhere north of the Bahamas and east of the Florida coast, and a search and rescue Mariner aircraft with a 13-man crew was dispatched to find it. But the Mariner, like Flight 19, was never heard from again. The disappearance of the 14 men of Flight 19 and the 13 men of the Mariner led to one of the largest air and seas searches to that date, and hundreds of ships and aircraft combed thousands of square miles of the Atlantic Ocean, the Gulf of Mexico and remote locations within the interior of Florida. No sign of the bodies or aircraft was ever found.\nNaval officials maintained that the remains of the six aircraft and 27 men were never uncovered because stormy weather destroyed the evidence. Still, the story of the “Lost Squadron” popularized the supposed perils of the Bermuda Triangle, an area of the Atlantic Ocean where ships and aircraft are said to vanish without a trace.","author":"Jennie  Cohen","web_category":"news","title":"Mysterious Disappearances in U.S. History","picture_url":"http://www.history.com/news/wp-content/uploads/2010/07/hoffa-150x150.jpg","url":"http://www.history.com/news/mysterious-disappearances-in-u-s-history"}