{"summary":"SEAL Team Six—officially the Naval Special Warfare Development Group, or DevGru—is an elite counterterrorism unit comparable to the U.S. In January 2012, members of SEAL Team Six carried out a nighttime raid in Somalia, freeing two hostages and killing a reported nine of their pirate captors","advice_category":"1","content":"\nSEAL Team Six—officially the Naval Special Warfare Development Group, or DevGru—is an elite counterterrorism unit comparable to the U.S. Army’s Delta Force, with its members selected from existing (already elite) Navy SEAL teams. Like Delta Force, it is under the administration of the Joint Special Operations Command (JSOC), which was established in 1980 after the failed attempt by U.S. Special Operations forces to rescue American hostages held in Iran.\nSEAL Team Six is actually an older title for the all-star Navy team, and was designed to confuse Soviet intelligence as to the number of SEAL teams in operation (there were only three at the time). Many of the unit’s operations since the 1980s remain classified, but it was confirmed to have taken part in several high-profile missions over the years, including the U.S.-led invasion of Grenada in 1983, the capture of deposed dictator Manuel Noriega in Panama in 1993 and the arrest of Bosnian war criminals in 1998.\nThe entire world learned about the courage, daring and skill of SEAL Team Six after what occurred in the early hours of May 2, 2011, when around two dozen SEALs stormed a compound in Abbottabad, Pakistan, killing Osama bin Laden and killing or capturing 21 others without losing a single team member. The raid, reportedly years in the planning, took only 40 minutes. Several months after that historic operation, however, SEAL Team Six suffered heavy losses when a Taliban attack took down a CH-47 Chinook helicopter in Afghanistan. Of the 30 service members who died, 15 were members of DevGru, though officials said none of those who died had taken part in the Abbottabad raid.\nIn January 2012, members of SEAL Team Six carried out a nighttime raid in Somalia, freeing two hostages and killing a reported nine of their pirate captors. One of the hostages was U.S. aid worker Jessica Buchanan, whose failing health apparently led President Obama to authorize the risky nighttime rescue operation, which was the highest-profile U.S. military action in Somalia since American troops withdrew from the volatile country in 1994. In May 2012, members of SEAL Team Six joined forces with the British Special Air Service (SAS) to rescue British aid worker Helen Johnston and her three female colleagues from their Taliban captors in eastern Afghanistan. No casualties were reported among U.S. forces in either operation.","author":"Sarah  Pruitt","web_category":"news","title":"Seal Team Six Member Killed in Afghanistan Rescue Operation","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/hith-nicolas-checque-320x212.jpg","url":"http://www.history.com/news/seal-team-six-member-killed-in-afghanistan-rescue-operation"}