{"summary":". Finally, four pages of research and instructions on invisible photography and ink outline various methods for writing and exposing clandestine messages","advice_category":"1","content":"\nFinally, four pages of research and instructions on invisible photography and ink outline various methods for writing and exposing clandestine messages. Fans of amateur detective novels might recognize one of the many tips: “Dip a tooth pick in common milk and write between the lines of an ordinary letter. The writing will appear by being ironed out with a hot flatiron.” The document also hints at the breadth and variety of covert communication techniques: “There are a number of other methods used by spies and smugglers, according to the skill and education of the criminals, such as placing writings under postage stamps, wrapping messages in medicine capsules, and engraving messages and credentials on toe-nails, which latter [sic] are made visible with powdered charcoal.”\nIf you’re concerned about national security following the release of these top-secret spying how-tos, take comfort in the knowledge that the CIA has come a long way since World War I. “These documents remained classified for nearly a century until recent advancements in technology made it possible to release them,” explained the agency’s director, Leon E. Panetta. “When historical information is no longer sensitive, we take seriously our responsibility to share it with the American people.”\nReleased as a result of the Freedom of Information Act (FOIA), the documents may be downloaded and viewed in full at the CIA’s FOIA Electronic Reading Room.","author":"History.com  Staff","web_category":"news","title":"CIA Declassifies Invisible Ink Recipes and Other Spy Documents From World War I","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/german-secret-ink1-150x150.jpg","url":"http://www.history.com/news/cia-declassifies-invisible-ink-recipes-and-other-spy-documents-from-world-war-i"}