{"summary":"Over the span of a few months, American troops destroyed the British fleet on Lake Erie, took over strategically important Fort George near the mouth of the Niagara River and reclaimed Detroit on their way toward winning the Battle of the Thames with a bold cavalry charge. On July 12, 1812, he took his men across the Detroit River and into Canada, where he immediately issued a written proclamation telling inhabitants that they would “be emancipated from tyranny and oppression.” “Had I any doubt of eventual success I might ask your assistance, but I do not,” Hull declared","advice_category":"1","content":"\nThe United States’ first foray into Canada occurred at the beginning of the American Revolutionary War, when colonial troops marched all the way to Quebec City before being repelled. By the time the War of 1812 rolled around almost four decades later, the so-called “war hawk” members of Congress were clamoring for a second go-around. There were even a few calls for part or all of Canada, then a British colony, to be annexed. At that time, around 7.5 million people lived in the United States, compared to only about 500,000 in Canada, many of whom were of French or American descent rather than British.\nIn June 1812, the United States declared war on Great Britain, citing among its grievances the practice of removing sailors from American merchant ships and forcing them to serve in the British navy. The United States also took issue with a system of blockades and licenses designed to halt trade with Napoleonic France, and with Britain’s supposed foment of Native American unrest. Almost immediately thereafter, U.S. President James Madison approved a three-pronged assault against Canada. Many Americans believed the invasion would be a cakewalk, particularly since Britain was so distracted by the Napoleonic Wars in Europe. Former President Thomas Jefferson called the acquisition of Quebec a “mere matter of marching,” while Speaker of the House Henry Clay, a prominent war hawk, declared that the militiamen of Kentucky were capable of capturing Upper Canada (essentially modern Ontario) and Montreal without any assistance. “There was a lot of saber rattling going on,” said John R. Grodzinski, a history professor at the Royal Military College of Canada, who specializes in the War of 1812.\nYet despite its population advantage, the United States had only about 12,000 men in uniform, including “too many incompetent officers and too many raw, untrained recruits,” explained Donald R. Hickey, a history professor at Wayne State College and author of various books on the War of 1812. A number of other factors also favored Canada at the war’s outset. For one thing, the British controlled the Great Lakes and were therefore better able to move troops and supplies. Moreover, they received support from Canadians, who many Americans falsely believed would welcome them as liberators, and from Native American tribes worried about U.S. expansionism. “The USA was woefully unprepared,” Hickey said. “Plus, the logistical challenges of waging war on a distant frontier were daunting if not insuperable.”\nWhen U.S. General William Hull assembled a force of about 2,000 men and led them to Detroit, the jumping-off point for an intended assault on nearby Fort Malden in Upper Canada, the British found out about his plans by seizing a schooner with his baggage and papers on it. To make matters worse for Hull, about 200 Ohio militiamen refused to go beyond American territory. The general nonetheless remained confident. On July 12, 1812, he took his men across the Detroit River and into Canada, where he immediately issued a written proclamation telling inhabitants that they would “be emancipated from tyranny and oppression.” “Had I any doubt of eventual success I might ask your assistance, but I do not,” Hull declared. “I come prepared for every contingency.”\nThese words proved immediately laughable. Hull briefly laid siege to Fort Malden but soon withdrew after warriors under the leadership of Shawnee chief Tecumseh intercepted his supply train. British commander Isaac Brock then chased the Americans back across the river and began launching cannon fire at Fort Detroit from the Canadian side. Brock arranged for a bogus document to reach the Americans that told of large numbers of Native Americans approaching Detroit. He also mentioned to Hull that he would be unable to control his Native American allies once the fighting started. An intimidated Hull ended up surrendering his entire army and the city that August after a cannonball smashed into his officers’ mess, killing four. At around that same time, the British captured Fort Dearborn in present-day Chicago, along with an American outpost on Mackinac Island between Lake Huron and Lake Michigan. Hull was later court-martialed and convicted of cowardice and neglect of duty.\nFurther east, U.S. General Stephen Van Rensselaer prepared an October 11 assault on Queenston Heights, located on the Canadian side of the Niagara River. His plans were delayed by two days, however, when an officer mysteriously disappeared with all of his boats’ oars. During the subsequent invasion, the Americans briefly took the high ground by marching up an unguarded fisherman’s path. But 950 U.S. troops were driven down from the heights and captured after a group of New York militiamen refused to leave American territory and come to their aid. Roughly 300 Americans were killed or wounded in the battle, while the British suffered some 100 casualties.\nIn the third prong of the attack, U.S. General Henry Dearborn marched with at least 6,000 troops that November from Albany to Plattsburgh, New York, on the shore of Lake Champlain. Their goal was to capture Montreal, but once again state militiamen refused to leave the United States. After some minor skirmishes, including one in which Americans accidentally fired on each other in the dark, the force retreated without ever entering Canada. Up to that point, the whole Canadian campaign had produced nothing but “disaster, defeat, disgrace, and ruin and death,” the Green-Mountain Farmer, a Vermont newspaper, reported in January 1813.\nThe United States pulled its act together in 1813 with the help of an improved navy, a larger army, new military commanders such as future President William Henry Harrison and more experienced troops. Over the span of a few months, American troops destroyed the British fleet on Lake Erie, took over strategically important Fort George near the mouth of the Niagara River and reclaimed Detroit on their way toward winning the Battle of the Thames with a bold cavalry charge. The Americans also captured York (now Toronto) and burned several government buildings there, an act the British reciprocated the following year in Washington, D.C. “Had these attacks in 1813 been better coordinated, the British really would have been stretched thin and might have collapsed,” Grodzinski said. A failed campaign against Montreal turned the tide again, however, and by December the British had pushed the Americans back across the Niagara River.\nMore fighting took place along the Niagara River in 1814, but by that time the Napoleonic Wars were winding down and Britain was sending thousands of veterans to the American front. “Most people understood that the USA would now be mainly on the defensive and Canada was now beyond our reach,” Hickey said. The United States would go on to win important victories at New Orleans, Baltimore and Lake Champlain, but the last of its troops left Canada in 1814 after evacuating and blowing up Fort Erie. A peace treaty signed the following month stipulated that all land captured by either side would be returned. In the aftermath of the war, both the Americans and British fortified the border in preparation for future fighting, but tensions cooled relatively quickly. A grand reconciliation ball was even held on the Detroit frontier. The U.S. and Canadian armies have not fought each other since and have become strong defense allies.","author":"Jesse  Greenspan","web_category":"news","title":"How U.S. Forces Failed to Conquer Canada 200 Years Ago","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/queenston-heights.jpg","url":"http://www.history.com/news/how-u-s-forces-failed-to-conquer-canada-200-years-ago"}