{"summary":"“It’s possible that Australopithecus sediba had to travel quite far each day to get enough food, but we don’t have direct data for that yet.”. Thought to have lived roughly 2 million years ago, Au","advice_category":"1","content":"\nThought to have lived roughly 2 million years ago, Au. sediba excelled at climbing trees but walked upright while on solid ground. Since its discovery, experts have endeavored to learn more about this mysterious human ancestor, described by some theorists as the elusive “missing link.” Now, in a paper published online by the journal Nature today, researchers shed light on one of the ancient hominin’s most defining characteristics: its diet. They report that, despite its advanced frontal lobe and sophisticated hand structure, Au. sediba munched on snacks that few modern humans could stomach.\nTo reconstruct Au. sediba’s feeding patterns, an international team of scientists studied the teeth of two specimens from the Malapa site. First, they analyzed carbon isotopes contained in the enamel, which bear the traces of an individual’s lifetime eating habits. Next, they examined microscopic signs of wear and tear, an indicator of food choices’ texture and toughness. Finally, they recovered and evaluated tiny plant particles known as phytoliths from tartar on the teeth.\nThese findings are surprising because all other known human ancestors in Africa, including earlier australopithecines and the first Homo species, subsisted on much softer fare—grasses and sedges from the savanna where they lived, along with the animals that ate these plants. But Au. sediba, too, lived in a grassland environment, so its apparent grub of choice was not only tough but also inconvenient. “Savanna chimps have to travel very far each day to get enough food, much further than chimpanzees living in fully forested environments,” said Henry. “It’s possible that Australopithecus sediba had to travel quite far each day to get enough food, but we don’t have direct data for that yet.”\nAccording to Henry, this research suggests that Au. sediba—and perhaps other early human ancestors as well—strayed further afield from their home turf than previously thought. “I think our results are more evidence that hominins from about 2 million years ago were exploring a wider variety of environments and habitats than we knew previously,” she said. “There could be any number of reasons for this expansion, including climate shifts, competition among hominins or between hominins and other animals, or a whole variety or combination of other factors.”","author":"Jennie  Cohen","web_category":"news","title":"Human Ancestor Ate Leaves, Wood and Bark","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/a-sediba-skull.jpg","url":"http://www.history.com/news/human-ancestor-ate-leaves-wood-and-bark"}