{"summary":"Because the project represented the next step toward wider space exploration, NASA threw itself into successfully putting Skylab in orbit. Although today NASA claims any fragment of Skylab is the property of the United States, the agency didn’t enforce ownership at the time the space station crash-landed","advice_category":"1","content":"\n1. Skylab was made to go up but not to come back down.\nThe space station known as Skylab was designed as an orbiting workshop for research on scientific matters, such as the effects of prolonged weightlessness on the human body. Because the project represented the next step toward wider space exploration, NASA threw itself into successfully putting Skylab in orbit. Unfortunately, the agency spent far less time and energy planning how to gracefully bring the space station back to Earth at the end of its mission. Even though Skylab was devised for just a nine-year lifespan, NASA failed to build in any control or navigation mechanisms to return the orbiter to terra firma. Doing so would have “cost too much,” administrator Robert Frosch said at the time. This lack of preparation presented a problem in late 1978, when NASA engineers discovered the station’s orbit was decaying rapidly. Skylab had become a 77-ton loose cannon. As word spread of the impending uncontrolled crash of the space station, Congress and the public demanded to know how NASA intended to avoid human casualties from the potential disaster. NASA responded with a plan to rehabilitate the laboratory-in-the-sky. The agency would use a new tool in development—the space shuttle—to boost Skylab into a higher orbit, thereby extending the lab’s operational life by about five years. After that, the station would simply continue to orbit as a shell, like the millions of tons of floating detritus now known as space junk. Funding and other snafus delayed the shuttle project, however, so NASA had to come up with a new plan. On July 11, 1979, with Skylab rapidly descending from orbit, engineers fired the station’s booster rockets, sending it into a tumble they hoped would bring it down in the Indian Ocean. They were close. While large chunks did go into the ocean, parts of the space station also littered populated areas of western Australia. Fortunately, no one was injured.\n2. In June 1979, as the crash approached, Skylab-inspired parties and products were all the rage in the United States.\nThe imminent crash of Skylab midway through 1979 coincided with Americans’ declining confidence in their government. The stagnant economy and a second oil crisis dropped Congress’ approval rating to just 19 percent that year. Perhaps it’s no surprise, then, that many people took an irreverent view of the demise of Skylab, a government project. The Associated Press reported several instances of “Skylab parties” occurring across the United States. In St. Louis, Missouri, the “Skylab Watchers and Gourmet Diners Society” announced plans to view Skylab’s last orbit during a garden gathering at which “hard hats or similar protective headgear” were required. The Charlotte, North Carolina, News-Observer reported that a local hotel designated itself an “official Skylab crash zone (complete with painted target)” and was holding a poolside disco party. Mocking NASA’s inability to say precisely where Skylab would land, entrepreneurs across the country sold T-shirts emblazoned with large bullseyes. Another enterprising individual took a different tack and sold cans of “Skylab repellent.”\n3. In Europe and Asia, fear of Skylab’s re-entry prompted unusual safety measures.\nWhile Americans used Skylab’s looming demise as an excuse to party in June 1979, people in other countries didn’t take things quite so lightly. Initially, NASA could not specify when or where Skylab would come down, though the agency mapped out a potential debris field that spanned about 7,400 kilometers across the Indian Ocean and Australia. Even those who lived outside the projected debris footprint were nervous, however. The unexpected fiery crash in January 1978 of a Soviet satellite in northern Canada had scattered enriched uranium across a wide swath of grassland, and people around the globe feared a similar outcome from the Skylab impact—even though the space station contained no radioactive components. Few people felt reassured by NASA’s statement that the risk of human injury from the event was just “one in 152.” After NASA pinpointed the re-entry date as July 11, Scotland’s Glasgow Herald reported, “Worried holidaymakers in Devon [England] are taking no chances—they plan to sit out the morning in an old smuggler’s cave.” In Brussels, authorities planned to sound as many as 1,250 air raid-type sirens in the event that Skylab rained wreckage across the bucolic Belgian countryside.\n4. An Australian youth profited handsomely from the Skylab crash, thanks to an American newspaper.\nBeginning in June of 1979, as Skylab’s re-entry approached, many American newspapers jokingly proposed “Skylab insurance,” which would pay subscribers for death or injury caused by flying orbiter fragments. The San Francisco Examiner went one step further, offering a $10,000 prize to the first person to deliver a piece of Skylab debris to its office within 72 hours of the crash. Knowing the orbiter wasn’t coming down anywhere near the continental United States, the newspaper felt it was making a safe bet. It didn’t count on news of the bounty traveling all the way to Australia. There, 17-year-old Stan Thornton of tiny Esperance awoke to the commotion when Skylab broke apart in the atmosphere and pelted his house with space station fragments. Thinking quickly, he grabbed a few charred bits of material from his yard, hopped on a plane without so much as a passport or suitcase and made it to the Examiner’s office before the deadline. The newspaper good-naturedly paid out the award.\n5. You won’t find the biggest and best pieces of Skylab wreckage in the United States. For that, head to the outback.\nThose who remember the Space Shuttle Challenger tragedy of 1986 recall how diligently NASA searched for pieces of the vehicle and tried to ensure none were taken as “souvenirs.” More recently, when a notebook containing the handwritten calculations of Apollo 13′s James Lovell went up for auction, NASA stepped in to assert ownership of the item before reversing its decision and allowing Lovell to sell it. So it may seem odd that very few large pieces of Skylab debris reside in museums in the United States. Instead, space memorabilia enthusiasts must travel to the far-flung reaches of southwestern Australia, where several museums contain pieces of the orbiting space laboratory. The Balladonia museum houses a pair of large pieces of sheet metal from the orbiter. One is emblazoned with “SKYLAB” in red letters, while the other piece is labeled “Airlock/Danger.” The Esperance, Australia, museum features two chunks of a Skylab oxygen tank; the smaller one was dug up by a rancher in 1990.\n6. It’s possible to own a piece of Skylab debris today.\nAlthough today NASA claims any fragment of Skylab is the property of the United States, the agency didn’t enforce ownership at the time the space station crash-landed. In fact, NASA officials at Marshall Space Flight Center examined a number of specimens provided by the Australians who discovered them, mounted the items on plaques attesting to their authenticity and returned them to their finders. Newspaper accounts of the day noted that the United States could, under international treaties, claim the debris, but chose to adopt a finders-keepers approach instead. Many Australian prospectors who uncovered Skylab artifacts never reported the finds to authorities after tales of confiscated booty made the rounds. Because the orbiter almost completely burned up on re-entry, the majority of its remnants consist of very small shards. A popular method of capitalizing commercially on the crash at the time seems to have been encasing these items in Lucite for preservation and then selling them. These and other items, such as purported Skylab toothpaste and canned meals, can be purchased at various online auction sites.","author":"Elizabeth  Hanes","web_category":"news","title":"The Day Skylab Crashed to Earth: Facts About the First U.S. Space Station’s Re-Entry","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/skylab-wide.jpg","url":"http://www.history.com/news/the-day-skylab-crashed-to-earth-facts-about-the-first-u-s-space-stations-re-entry"}