{"summary":"To reconstruct the Viste Boy’s face, Barber gleaned extensive information about his anatomy by scanning his cranium, supplementing details lost to damage with data from another 15-year-old boy’s skull. “The Viste Boy will probably attract attention in a future exhibition at the museum, bringing the story of Vistehola, the Viste Boy and the other people who lived there more alive for visitors.”","advice_category":"1","content":"\nIn law enforcement, forensic artists use drawing, digital imaging and skeletal analysis to recreate crime scenes and identify victims. As technology improves, these tools have become increasingly beneficial for researchers seeking to offer a glimpse at our earliest ancestors. That’s what Barber, a forensic art student at the University of Dundee in Scotland, hoped to accomplish when she began examining the Viste Boy’s brittle and fragmented skull.\n“The goal has been to create something as similar as possible to the original,” Barber explained. “That’s what facial reconstruction is all about—identification and recognition of a unique person.”\nEarlier studies of the Viste Boy’s remains and artifacts from Vistehola suggested that the Stone Age youth died at the age of 15 around 5500 B.C. He stood at just 4 feet tall, lived in a clan with 10 to 15 members and ate a fish-heavy diet. Experts also speculated that the teen had a sickly constitution and died prematurely as a result.\nTo reconstruct the Viste Boy’s face, Barber gleaned extensive information about his anatomy by scanning his cranium, supplementing details lost to damage with data from another 15-year-old boy’s skull. She then converted the digital reproduction into a plastic bust and shaped features, skin and muscle out of clay. Finally, a model was cast in plastic resin and fiberglass, and Barber painted on finishing touches such as eyes and facial hair.\nA bone analysis conducted as part of the project revealed that the Viste Boy was stocky and strong, casting doubt on the hypothesis that he was weakened by illness. “This reconstruction indicates that he must have been muscular, quite simply a robust person,” Barber said. On the other hand, her work showed that the teen likely had scaphocephaly, a congenital deformity that makes the head disproportionately long and narrow. Today, this condition can be corrected by surgery or other treatments early in life.\nThe model will go on display at the University of Stavanger’s archaeological museum, which houses the Viste Boy’s skull and skeleton. “People are drawn to faces,” Barber said. “The Viste Boy will probably attract attention in a future exhibition at the museum, bringing the story of Vistehola, the Viste Boy and the other people who lived there more alive for visitors.”","author":"History.com  Staff","web_category":"news","title":"Forensics Put a Face to a Stone Age Boy’s Remains","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/viste-boy-model.jpg","url":"http://www.history.com/news/forensics-put-a-face-to-a-stone-age-boys-remains"}