{"summary":"“The mosaic is spectacular because it is extremely large,” Hoff said. It’s extremely well-preserved.” So far, Hoff and his team have uncovered an estimated 50 percent of the marble tiles","advice_category":"1","content":"\nBack in 2001, archaeologists took notice when marble fragments showed up on a freshly plowed field in southern Turkey. Now, more than a decade later, a dig organized by the University of Nebraska-Lincoln has unearthed a giant ancient mosaic in what was once a far-flung corner of the Roman empire. Boasting an estimated 1,600 square feet of exquisitely decorated tiles, the find highlights the historical and archaeological importance of an overlooked region, experts believe.\nThe mosaic, thought to have been part of a bath complex, once lay within the provincial city of Antiochia ad Cragum, founded in the middle of the first century by the Roman client-king Antiochus IV. Until recently, historians and archaeologists did not realize how strongly Rome’s influence shaped the city, which fell under Roman rule, said University of Nebraska-Lincoln art history professor Michael Hoff. He and his colleagues—including students participating in a summer field school—have been excavating the ancient site since 2005. Along with the mosaic and bath, they have found evidence of Roman-style temples, markets, shops and streets, Hoff said.\n“This region is not well-understood in terms of history and archaeology,” Hoff explained in a video released by the University of Nebraska-Lincoln. “Everything that we find adds more evidence to our understanding of this area of the Roman empire. We’re beginning to understand that it was perhaps more Romanized, more in line with the rest of the Roman world, than had been suspected before.”\nIndeed, the mosaic is typically Roman in design, featuring large squares with geometric patterns. Perhaps most strikingly, it stretches over 1,600 square feet of space. “The mosaic is spectacular because it is extremely large,” Hoff said. “As far as we are aware, it looks to be the largest mosaic of its kind ever found in southern Turkey. It’s also unusual in its preservation. It’s extremely well-preserved.” So far, Hoff and his team have uncovered an estimated 50 percent of the marble tiles. They believe that a 25-foot-long marble pool once welcomed bathers in the center of the mosaic.\n“We were surprised to have found a mosaic of such size and of such caliber in this region of Turkey, an area that had usually been off the map, off the radar screen, of most ancient historians and archaeologists,” Hoff remarked. “It does cause us to change our focus about what we think Rough Cilicia”—the region encompassing coastal areas of southern Turkey—“was like in antiquity.”","author":"Jennie  Cohen","web_category":"news","title":"Giant Roman Mosaic Unearthed in Turkey","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/roman-mosaic-turkey1.jpg","url":"http://www.history.com/news/giant-roman-mosaic-unearthed-in-turkey"}