{"summary":"According to Heritage Auctions, which handled the sale for Oakley’s descendants, Oakley became disenchanted with the Parker Brothers shotgun midway through her overseas stay, later presenting it as a gift to her husband’s brother.. A rare 12-gauge shotgun that Annie Oakley once used to dazzle Queen Victoria fetched the hefty sum of $143,400 at auction yesterday","advice_category":"1","content":"\nA rare 12-gauge shotgun that Annie Oakley once used to dazzle Queen Victoria fetched the hefty sum of $143,400 at auction yesterday. Made by Parker Brothers, the weapon is thought to have accompanied the sharpshooting celebrity when she traveled to England with Buffalo Bill Cody’s famed Wild West show in 1887. During that tour, Oakley performed for European royalty attending the queen’s Golden Jubilee.\nAccording to Heritage Auctions, which handled the sale for Oakley’s descendants, Oakley became disenchanted with the Parker Brothers shotgun midway through her overseas stay, later presenting it as a gift to her husband’s brother.\nBorn Phoebe Ann Moses in an Ohio cabin in 1860, Oakley demonstrated an extraordinary gift for marksmanship at an early age. At 15 she won a shooting match against a traveling exhibition sharpshooter named Frank Butler, whom she soon married. The pair began performing together and eventually joined Buffalo Bill’s touring company. Oakley continued to set records well into her 60s; she also campaigned for women’s rights to work, participate in sports and bear arms. She died in 1926 at age 66.\nRoughly 100 items that once belonged to Oakley, including the Parker Brothers shotgun, were sold in Dallas, Texas, by Heritage Auctions on Sunday. Featuring rifles, letters and photographs, among other things, the collection was put up for sale by the famous sharpshooter’s great-grandnieces. They had inherited the artifacts from their mother, Billie Butler Serene, whose grandfather was Frank Butler’s brother.\n“We had decades worth of treasures in steamer trunks,” said Terrye Holcomb, one of the descendants. “My mother cherished her family, and when the family passed, this is what she clung to.”\nAlong with the Parker Brothers gun, other big-ticket items included a Marlin .22 caliber rifle that went for $83,650 and Oakley’s iconic Stetson hat, which brought in $17,925. The entire collection sold for $518,875.\n“The intense interest and great prices this auction brought show the ongoing fascination people have with Annie Oakley and highlight the value of 125 years of careful stewardship by her loved ones,” said Tom Slater, director of historical auctions for Heritage Auctions.","author":"Jennie  Cohen","web_category":"news","title":"Annie Oakley’s Gun Sells at Auction","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/annie-oakley-gun.jpg","url":"http://www.history.com/news/annie-oakleys-gun-sells-at-auction"}