{"summary":"The hoax, however, was quickly exposed, and Lorz readily admitted to his automotive assistance. Louis Games, the American runner became the first competitor to cross the finish line of the marathon","advice_category":"1","content":"\n1. Ben Johnson.After smashing a world record to win the most anticipated event of the 1988 Seoul Olympics, the 100-meter dash, the Canadian sprinter told a press conference, “A gold medal—that’s something no one can take away from you.” Not exactly. A day later, Johnson tested positive for an anabolic steroid and was stripped of the gold medal, which was awarded to American Carl Lewis. (Lewis himself had tested positive for stimulants during the 1988 U.S. Olympic trials, but the U.S. Olympic Committee overturned his suspension.) In 1999, Saadi el-Qaddafi, son of Libyan dictator Muammar el-Qaddafi and an aspiring soccer player, hired Johnson as a fitness coach. After suiting up for one game in an Italian soccer league, Qaddafi, too, failed a drug test.\n2. Madeline and Margaret de Jesus.After Puerto Rico’s Madeline de Jesus came up lame while competing in the long jump, she was unable to run in the 4กั400-meter relay at the 1984 Los Angeles Games. In a plot that could have been dreamed up in nearby Hollywood, Madeline enlisted her identical twin sister, Margaret, as an imposter for a qualifying heat. Margaret ran the second leg of the qualifier, and the team advanced. When the chief coach of the Puerto Rican team learned of the ruse, however, he pulled his team out of the final.\n3. Fred Lorz. Before thousands of cheering countrymen at the 1904 St. Louis Games, the American runner became the first competitor to cross the finish line of the marathon. One problem: Lorz had ridden 10 miles of the marathon course in an automobile after cramping up early in the race. After his car broke down, a rejuvenated Lorz ran the final 5 miles and entered the Olympic stadium before any of his fellow marathoners. The hoax, however, was quickly exposed, and Lorz readily admitted to his automotive assistance. (In another strange twist, the actual marathon winner, American Thomas Hicks, had been administered a stimulant—a dose of strychnine, sulfate in egg whites and a swig of brandy—during the race. The performance enhancer, while potentially lethal, was within the rules in 1904.)\n4. Spiridon Belokas. Lorz wasn’t the first Olympic marathoner to hitch a ride, but at least he was a good enough cheat to seemingly win the race. Belokas, on the other hand, rode in a carriage for part of the inaugural Olympic marathon in Athens in 1896 but only managed to cross the line in third place. The Greek runner was disqualified, depriving the host country of sweeping the top three spots in the signature event of the Olympics.\n5. Marion Jones. The American sprinter and long jumper was the star of the 2000 Sydney Games as she captured three gold and two bronze medals, becoming the first woman to win five medals at a single Olympiad. Her feats, however, were under suspicion after news broke during the Games that husband C.J. Hunter, an American shot putter, had tested positive for steroids. Jones vehemently denied using performance enhancers. In 2007, Jones admitted she had used steroids prior to the Sydney Games, and she served a six-month sentence for lying to federal investigators. She was stripped of her Olympic medals.\n6. Boris Onischenko. It was a bit of high-tech skullduggery worthy of a Cold War spy novel that got Onischenko, a Soviet modern pentathlete and KGB colonel, thrown out of the 1976 Montreal Games. Onischenko, who had won two previous Olympic medals, rigged his fencing epee to falsely register a touch whenever he pushed a concealed button in the handle. The Soviet was foiled, so to speak, when the scoreboard recorded a hit while British captain Jim Fox was retreating and clearly untouched by the sword. Officials examined the epee and discovered the device.\n7. Tunisian modern pentathlon team. If at first you can’t succeed, cheat. Words to live by for the inept Tunisian modern pentathlon team in the 1960 Rome Games. In the first event, the entire team fell off their horses. One athlete almost drowned during the swimming competition, and the team was forced out of the shooting event after a team member nearly grazed the judges. For the fencing event, the Tunisians decided to secretly send out their expert swordsman each time and hoped no one looked behind the mask. The third time the same fencer came out, however, the hoax was discovered.\n8. East German swimmers. East Germany became an Olympic powerhouse in the pool in the 1970s and 1980s, and their incredible success—along with certain physical characteristics—raised suspicions of steroid use. When a rival coach commented on the deep voices of many of East Germany’s female swimmers, an East German coach replied, “We came here to swim, not sing.” After the fall of the Berlin Wall, coaches from the women’s swimming team admitted in 1991 what many had long suspected—that East German swimmers systematically used steroids. In 2000, the former East German sports chief and his medical director were found guilty in a Berlin court of “systematic and overall doping in [East German] competitive sports.”\n9. Dora Ratjen. During the 1936 Berlin Olympics, the German finished fourth in the women’s high jump. After setting a women’s high jump record in 1938, a bombshell was uncovered—Ratjen was a man. Later in life, Horst Ratjen claimed the Nazis ordered him to pose as a woman “for the sake of the honor and glory of Germany.” He also reportedly said, “For three years I lived the life of a girl. It was most dull.”","author":"Christopher  Klein","web_category":"news","title":"Shortcuts to the Gold: 9 Cheaters in Olympic History","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/ben-johnson.jpg","url":"http://www.history.com/news/shortcuts-to-the-gold-9-cheaters-in-olympic-history"}