{"summary":"Over the years, attempts have been made to debunk the notion that 13 is an unlucky number and prove that Friday the 13th is a day like any other. Fowler officially founded the Thirteen Club in 1880 and invited his acquaintances to dine together in groups of 13 on the 13th day of each month","advice_category":"1","content":"\nTo understand Friday the 13th’s fall from grace, scholars have first tried to determine what about the number 13 rubs so many people across so many cultures the wrong way. Some have suggested that its nasty reputation dates back to at least 1780 B.C., when the ancient Babylonian legal document known as the Code of Hammurabi was enacted without a 13th law; this hypothesis has been questioned, however, since the original text did not include numeration. Others have pointed out that 13’s younger sibling, the number 12, traditionally signifies completeness: There are 12 signs of the zodiac, 12 months of the year, 12 hours on the clock and 12 tribes of Israel, among other famous dozens. Anywhere outside a bakery, then, 13 is considered a transgression of this rule.\nBut why are Fridays that fall on a month’s 13th day so vilified? According to biblical sources, Friday was the day on which Eve offered Adam the forbidden fruit and Jesus was crucified. Another popular theory links the superstition to the demise of the Knights Templar, a monastic military order whose members were arrested en masse by France’s King Philip IV on Friday, October 13, 1307.\nPopular culture further denigrated Friday the 13th as early as 1907, when Thomas Lawson wrote a book about a broker who tries to bring down Wall Street on that day. Then, the American cultural touchstone that is the “Friday the 13th” horror film franchise debuted in 1980, forever associating the day with a machete-wielding psychopath in a hockey mask. The most recent installment premiered in 2009.\nOver the years, attempts have been made to debunk the notion that 13 is an unlucky number and prove that Friday the 13th is a day like any other. In the 1880s a group of influential New Yorkers formed a club for that express purpose, taking particular offense at the unwritten rule against seating 13 people at a table. (Legend had it that one of the 13 would die within a year, a belief that may have roots in the story of Jesus’ last supper, and that one guest would become seriously ill if the meal took place on Friday the 13th.) The group’s leader was William Fowler, a Civil War veteran with a defiant fondness for the dreaded figure: He had served with distinction in 13 major battles, retired from the army on August 13, 1863, and leased the club’s future headquarters, a Manhattan tavern called the Knickerbocker Cottage, on the 13th day of the following month.\nFowler officially founded the Thirteen Club in 1880 and invited his acquaintances to dine together in groups of 13 on the 13th day of each month. It would take a year for the decorated captain to draft 13 men plucky enough to attempt the feat. Finally, the inaugural dinner took place on Friday, January 13, 1881, in room 13 of the Knickerbocker. Since Fowler and his like-minded recruits hoped to flout as many old wives’ tales as possible, they entered by walking under a ladder and sat down to a table covered in spilled salt. Fowler’s brainchild became one of New York’s most distinguished and popular clubs, attracting nearly 500 members by 1887. Other branches cropped up in other cities, some of which were open to women at a time when men dominated the country’s social clubs. By the time the last of the Thirteen Clubs closed in the 1940s, five presidents had been granted honorary membership.\nSo how unlucky is Friday the 13th, really? Experts say accurate data is impossible to collect since many people around the world avoid certain activities, including travel and surgery, on that day. A 2008 Dutch study concluded that fewer automobile accidents, fires and crimes occur on Friday the 13th, adding the caveat that superstitious would-be victims may simply have stayed out of harm’s way. Past Black Fridays notwithstanding, Friday the 13th may actually be a boon for finance: According to CNBC, the market has been up 80 times out of the past 140 Friday the 13ths.","author":"Jennie  Cohen","web_category":"news","title":"Friday the 13th: History of a Phobia","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/friday-13th.jpg","url":"http://www.history.com/news/friday-the-13th-history-of-a-phobia"}