{"summary":"“I make the argument that Darwin had multiple illnesses in his lifetime.”. “Chagas would describe the heart disease, cardiac failure or ‘degeneration of the heart’—the term used in Darwin’s time to mean heart disease—that he suffered from later in life and that eventually caused his death,” Cohen explained.","advice_category":"1","content":"\nAt 73, his stomach problems somewhat abated but his memory deteriorating, the father of evolution succumbed to heart failure after a three-month decline that reportedly began with a dizzy spell during a rock climbing expedition. According to his children, Darwin—a doting family man at a time when active fathers were rare—spoke these words to his wife Emma shortly before dying: “I am not the least afraid of death. Remember what a good wife you have been to me. Tell all my children to remember how good they have been to me.” (Those who cared for him in his final moments later vehemently denied rumors—largely circulated by a British evangelist who went by the name Lady Hope—that the agnostic scientist had re-embraced Christianity and recanted his ideas about evolution on his deathbed.)\nDuring Darwin’s lifetime, England’s most prominent physicians failed to decode the ailing naturalist’s jumble of symptoms. Their diagnoses ran the gamut from gout to appendicitis to hepatitis to mental exhaustion to schizophrenia, while the remedies they prescribed—lemons, Indian ale, hydrotherapy, arsenic, strychnine and codeine, among countless others—provided little relief.\nLast week, Darwin’s health and death became the latest medical mystery tackled by the Historical Clinicopathological Conference (CPC), an annual event held by the University of Maryland School of Medicine. Since 1995, specialists have met to unravel the perplexing conditions of eminent figures who lived and died centuries or even millennia ago, using their advanced knowledge to retroactively diagnose these long-dead “patients.” Past subjects have included Alexander the Great, Christopher Columbus, Edgar Allan Poe, Beethoven, Simon Bolivar, Claudius and the Egyptian pharaoh Akhenaten. Some of the conferences have sought more than just a diagnosis and cause of death, investigating, for example, if modern medicine could have saved Abraham Lincoln’s life, what caused Florence Nightingale’s debilitating depression and whether Joan of Arc was mentally competent when she stood trial for heresy.\nThis year, the case of Charles Darwin was taken up by Sidney Cohen, professor of medicine and director of research at the Jefferson Medical College of Thomas Jefferson University in Philadelphia. It was an entirely new breed of challenge for the noted gastroenterologist, who usually relies on X-rays, blood studies and other types of physical evidence. “This is purely a symptom-based assessment, an analysis of this journey of invalidism that [Darwin] suffered throughout his life,” Cohen said in a statement.\nIn his analysis, Cohen agreed with an existing theory that the scientist had likely contracted a parasitic illness called Chagas disease, possibly while traveling the globe—and making observations that shaped his natural selection model—aboard HMS Beagle. If left untreated, it can eventually cause cardiac damage. “Chagas would describe the heart disease, cardiac failure or ‘degeneration of the heart’—the term used in Darwin’s time to mean heart disease—that he suffered from later in life and that eventually caused his death,” Cohen explained.\nCohen also theorized, as have several other modern physicians, that a chronic condition known as cyclic vomiting syndrome (CVS) caused Darwin’s lifelong abdominal distress. He then added a new diagnosis to the mix: Helicobacter pylori, a bacterium associated with peptic ulcers and stomach cancer, which is prevalent in the same regions as Chagas disease and is currently one of the most widespread infections on the planet, according to the World Health Organization. “Darwin’s lifelong history does not fit neatly into a single disorder based historically only upon symptom assessment,” Cohen said. “I make the argument that Darwin had multiple illnesses in his lifetime.”\nLike most of the historical figures the conference has evaluated, Darwin died before the diseases that plagued him were described and studied. “It is particularly poignant that the scientists and physicians of his time could not provide Darwin, the father of modern life sciences, with relief from the ailments that affected so much of his life,” said Philip A. Mackowiak, vice chairman of the University of Maryland School of Medicine’s department of medicine and the conference’s founder. “This is precisely the type of historically significant mystery the CPC seeks to unravel. We hope examination of this case adds to the understanding and appreciation of this great man, who was able to accomplish so much despite his medical condition.”","author":"Jennie  Cohen","web_category":"news","title":"What Killed Charles Darwin?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/05/charles-darwin-150x150.jpg","url":"http://www.history.com/news/what-killed-charles-darwin"}