{"summary":"Intriguingly, a Homo erectus site in Dmanisi, Georgia, that dates from the same period as Kokiselei contains crude pebble tools and no traces of Acheulian technology. In 2007, a team of researchers led by Christopher Lepre of Rutgers University used a cutting-edge technique to date a haul of Acheulian tools found near Homo erectus remains at a site known as Kokiselei, located on the banks of Kenya’s Lake Turkana","advice_category":"1","content":"\nTaller and more robust than modern humans but with a smaller cranial capacity, Homo erectus appeared roughly 2 million years ago and spread across Africa, Asia and parts of southern Europe before vanishing from the fossil record some 70,000 years ago. Thought to be our direct ancestors, these hominins probably mastered fire and were the first to develop cutting and butchering instruments known as Acheulian tools, named after an archaeological site in Saint-Acheul, France.\nMade from chiseled stone, Acheulian tools improved upon the pebble-like chopping implements wielded by Homo erectus’ more primitive cousins such as Homo habilis. According to some scientists, the symmetry of Acheulian tools–epitomized by teardrop- and oval-shaped axes–suggests that Homo erectus might have used language to communicate, since the same regions of the brain control aesthetic awareness and speech. Others have pointed to the artifacts’ sophistication as evidence that their manufacturers could innovate, think ahead and understand spatial relations better than their ancestors.\nIn 2007, a team of researchers led by Christopher Lepre of Rutgers University used a cutting-edge technique to date a haul of Acheulian tools found near Homo erectus remains at a site known as Kokiselei, located on the banks of Kenya’s Lake Turkana. The artifacts turned out to be at least 300,000 years older than similar instruments fashioned by Homo erectus in Ethiopia and India, Lepre and his colleagues revealed in Thursday’s issue of Nature. “We suspected that Kokiselei was a rather old site, but I was taken aback when I realized that the geological data indicated it was the oldest Acheulian site in the world,” Lepre recalled in a statement.\nIntriguingly, a Homo erectus site in Dmanisi, Georgia, that dates from the same period as Kokiselei contains crude pebble tools and no traces of Acheulian technology. This challenges the prevailing theory that Homo erectus originated in Africa and later drifted across Eurasia. “The Acheulian tools represent a great technological leap,” said Dennis Kent, a co-author of the study. “Why didn’t Homo erectus take these tools with them to Asia?” Perhaps, the researchers suggest, Homo erectus individuals venturing out of Africa left behind their most advanced toolkit, or maybe they simply “lost” their knowledge of Acheulian craftsmanship during their wanderings","author":"Jennie  Cohen","web_category":"news","title":"Human Ancestors Crafted Advanced Tools Earlier Than Thought","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/hand-axes-thumb.jpg","url":"http://www.history.com/news/human-ancestors-crafted-advanced-tools-earlier-than-thought"}