{"summary":"On April 1, 1976, the BBC pulled off yet another of its many April Fools’ Day pranks. On April 1, 1957, the BBC aired a segment in which a Swiss farming family harvested long strands of pasta from their spaghetti trees","advice_category":"1","content":"\n1856: The Tower of London hosts a lion washing extravaganza\nIn the days leading up to April 1, 1856, London residents received an official-looking invitation printed on Tower of London stationery and bearing a crimson wax seal. Signed “Herbert de Grassen,” supposedly a “senior warden” at the popular tourist attraction and prison, the leaflet offered admission to “view the annual ceremony of washing the lions” on April 1. Such an event could have indeed taken place two decades earlier, but the Tower’s famous menagerie—which for 600 years featured bears, leopards, lions and other dangerous beasts—had closed in 1835. Nevertheless, a certain number of would-be spectators showed up for the display, only to learn they’d fallen prey to an April Fools’ hoax.\n1957: Spaghetti grows on trees\nLeave it to the Brits to concoct one of history’s most memorable April Fools’ Day pranks. On April 1, 1957, the BBC aired a segment in which a Swiss farming family harvested long strands of pasta from their spaghetti trees. In England at that time, Spaghetti was still an exotic delicacy with mysterious origins, so many viewers bought the report hook, line and sinker. Some even called in to ask how to grow spaghetti trees of their own. The BBC reportedly suggested, “Place a sprig of spaghetti in a tin of tomato sauce and hope for the best.”\n1962: Swedish televisions don pantyhose\nOn April 1, 1962, a supposed technical expert for Sweden’s one and only television channel made an exciting announcement. By stretching out a pair of nylon stockings and taping it over their screens, he reported, viewers could watch the usual black-and-white broadcast in stunning color. Television owners rushed to implement the astonishingly simple hack, only to be disappointed when the hose did nothing but obscure the picture. Regular color programming would eventually debut in Sweden on April 1, 1970.\n1972: The Loch Ness Monster surfaces\nVery few April Fools’ Days go by without some Nessie-related hoax, but in 1972 a widely published photograph convinced many that Loch Ness’ elusive dweller had finally made an appearance—sadly, dead rather than alive. It turned out that a prankster from Yorkshire’s Flamingo Park Zoo had dumped the body of a bull elephant seal in the lake. He had only intended to play a joke on his coworkers, but the “news” quickly went viral.\n1976: Gravity takes a hiatus\nOn April 1, 1976, the BBC pulled off yet another of its many April Fools’ Day pranks. Astronomer Sir Patrick Moore told listeners that at 9:47 a.m. that day, the temporary alignment of Pluto and Jupiter would cause a reduction in Earth’s gravity, allowing people to briefly levitate. Sure enough, at 9:48, hundreds of enthralled callers flooded the lines with reports that they had floated in the air.\n1992: Richard Nixon makes a comeback\nTricky Dick running for president—again? That’s what National Public Radio’s “Talk of the Nation” program revealed on April 1, 1992. The segment even included a clip in which the disgraced politician intoned, “I never did anything wrong, and I won’t do it again.” As outraged listeners called in to express their dismay, the station admitted the announcement was a hoax. Comedian Rich Little, known for his spot-on impression of the 37th president, had played the role of Nixon.\n1998: Lefties get their own burger\nIn a full-page advertisement in USA Today, Burger King unveiled a new menu item specifically engineered for southpaws: the Left-Handed Whopper. According to the fast food chain, the burger’s condiments were rotated 180 degrees to better suit the 1.4 million lefties who patronized its restaurants. Thousands of customers requested the new burger, swallowing an April Fools’ Day whopper as they ordered their Whopper.\n2000: People Google with their minds\nNow famous for its annual hoaxes, Google played its first April Fools’ Day prank in 2000. Visitors to the search engine’s website learned about a new “MentalPlex” technology that supposedly read people’s minds, thereby bypassing the need to type in a query. Google has orchestrated an increasing number of elaborate ruses in the years since, announcing such products and features as Google Nose, Gmail Motion and PigeonRank.","author":"Jennie  Cohen","web_category":"news","title":"8 Zany April Fools’ Day Hoaxes","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/april-fools-hoaxes.jpg","url":"http://www.history.com/news/8-zany-april-fools-day-hoaxes"}