{"summary":"“Most people in Kinston and Lenoir County knew of the Neuse and it location,” said Hardison. The story of the Neuse began on October 17, 1862, when a contract for an ironclad gunboat was signed between the shipbuilding firm Howard & Ellis and the Confederate Navy","advice_category":"1","content":"\nThe story of the Neuse began on October 17, 1862, when a contract for an ironclad gunboat was signed between the shipbuilding firm Howard & Ellis and the Confederate Navy. “Her construction was an effort by the Confederate government to keep eastern North Carolina open, so that supplies being brought in by blockade runners into Wilmington would continue to move from Wilmington to Richmond,” explained Keith Hardison, director of the North Carolina Division of State Historic Sites and Properties. “It was also hoped that it would help in an effort to recapture parts of the coast that had fallen to Union forces.”\nFinally, on April 22, 1864, the Neuse, though not quite complete, steamed toward New Bern to take part in a Confederate assault. Barely half a mile into the journey, however, the ship ran aground. Soon the river rose and it returned to its moorings, where it still floated on March 10, 1865, when Union forces descended on Kinston. Two days later, the Neuse’s crew set the ironclad on fire and sank it to prevent its capture. The U.S. Department of the Treasury auctioned the wreck off for scrap that October, and the half-submerged ship was stripped of everything deemed usable.\nBad luck had kept the much-anticipated Neuse out of battle, and now the shallow, muddy waters of its resting place kept it in plain sight. “Most people in Kinston and Lenoir County knew of the Neuse and it location,” said Hardison. “They called the bend in the river ‘Gunboat Bend.’” While would-be conservationists clamored for the ship’s salvage by the Army Corps of Engineers as early as 1940, residents enjoyed swimming near the wreckage and fishermen used its hand-wrought spikes to weight their nets.\nIn the 1950s several high school boys excavated shells from the wreck site, inspiring three local businessmen to initiate a recovery project. In 1963, when the Neuse emerged from the river at last, “she was in fairly good condition,” Hardison said. “Most of her interior flooring and rooms were still intact.” A year later, workers moved the ship to the Governor Caswell Memorial in Kinston.\nThe plan to relocate the Neuse has been underway since the 1990s. “Over the years, and as new information about preservation has come to light, we now know that the best way to preserve the CSS Neuse is a climate-controlled building, which will help to preserve her for future generations,” Hardison explained. He and other officials hope that, when the Neuse makes its way up King Street in downtown Kinston this weekend, the wreck of Gunboat Bend will dock for the last time.","author":"Jennie  Cohen","web_category":"news","title":"Wreck of Civil War Gunboat Gets a New Home","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/css-neuse-wide.jpg","url":"http://www.history.com/news/wreck-of-civil-war-gunboat-gets-a-new-home"}