{"summary":"The team also found that the remains showed various injuries consistent with Richard’s battlefield wounds as well as with those injuries likely inflicted by Tudor soldiers as they carried the dead king on horseback to Leicester, including dagger thrusts to the cheek, jawbone and lower back. After his death, Richard’s powerful Tudor enemies demonized the last Plantagenet king as a brutal, corrupt tyrant who ordered the murder of his two young nephews in the Tower of London, among other heinous crimes","advice_category":"1","content":"\nRichard III may have ruled England for only two years, but he stands out in many minds as one of the country’s most notorious kings. At the age of 32, he was killed during the Battle of Bosworth Field, in which his supporters faced off against the army loyal to Henry Tudor (the future Henry VII). After his death, Richard’s powerful Tudor enemies demonized the last Plantagenet king as a brutal, corrupt tyrant who ordered the murder of his two young nephews in the Tower of London, among other heinous crimes. Later scholars have viewed Richard in a more favorable light, however, emphasizing contemporary accounts of his progressive leadership (including measures to help the poor, provide legal protection for accused criminals and ease censorship of the printed word) and the lack of hard evidence linking him to the young princes’ disappearance.\nArchaeologists first decided to dig up the site in Leicester after ground-penetrating radar showed that the former Grey Friars priory was not located underneath a 19th-century bank building (as had been suspected) but under a municipal parking lot across the street. They broke ground in late August, and within days found what they were looking for–a medieval church and garden, along with two sets of human remains–within days.\nThe male skeleton was found in a corner of the church’s chapel, in the exact spot where 16th-century Tudor historian John Rouse reported that Richard III was buried after his death on Bosworth Field (some 20 miles from Leicester). It showed skull trauma consistent with a battlefield injury, and had a visible spinal curvature likely caused by scoliosis. Such a condition would explain the hunchback appearance that became Richard’s most identifying physical characteristic. (His detractors–notably William Shakespeare, who penned an eponymous play about the king–emphasized and exaggerated this physical deformity, using it as a symbol of his evil character.)\nSoon after finding the remains, the University of Leicester team announced they would be testing them against DNA samples of Richard’s family’s modern-day descendants. Over the five months that followed, as the DNA analysis was being completed, the team confirmed through additional tests that the body was of a man in his late 20s or early 30s, with a diet rich in meat and fish, characteristic of a wealthy 15th-century Englishman. In addition, radiocarbon dating of two rib bones indicated the owner had died between 1455 and 1540 (Richard was killed in 1485). The team also found that the remains showed various injuries consistent with Richard’s battlefield wounds as well as with those injuries likely inflicted by Tudor soldiers as they carried the dead king on horseback to Leicester, including dagger thrusts to the cheek, jawbone and lower back. The wound on his skull (believed to have caused his death) may have been inflicted by a halberd, a medieval weapon that was a lethal combination between a spear and battleaxe.\nFinally, in today’s news conference, lead archaeologist Richard Buckley announced that DNA testing had confirmed “beyond reasonable doubt” that the remains found under the parking lot are in fact of King Richard III. According to geneticist Turi King, samples taken from two modern-day descendants of Richard’s family matched the remains found at the site. One of the descendants is Michael Ibsen, a Canadian-born furniture maker and the son of a 16th-generation niece of King Richard’s; the other has chosen to remain anonymous. Now that the identity is confirmed, University of Leicester officials say that remains will be buried sometime early next year in Leicester’s Anglican cathedral, some 100 yards from where they were found.","author":"Sarah  Pruitt","web_category":"news","title":"Parking Lot Remains Confirmed to Belong to Richard III","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/HITH-Richard-II-follow-up.jpg","url":"http://www.history.com/news/parking-lot-remains-confirmed-to-belong-to-richard-iii"}