{"summary":"Patrick’s Day celebration in Colonial America dated back to 1737 in Boston, but commemorations of the feast day of Ireland’s patron saint were limited by the time of the American Revolution. Patrick’s Day a holiday for his troops","advice_category":"1","content":"\nThe Continental Army that encamped in Morristown, New Jersey, shivered through the brutal winter of 1779-1780. It was hard for them to believe that conditions could be any harsher than they had been at Valley Forge two years prior, but these were truly the cruelest days of the American Revolution. Twenty-eight separate snowstorms struck the encampment, burying it under as much as 6 feet of snow, between November 1779 and April 1, 1780. Through the coldest winter in recorded history, patriot foot soldiers slept on straw and huddled together for warmth in rudimentary log huts. The weather made it difficult to obtain supplies, and men went days without food. Some even resorted to eating the bark off twigs for nourishment.\nNeedless to say, frivolity was at a severe premium. George Washington knew he needed to buoy the spirits of his forces, so he did what a good boss would do: he gave them a day off. The general granted his troops just a single holiday that winter in Morristown, and it wasn’t Christmas. It was a holiday rarely observed in America—St. Patrick’s Day.\nThe Irish represented the largest immigrant group to arrive in the colonies in the 1700s. The first St. Patrick’s Day celebration in Colonial America dated back to 1737 in Boston, but commemorations of the feast day of Ireland’s patron saint were limited by the time of the American Revolution. The Irish who had immigrated to Colonial America were mainly Presbyterians from the northern province of Ulster. (Irish Catholics would not begin to arrive in large numbers until the Great Famine of the 1840s.) These “Scotch-Irish,” driven from Ireland by British oppression in the first place, were predisposed to support the rebellion against the crown. Estimates are that one-quarter or more of the Continental Army was Irish by birth or ancestry, and regiments from Pennsylvania and Maryland were nearly half-Irish. Generals born in Ireland or who had Irish parents commanded seven of the eleven brigades wintering in Morristown.\nBack in Ireland—which, like America, was striving for independence from the yoke of the British Empire—the populace was naturally sympathetic to the patriot cause during the American Revolution. The Irish in Ulster were so open in their support that the lord lieutenant of Ireland complained to London that the Irish Presbyterians were “in their hearts” Americans who were “talking in all companies in such a way that if they are not rebels, it is hard to find a name for them.”\nSo in an effort to give his men a badly needed break, to recognize the heritage of many of his soldiers and to express solidarity with the “brave and generous” people of Ireland, Washington issued general orders on March 16, 1780, proclaiming St. Patrick’s Day a holiday for his troops. It was the first day of rest for the Continental Army in more than a year. “The General directs that all fatigue and working parties cease for to-morrow the SEVENTEENTH instant,” read the orders, “a day held in particular regard by the people of [Ireland].”\nWashington also told his troops that he expected “that the celebration of the day will not be attended with the least rioting or disorder.” While not all St. Patrick’s Day celebrations are well-behaved affairs, it appears that this one was. Soldiers may not have quaffed green tankards of ale, but the men of the Pennsylvania Division at least enjoyed a hogshead of rum that had been purchased by their commander. In appreciation of his actions, the Friendly Sons of St. Patrick, a relief organization for Irish immigrants, named Washington an honorary member in 1782.\nThe date of St. Patrick’s Day already held special significance for Washington. Four years prior, on March 17, 1776, the British evacuated Boston, and the general had his first major strategic victory since assuming the command of the Continental Army in Cambridge, Massachusetts, in July 1775. Nearly 9,000 Redcoats and more than 1,000 Loyalists boarded 120 ships in Boston Harbor on that St. Patrick’s Day morning, and the enormous flotilla set sail for Halifax, Nova Scotia. Legend has it that Washington selected “Boston” as the password for the first troops to re-enter the town that day, and, in honor of Ireland’s patron saint, “St. Patrick” was the proper response.\nMarch 17 is today a civic holiday in Boston, ostensibly to commemorate “Evacuation Day.” But much like Washington’s army holed up in Morristown, most Bostonians spend the day celebrating all things Irish—with or without a hogshead of rum.","author":"Christopher  Klein","web_category":"news","title":"George Washington’s Revolutionary St. Patrick’s Day","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/washington-spd-thumb.jpg","url":"http://www.history.com/news/george-washingtons-revolutionary-st-patricks-day"}