{"summary":"“The new study suggests that Peking Man lithic [stone] technology was not simple as previously thought,” Shen and his colleagues wrote in an abstract to their recent paper, presented at a Society for American Archaeology conference in early April. But in 2009, new research revealed that Peking Man was much older, raising questions about how these primitive cave dwellers weathered the cold some 700,000 years ago.","advice_category":"1","content":"\nIn 1918, archaeologists discovered some of the first specimens of Homo erectus, known as Peking Man, in the fossil-rich Zhoukoudian cave system near Beijing. Until recently, it was believed that the extinct hominid species, characterized by its upright stance and robust build, inhabited the area between 250,000 and 500,000 years ago, after the end of a glacial period that had significantly cooled northern China’s climate. But in 2009, new research revealed that Peking Man was much older, raising questions about how these primitive cave dwellers weathered the cold some 700,000 years ago.\nNow, a team of scientists led by Chen Shen of the Royal Ontario Museum has reexamined artifacts found on the site and concluded that this particular Homo erectus group probably learned to survive by crafting sophisticated tools. “The new study suggests that Peking Man lithic [stone] technology was not simple as previously thought,” Shen and his colleagues wrote in an abstract to their recent paper, presented at a Society for American Archaeology conference in early April. “The micro-wear evidence indicates many typed tools were made for specific tasks related to processing animal substances.”\nMore specifically, Peking Man may have fashioned stone-tipped spears and used them to kill and butcher animals. The ability to construct “composition” tools—objects made of several different materials, such as wood and sharpened rock—indicates a level of dexterity and intelligence approaching that of modern humans. It is also the earliest evidence of such activity by early hominids in China, according to the abstract. Further research may shed light on whether these primitive tools were held together by sinew, sap or other substances.\nHomo sapiens also adapted to cold climates by assembling weapons for hunting animals, which provided hides and fur to make clothing as well as a valuable food source in the absence of sufficient vegetation.","author":"History.com  Staff","web_category":"news","title":"Did Homo Erectus Craft Complex Tools and Weapons?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/zhoukoudian-caves.jpg","url":"http://www.history.com/news/did-homo-erectus-craft-complex-tools-and-weapons"}