{"summary":"– 9/11 State of Emergency. – The Man Who Predicted 9/11","advice_category":"1","content":"\n9/11: Ten Years Later\nWatch videos, explore infographics and interactives, browse in-depth topic articles and find out about upcoming television shows.\nWorld Trade Center Reborn: Infographic\nGet the facts on the new World Trade Center site, from how many workers are involved each day to where the trees come from.\nFlight 93 National Memorial Dedication: Live Webcast\nOn the eve of the 10-year anniversary of the September 11 terrorist attacks, the Flight 93 National Memorial in Shanksville, Pennsylvania, will be dedicated. History.com will feature a live webcast of the dedication ceremony at 12:30 p.m. ET/9:30 a.m. PT.\n102 Minutes That Changed America: Live Simulcast\nIn commemoration of the 10th anniversary of September 11, 2001, A+E Networks will air a special presentation of 102 Minutes That Changed America, simulcast online and on the HISTORY, A&E, Lifetime and BIO networks. The special, which uses raw footage and archival sources to document the 102 minutes between the first attack on the World Trade Center and the collapse of the second tower, begins at 8:46 a.m. on Sunday, September 11.\n102 Minutes That Changed America: Interactive\nFor 102 minutes on September 11, 2001, the world looked on in horror as terrorists flew hijacked passenger planes into New York City’s mighty twin towers, destroying the iconic buildings and killing more than 2,700 people. Watch unfiltered videos from nine New Yorkers who witnessed the day that changed America.\nCall to Remember\nThe National September 11 Memorial & Museum and HISTORY want to hear and document your 9/11 story. Share your memories with future generations by calling 1-855-WE-REMEMBER. Listen to other witnesses telling their stories by downloading the Broadcastr app to your phone.\nHISTORY Classroom: Remembering 9/11\nHISTORY offers resources to help schools and communities observe the 10th anniversary of the 9/11 attacks, including downloadable classroom study guides.\nFriday, September 99 p.m. – 9/11: The Days After (Premiere)\nThis special examines the texture of life in the post-9/11 world, extending the story beyond the search for survivors, the hunt for Osama bin Laden and the implementation of new antiterrorism measures. It focuses on the tragedy’s oft-forgotten consequences and the sweeping political, cultural and sociological changes that took place in its aftermath.\nSaturday, September 109 p.m. – Voices From Inside the Towers (Premiere)\nAt 8:46 a.m. on September 11, 2001, American Flight 11 crashed into the north tower of the World Trade Center. Within minutes a deluge of telephone calls flooded the world outside. Through audio records, this special documents many harrowing, heartbreaking stories of love and loss on 9/11.\nSunday, September 117 a.m. – The World Trade Center: Rise and Fall of an American Icon\nOn September 11, 2001, terrorists did the unthinkable when they flew two fuel-loaded jetliners into the World Trade Center. The Twin Towers were remarkable achievements in terms of architecture, construction, and technology. This special examines how they were built and includes experts’ perspectives on the aftermath of the attacks.\n8:46 a.m. – 102 Minutes That Changed America\nThis commercial-free special uses unique materials, raw footage and archival sources to document the 102 minutes between the first attack on the World Trade Center and the collapse of the second tower. A+E Networks will air a special presentation in commemoration of the 10th anniversary of the 9/11 attacks, simulcast online and on the HISTORY, A&E, Lifetime and BIO networks.\n10:28 a.m. – The Miracle of Stairway B\nDiscover the amazing account of how 12 firefighters, three office workers and a Port Authority cop lived through the devastating collapse of the north tower on 9/11, surviving for hours under half a million tons of debris. This special also explores the larger story of firefighters’ heroic efforts—and of the 2,700 men and women who never made it home.\n11:30 a.m. – Countdown to Ground Zero\nThis special offers a gripping, comprehensive look at the events of September 11, 2001, through the dramatic stories of people whose lives converged on that historic day.\n1:30 p.m. – 9/11 State of Emergency\nIn this groundbreaking documentary, key political and military leaders as well as ordinary men and women tell the story of September 11, 2001, in their own words. National Security Adviser Condoleezza Rice, White House Chief of Staff Andrew Card, Chair of the Joint Chiefs of Staff Dick Myers, Secretary of Defense Donald Rumsfeld and other officials take viewers deep inside the corridors of power, shedding light on the unprecedented state of emergency that was 9/11.\n3:30 p.m. – Hotel Ground Zero\nThere is an untold narrative from 9/11: the incredible tale of the 940 tourists, visitors and staff in the Marriott WTC Hotel, located beneath and between the Twin Towers, who found themselves at the epicenter of a terrifying disaster. Find out about their remarkable escape and the courage and heroism they displayed on that day.\n4:30 p.m. – The Man Who Predicted 9/11\nIn 2001, Rick Rescorla was the head of security at the Morgan Stanley Bank, situated high up in the south tower of the World Trade Center. Convinced that Osama Bin Laden would use jet planes to attack the Twin Towers, he developed an evacuation plan that ultimately saved 3,000 lives.\n5:30 p.m. – The Day the Towers Fell\nThis riveting special reveals the never-before-told stories of eyewitnesses, including amateur and professional photographers, caught in the horror of the World Trade Center tragedy.\n6:32 p.m. – 9/11: The Days After\n8 p.m. – Making the 9/11 Memorial (Premiere)\nOn the 10th anniversary of the September 11th terror attacks, the 9/11 Memorial will be unveiled to the public. Get a behind-the-scenes look at its design, construction and installation at Ground Zero.\n9 p.m. – 102 Minutes That Changed America","author":"History.com  Staff","web_category":"news","title":"9/11 Anniversary: Online Features and Television Schedule","picture_url":"http://www.history.com/news/wp-content/plugins/add-to-any/share_save_171_16.png","url":"http://www.history.com/news/911-anniversary-online-features-and-television-schedule"}