{"summary":"Finally, in 1949, the Nationalists withdrew to Taiwan and Mao proclaimed the People’s Republic of China.. Deng Xiaoping joined Mao’s inner circle in the 1950s, only to be banished during the Cultural Revolution and forced to work in a tractor repair station","advice_category":"1","content":"\nChina was unified in 221 B.C. when the Qin people came out of the west to prevail militarily over a number of rival states. Their leader, who declared himself Qin Shi Huang (First Emperor of Qin), established a strong centralized government, in part by stripping feudal lords of their lands. He also standardized weights and measures, the currency and the writing system, and ordered the construction of multiple palaces, thousands of miles of roads linking the provinces to the capital and an early version of the Great Wall of China.\nA believer in Legalism, which holds that people are inherently evil and undisciplined, Qin Shi Huang did not tolerate dissent. Nearly all Daoist, Confucian and other non-Legalist books were burned in 213 B.C., and about 460 non-Legalist intellectuals were buried alive the following year. Qin Shi Huang met his own end in 210 B.C., possibly as a result of ingesting too much mercury in the mistaken belief it would help make him immortal. He was entombed alongside thousands of life-size terracotta soldiers, which remained undiscovered until the 1970s. The Qin Dynasty, on other hand, fell apart just four years after Qin Shi Huang’s death, to be replaced by the pro-Confucian Han Dynasty.\nMongol leader Genghis Khan began launching raids into present-day China almost immediately after uniting the nomadic tribes of the Mongolian plateau in 1206. His grandson Kublai Khan completed the conquest in 1279, bringing all of China under foreign rule for the first time. Kublai, who founded the Yuan Dynasty, deemed the Chinese legally inferior and recruited outsiders such as Venetian merchant Marco Polo to administer the realm.\nBut Kublai also tried hard to win the support of the populace, repairing the damage of war, loosening his predecessor’s draconian penal code, promoting the arts and expanding the efficient Mongolian postal system into China. Moreover, he posthumously gave his ancestors Chinese names and built a Chinese-style imperial capital in what is now Beijing. Despite suffering from depression and gout, not to mention morbid obesity, Kublai held a firm grip on power until his death in 1294. The Mongol empire started crumbling soon afterward, and the Yuan Dynasty was overthrown in 1368.\nChina lost a series of wars in the 19th century that forced it to make territorial concessions to Britain, Russia and Japan. These humiliations, along with the halfhearted pace of reform in their aftermath, drove a doctor named Sun Yat-sen to begin plotting armed revolution. Sun hoped to replace the ruling Qing Dynasty with a government based on the principles of nationalism, democracy and social well-being. When his first uprising failed in 1895, he fled abroad in order to raise money and win supporters. Several more uprisings followed, the last of which led to the establishment of the Republic of China on January 1, 1912, with Sun as its provisional president.\nThe revolutionaries remained militarily weak, however, so Sun agreed to resign the following month in exchange for the abdication of China’s emperor. As part of the deal, which ended over 2,000 years of imperial rule, former Qing commander Yuan Shikai became president. Yuan then betrayed the republican cause, taking on unlimited power and ushering in an era dominated by warlords. Although Sun did not give up, organizing his supporters under the Nationalist Party banner and later allying himself with the Soviet Union, he died in 1925 without ever seeing his vision realized.\nA founding member of the Chinese Communist Party, Mao Zedong broke with Marxist-Leninist thought by building up a “Red Army” of peasants rather than relying on industrial workers. He fought a guerrilla campaign from the countryside following the outbreak of civil war between the Communists and Nationalists in 1927, gaining fame—and leadership over the party—for leading an orderly retreat of roughly 6,000 miles. The two sides briefly cooperated in the late 1930s to resist invading Japanese forces, but they were at each other’s throats again after World War II. Finally, in 1949, the Nationalists withdrew to Taiwan and Mao proclaimed the People’s Republic of China.\nRight away, Mao purged hundreds of thousands of counterrevolutionaries, redistributed land to peasants, laid claim to Tibet and committed troops to battle the United States in Korea. He then promulgated the Great Leap Forward, in which villagers were forced into communes in an attempt to increase agricultural and industrial output. A colossal failure, it resulted in a famine that killed up to 45 million people from 1958 to 1962. Another 1.5 million or so died during the Cultural Revolution (1966-1976), in which paramilitaries called Red Guards roamed the country hunting down intellectuals and other perceived enemies of the state. Mao remained leader until his death in September 1976.\nDeng Xiaoping joined Mao’s inner circle in the 1950s, only to be banished during the Cultural Revolution and forced to work in a tractor repair station. His first political comeback ended just before Mao’s death, when he was again stripped of his posts. But a second political comeback proved more long lasting when he outmaneuvered Mao’s chosen successor to become China’s “paramount” leader in 1978.\nOnce in power, Deng normalized relations with the United States, negotiated the return of Hong Kong from the British and introduced a number of free-market reforms. For instance, he disbanded agricultural cooperatives and encouraged foreign investment. This increase in economic and personal freedoms did not carry over to the political realm, however. In June 1989 Deng ordered troops to fire on thousands of pro-democracy demonstrators who had gathered in Beijing’s Tiananmen Square. Despite formally retiring later that year, he remained China’s most powerful citizen for years to come, arguably up to his death in 1997.","author":"Jesse  Greenspan","web_category":"news","title":"5 Chinese Leaders You Should Know","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/qin-shi-huang.jpg","url":"http://www.history.com/news/5-chinese-leaders-you-should-know"}