{"summary":"There has only been one no-hitter in Opening Day history. Opening Streak","advice_category":"1","content":"\nSnowball Fight\nOn Opening Day in 1907, the New York Giants faced off against the Phillies at New York City’s Polo Grounds after a heavy snowstorm. When the Giants fell behind, disgruntled fans began flinging snowballs onto the field, forcing the umpire to call a forfeit in the Phillies’ favor.\nPresidential Pitches\nOn the first day of the 1910 season, William Howard Taft became the first president to throw the ceremonial first pitch. Since then, every president besides Jimmy Carter has thrown at least one ceremonial first ball for Opening Day, the All-Star Game or the World Series.\nRival Riot\nBrooklyn’s Washington Park was the scene of an Opening Day riot on April 11, 1912. With the Brooklyn Dodgers down 18-3 to their rival, the New York Giants, fans stormed the field and delayed the game, which was eventually called on account of darkness in the sixth inning.\nLucky Feller\nThere has only been one no-hitter in Opening Day history. Cleveland pitcher Bob Feller, then just 21 years old, threw it against the Chicago White Sox at Comiskey Park on April 16, 1940.\nRed-Handed\nBoston Braves fans sat down to an unpleasant surprise on Opening Day in 1946. The outfield stands had recently received a fresh coat of red paint, but cold, damp weather had prevented it from drying. Hundreds of angry, paint-stained spectators marched to the Braves’ offices. The team agreed to pay their cleaning bills and made a public apology in a newspaper ad.\nMaking History\nJackie Robinson broke the color barrier on Opening Day in 1947, becoming the first African American to play for a Major League team. The 28-year-old made his debut at Ebbets Field, playing first base for the Brooklyn Dodgers.\nSwitch Pitcher\nHarry Truman was the only president to throw out left-handed and right-handed first pitches on Opening Day. He showcased his ambidextrous talents on April 18, 1950.\nOut of the Park\nHank Aaron of the Atlanta Braves hit his 714th home run on Opening Day in 1974, tying Babe Ruth for most career homers. He beat Ruth’s record later that week and reached 755 by the end of this career. Aaron’s record was not eclipsed until Barry Bonds hit his 756th home run in 2007.\nOpening Streak\nOn Opening Day in 1974, several naked fans rushed onto the field at Chicago’s Comiskey Park, disrupting the game and inciting violence in the stands.\nFamous Firsts\nHall of Famer Frank Robinson and Ken Griffey Jr. share the record for most career home runs on the first day of the season, with eight Opening Day homers each.\nStar Starter\nHall of Famer Tom Seaver has started the most Opening Day games in history—11 for the Mets, three for the Reds and two for the White Sox.","author":"History.com  Staff","web_category":"news","title":"Baseball Opening Day Fun Facts","picture_url":"http://www.history.com/news/news/wp-content/uploads/2011/03/baseball-opening-day-thumb_large_310x206.jpg","url":"http://www.history.com/news/baseball-opening-day-fun-facts"}