{"summary":"Some architects and building experts have questioned One World Trade Center’s claim on the title, arguing that the section installed this morning should not count towards the building’s official height. It’s been a long road for One World Trade Center","advice_category":"1","content":"\nThe addition of the spire also helps the building edge out Chicago’s Willis Tower (1,451 feet) as the tallest building in the western hemisphere and the third tallest in the world. Some architects and building experts have questioned One World Trade Center’s claim on the title, arguing that the section installed this morning should not count towards the building’s official height. However, Chicago’s Council on Tall Buildings and Urban Habitat, considered an authority in the field, has stated that One WTC’s spire, unlike ornamental and removable antennae that top other structures, is an integral architectural feature of the building’s construction.\nThe spire is comprised of 18 steel sections and three communication rings, and has been in installed in stages, with the heaviest ring—67 tons—put in place in January. The final section (with an American flag attached) was hoisted to the building’s roof last week in anticipation of today’s event. The spire’s LED-powered light will serve as a beacon to ward off aircraft and will provide state-of-the-art television and radio transmission services, replacing those destroyed in the 2001 terrorist attacks.\nIt’s been a long road for One World Trade Center. After a series of costly and contentious delays, construction finally began in April 2006. When it opens for business in 2014, it will include 2.6 million square feet of office space, much of which has already been leased to long-term tenants. It’s 45,000 tons of structural steel is six times as much as was used to build the Eiffel Tower, and thanks to its special state-of-the-art iCrete exterior, it can withstand almost three times more pressure than its New York City neighbors.\nOne World Trade Center is the largest of a series of buildings being erected in the area that became known as Ground Zero in the days and weeks following the attacks. The new, 16-acre site already includes the National 9/11 Memorial, which features two reflecting pools—standing in the footprints of the former Twin Towers—that pay homage to the 2,983 victims of both the 1993 and 2001 attacks. Four World Trade, a 72-story skyscraper on the site, is slated for completion later this year and work also continues on a memorial museum.","author":"Barbara  Maranzani","web_category":"news","title":"One World Trade Center Reaches Historic Heights","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/One-World-Trade-Center.jpg","url":"http://www.history.com/news/one-world-trade-center-reaches-historic-heights"}