{"summary":"At 4 feet 2 inches, Ksepka said, Kairuku “stood head and flippers above emperor penguins,” the tallest species alive today. Kairuku boasted a slender body, long flippers and a straight, narrow beak that would have been more useful for ensnaring fish and squid than for swallowing tiny prey such as krill, Ksepka and his colleagues concluded","advice_category":"1","content":"\nDescended from flying seabirds similar to today’s albatrosses, penguins have been gliding through the world’s oceans and waddling across its shores for some 61 million years. While the first penguin fossil appeared in 1859, paleontologists and other experts have struggled to assemble complete remains from extinct species. That’s because penguin bones often wound up on the sea floor, where scavengers and ocean currents quickly scattered them.\nUsing specimens gathered over several decades, an international team has painted a comprehensive picture of two giant penguins that flourished 25 million years ago in what is now New Zealand, which then consisted of rocky, isolated landmasses. Dubbed Kairuku (from the Maori word for “diver who returns with food”), they represent two of a handful of penguin species living in the region during the late Oligocene period. Study co-author Ewan Fordyce, a paleontologist at the University of Otago, unearthed the first Kairuku specimens in the late 1970s. Just two months ago, a field excursion yielded the latest trove of bones, finally allowing scientists to recreate a complete skeleton\n“The species are really interesting because they’re a new type of penguin,” said Dan Ksepka of North Carolina State University, who participated in the expedition and reconstruction project. “It’s helping us understand just how diverse these birds were in terms of both appearance and number of species.”\nAt 4 feet 2 inches, Ksepka said, Kairuku “stood head and flippers above emperor penguins,” the tallest species alive today. Indeed, Kairuku exceeds all other known penguins in height, though another extinct species—Pachydyptes—might have outweighed it, according to Ksepka. Its stature aside, Kairuku is “completely new in terms of overall appearance,” Ksepka said. “They’re quite elegantly proportioned and elongated compared to living penguins,” he explained.\nKairuku boasted a slender body, long flippers and a straight, narrow beak that would have been more useful for ensnaring fish and squid than for swallowing tiny prey such as krill, Ksepka and his colleagues concluded. The ancient swimmer’s physique likely offered significant advantages, Ksepka said. “It might have been quite an efficient forager,” he explained. “It could probably travel farther from the shore on feeding expeditions and was probably eating pretty large animals.”\nGiant penguins only survived for a few million years, dying out as a result of climate change or competition from sea lions, whales and other ocean dwellers, Ksepka said. Many of their modern relatives evolved squat builds and shorter beaks suited to icy habitats and gathering krill, although some continue to live in warmer climates; indeed, New Zealand remains a center for penguin diversity. “Penguins are usually with the cold but actually do quite well across a wide range of environments,” Ksepka pointed out.","author":"Jennie  Cohen","web_category":"news","title":"Giant Prehistoric Penguin Reconstructed","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/giant-penguins.jpg","url":"http://www.history.com/news/giant-prehistoric-penguin-reconstructed"}