{"summary":"In the next several years, Raymo and her team plan to gather measurements from ancient beaches on different continents—including North America—in the hopes of determining the maximum global sea level rise that occurred during the mid-Pliocene. The mid-Pliocene was the first era in earth’s history where temperatures were consistently warmer than what we see today, and roughly comparable to what scientists expect them to be by the end of the 21st century.","advice_category":"1","content":"\nAs reported in the New York Times this week, a team of scientists headed by Dr. Maureen E. Raymo of Columbia University traveled to the southern and western coasts of South Africa last summer to find prehistoric beaches that could contain invaluable records of past climate change. Through often-risky exploration of various sites, including old quarries and diamond mines, the team managed to find 38 suspected beaches dating to the Pliocene Epoch. The beach deposits ranged from 38 feet to 111 feet above modern sea level, indicating how high seas may have risen during that period in Earth’s history.\nPast climate research has shown that when the earth’s temperature rises by only a couple of degrees Fahrenheit, polar ice melting causes the global sea level to rise some 25 to 30 feet. The Earth is expected to warm at a faster rate over the coming century, possibly by as much as four or five degrees. Rising sea levels due to melting polar ice have almost certainly contributed to the coastal flooding caused by Hurricane Sandy and other massive storms. The research group Climate Central estimates that an ocean rise of only five feet—within current scientific estimates for the coming century—will produce storm tides on the scale of Sandy’s about every 15 years in New York City.\nMany scientists who study climate history, known as paleoclimatologists, have settled on the mid-Pliocene Epoch (roughly 3 million years ago) as a model for what might happen to global sea levels in the coming century. The mid-Pliocene was the first era in earth’s history where temperatures were consistently warmer than what we see today, and roughly comparable to what scientists expect them to be by the end of the 21st century.\nOne factor complicating the project is that rising sea levels are not the only cause of the variation in height among the Pleistocene beaches found in South Africa and elsewhere. The land itself has undoubtedly also moved over the last several million years, which likely shifted the height of existing beach deposits. Scientists now know that this movement can happen anywhere in the world, even far from known geologic hotspots with long histories of active volcanism, and must take this movement into account in their interpretation of past sea levels.\nIn the next several years, Raymo and her team plan to gather measurements from ancient beaches on different continents—including North America—in the hopes of determining the maximum global sea level rise that occurred during the mid-Pliocene. Previous estimates of that number, though not based on solid evidence, have ranged from 15 feet to 130 feet above today’s ocean, with 80 feet as the most commonly cited figure. If their research confirms such a drastic rise, it could suggest that the world’s largest ice sheet, which covers eastern Antarctica, is vulnerable to melting, contradicting computer forecasts predicting its stability even as global temperatures rise.","author":"Sarah  Pruitt","web_category":"news","title":"Prehistoric Beaches Hold Key to Understanding Climate Change","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-Pliostecene-beach.jpg","url":"http://www.history.com/news/prehistoric-beaches-hold-key-to-understanding-climate-change"}