{"summary":"In addition, camels have very large eyes that could also be suitable for seeing in low light.”. Before the latest find, experts only knew of extinct camels as far north as Canada’s Yukon","advice_category":"1","content":"\nThe world was a very different place 3.5 million years ago. A land bridge connected Alaska and Russia. Our ancestors, the australopithecines, were first appearing in Africa. And giant camels roamed the Arctic, looking a whole lot like their desert-based descendants do today.\nThat’s right—the shaggy animals that embody arid, sandy settings once thrived in decidedly chillier climes. According to a study published today in Nature Communications, researchers have evidence that camels lived all the way up in Canada’s northernmost territory, now home to polar bears, grey wolves and caribou. Far from feeling out of place, camels were ideally suited for the region’s harsh winters—and incredibly, the same features that helped them withstand the cold would later help their successors brave the desert.\nBefore the latest find, experts only knew of extinct camels as far north as Canada’s Yukon. But while excavating on Ellesmere Island, 750 miles north of the Yukon camel’s discovery, researchers unearthed 30 bone fragments between 0.5 and 3 inches long. “It took three field seasons to recover all of the bones that we currently have,” said Natalia Rybczynski of the Canadian Museum of Nature, who led the expedition. “In the field, these fossil fragments really look just like shards. They could even be just fossil wood.”\nJudging by the size of its leg, scientists concluded that the Arctic camel was about 30 percent larger than today’s desert varieties. Otherwise, it looked very similar—and that was no coincidence, according to Rybczynski. “There are several traits seen in modern camels that could have been very helpful for the High Arctic camel,” she explained. “For example, the wide, flat feet that are useful for walking on sand could also have been useful for walking on snow. In addition, the hump serves as fat storage, so this could have been essential for an animal that would have to survive a long, dark, cold winter. In addition, camels have very large eyes that could also be suitable for seeing in low light.”\nDuring the Ellesmere Island camel’s lifetime, temperatures in the Arctic were 14 to 22 degrees warmer than they are today, Rybczynski said. But it was still rather chilly—slightly below freezing in the camel’s native forest—and half the year was plunged in 24-hour darkness. Earlier excavations at the site suggest that the camel shared this seemingly inhospitable locale with badgers, deerlets, beavers and three-toed horses.\nSo which came first, the desert dweller or the winter warrior? Despite their strong association with the Middle East and Africa, camels actually originated in North America some 45 million years ago. Between 3 and 5 million years ago, they crossed the Bering land bridge to Eurasia and eventually migrated south. They also ambled down to South America, where they evolved into llamas and alpacas.","author":"Jennie  Cohen","web_category":"news","title":"Giant Ancient Camel Roamed the Arctic","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/arctic-camel.jpg","url":"http://www.history.com/news/giant-ancient-camel-roamed-the-arctic"}