{"summary":"Not only is it unlikely Revere owned a horse at the time, but he would not have been able to transport it out of Boston across the Charles River. A silversmith by trade, Paul Revere also worked as an amateur dentist","advice_category":"1","content":"\n1. Paul Revere’s father, Apollos Rivoire, was a French Huguenot who immigrated to Boston at age 13 and anglicized his family name before marrying a local girl named Deborah Hitchbourn. Born around 1734 and one of 11 or 12 children, Paul never learned to read or speak French, though he did fight against Apollos’ former compatriots during the French and Indian War.\n2. A silversmith by trade, Paul Revere also worked as an amateur dentist. He used his skills as a craftsman to wire dentures made of walrus ivory or animal teeth into his patients’ mouths. In 1776, Revere unwittingly became the first person to practice forensic dentistry to the United States: He identified the body of his friend Joseph Warren nine months after the well-known revolutionary died during the Battle of Bunker Hill by recognizing wiring he had used on a false tooth. Contrary to popular legend, Revere did not fashion a set of wooden dentures for George Washington.\n3.  When he wasn’t smithing or dabbling in dentistry, the multitalented Paul Revere produced some of the era’s most sophisticated copper plate engravings, creating illustrations used in books, magazines, political cartoons and tavern menus. One of his most famous engravings is a sensationalized and propagandist depiction of the 1770 Boston Massacre, based on a painting by the Bostonian artist Henry Pelham. Its widespread distribution helped fuel growing resentment toward the British army and government.\n4. According to the Central Intelligence Agency, Paul Revere founded the first patriot intelligence network on record, a Boston-based group known as the “mechanics.” Prior to the American Revolution he had been a member of the Sons of Liberty, a political organization that opposed incendiary tax legislation such as the Stamp Act of 1765 and organized demonstrations against the British. Beginning in 1774, the mechanics, also referred to as the Liberty Boys, spied on British soldiers and met regularly (in the legendary Green Dragon Tavern) to share information.\n5. Henry Wadsworth Longfellow’s famous 1861 poem about Paul Revere’s ride got many of the facts wrong. For one thing, Revere was not alone on his mission to warn John Hancock, Samuel Adams and other patriots that the British were approaching Lexington on the evening of April 18, 1775. Two other men, William Dawes and Samuel Prescott, rode alongside him, and by the end of the night as many as 40 men on horseback were spreading the word across Boston’s Middlesex County. Revere also never reached Concord, as the poem inaccurately recounts. Overtaken by the British, the three riders split up and headed in different directions. Revere was temporarily detained by the British at Lexington and Dawes lost his way after falling off his horse, leaving Prescott—a young physician who is believed to have died in the war several years later—the task of alerting Concord’s residents.\n6. Paul Revere never shouted the legendary phrase later attributed to him (“The British are coming!”) as he passed from town to town. The operation was meant to be conducted as discreetly as possible since scores of British troops were hiding out in the Massachusetts countryside. Furthermore, colonial Americans at that time still considered themselves British; if anything, Revere may have told other rebels that the “Regulars”—a term used to designate British soldiers—were on the move.\n7. A borrowed horse served as Paul Revere’s worthy steed on the night of April 18, 1775. Not only is it unlikely Revere owned a horse at the time, but he would not have been able to transport it out of Boston across the Charles River. It is believed that the Charlestown merchant John Larkin loaned him a horse, which was later confiscated by the British. According to a Larkin family genealogy published in 1930, the name of the lost mare was Brown Beauty.\n8. Four years after his midnight ride, Paul Revere served as commander of land artillery in the disastrous Penobscot Expedition of 1779. In June of that year, British forces began establishing a fort in what is now Castine, Maine. Over the next few weeks, hundreds of American soldiers converged on the outpost by land and sea. Although the outnumbered British were initially prepared to surrender, the Americans failed to attack in time, and by August enough British reinforcements had arrived to force an American retreat. Charged with cowardice and insubordination, Revere was court-martialed and dismissed from the militia. (He was acquitted in 1782, but his reputation remained tarnished.)\n9. After the American Revolution, Paul Revere became a successful businessman, opening a hardware store, a foundry and eventually the first rolling copper mill in the United States. He provided materials for the historic frigate USS Constitution, which played an important role in the War of 1812 and is the world’s oldest floating commissioned naval vessel. He also produced more than 900 church bells, one of which still rings every Sunday in Boston’s King’s Chapel. Revere Copper Products, Inc., is still in operation today.\n10. Paul Revere fathered 16 children—eight with his first wife, Sarah Orne, and eight with Rachel Walker, whom he married after Sarah’s death in 1773. He raised them in a townhouse at 19 North Square that is downtown Boston’s oldest building, first constructed in 1680 after the Great Fire of 1676 destroyed the original home on the site. Eleven of Revere’s children survived to adulthood, and at the time of his death at the ancient (for that time) age of 83, five were still living.\n11. Paul Revere was related by marriage to Abraham Lincoln, whose father was a cousin of two of Revere’s sons-in-law. (Another notable relative of the nation’s 16th president is the actor Tom Hanks, a direct descendant of Lincoln’s mother Nancy Hanks.)\n12. When the Boston Beer Company introduced a new brand of lager to the American market in 1985, they chose a name that honored Samuel Adams, the Boston patriot whose family produced brewer’s malt for generations. It is rumored that the portrait of a colonial-era drinker featured on most bottles is actually Paul Revere, allegedly because the beer’s namesake was deemed too unattractive.","author":"Jennie  Cohen","web_category":"news","title":"12 Things You May Not Know About Paul Revere","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/paul-revere-portrait2.jpg","url":"http://www.history.com/news/12-things-you-may-not-know-about-paul-revere"}