{"summary":"One of the greatest Italian footballers of all time, Guseppe “Peppino” Meazza played a crucial role in his country’s 1934 World Cup victory. During the final match of the 2006 World Cup, France’s star midfielder, Zinedine Zindane, abruptly charged at the Italian defender Marco Materazzi, striking him in the chest with his head","advice_category":"1","content":"\nNo Shoes, No Seeding\nAlthough India qualified for the 1950 World Cup in Brazil, the team chose to withdraw from the competition. Financial concerns played a role in the team’s decision, but so did FIFA’s requirement that all players wear shoes during matches: The Indian footballers were only accustomed to playing barefoot at the time.\nHotheaded\nDuring the final match of the 2006 World Cup, France’s star midfielder, Zinedine Zindane, abruptly charged at the Italian defender Marco Materazzi, striking him in the chest with his head. The bizarre assault shocked spectators and commentators, leading some to believe that Zidane, who is of Algerian descent, was reacting to a racial slur. A few days later, the truth came out: Matterazi had insulted the Frenchman’s sister. The incident received a massive amount of media attention and even inspired a song entitled “Coup de Boule” (“Headbutt”), which topped the French and Belgian charts and went viral on the Internet.\nOne for the Blooper Reel\nThe 1994 World Cup, hosted by the United States at Chicago’s Soldier Field, opened with a moment of pure comic relief. The American singer Diana Ross, the main performer at the introductory ceremonies, led an elaborate song-and-dance number that was to culminate in a triumphant shot. Ross went wide of the net and hit the post, causing the entire goal to split open and fall apart.\nThe Pantsing of Peppino\nOne of the greatest Italian footballers of all time, Guseppe “Peppino” Meazza played a crucial role in his country’s 1934 World Cup victory. He was as famous for his lifestyle off the field as for his shooting and dribbling prowess. According to legend, Meazza routinely slept in brothels on nights before matches and would stumble onto the field for practice several hours after the rest of his teammates. In one if his most memorable moments, Meazza’s shorts fell down as he took a penalty kick against Brazil in the 1938 World Cup. Unfazed, he picked them up with one hand and made the shot past the Brazilian goalie, who was still busy laughing, sending Italy into its second consecutive World Cup final.\nSelf-Medicating\nLev Yashin, the great Soviet goalkeeper, played in three World Cups (1958, 1962 and 1966). Known as the “Black Spider” for his signature all-black outfit and ability to block balls as if he had more than two arms, he was voted best goalie of the century by the International Federation of Football History & Statistics. When asked about his pre-match routine, he said that the trick was to “have a smoke to calm your nerves, then toss back a strong drink to tone your muscles.”\nFast Facts","author":"History.com  Staff","web_category":"news","title":"80 Years of World Cup Facts","picture_url":"http://www.history.com/news/wp-content/uploads/2010/06/world-cup-facts.jpg","url":"http://www.history.com/news/80-years-of-world-cup-facts"}