{"summary":"According to the latest hypothesis, proposed by a retired English detective, Jack was a German sailor named Carl Feigenbaum who was executed for murdering a New York woman in 1894. He became fascinated with the Jack the Ripper case, particularly while renting a room that his landlady believed the killer had once inhabited; the experience inspired him to paint the haunting “Jack the Ripper’s Bedroom” around 1907","advice_category":"1","content":"\nCarl Feigenbaum\nAccording to the latest hypothesis, proposed by a retired English detective, Jack was a German sailor named Carl Feigenbaum who was executed for murdering a New York woman in 1894. The detective, Trevor Marriott, a former member of the Bedfordshire homicide squad, points to the fact that two merchant docks were in operation near Whitechapel—and that the men who passed through them were known to frequent local brothels. (The Ripper is believed to have targeted prostitutes.) He also noticed striking similarities between Jack the Ripper’s crimes and the slaying of Feigenbaum’s alleged victim, Julianna Hoffman, which took place six years later. Archival research revealed that Feigenbaum, who went by a string of aliases, had been a merchant seaman for the Norddeutsche Line, which owned ships that had been docked near Whitechapel on every date of the five Ripper murders. Marriott also discovered that Feigenbaum’s defense lawyer had reached similar conclusions more than a century ago, telling newspapers that his client had admitted to being a serial killer and that he could place him in Whitechapel during Jack the Ripper’s killing spree.\nPrince Albert Victor\nOne of the most intriguing—and sensational—contenders for Jack the Ripper’s grim legacy is Prince Albert Victor, the son of King Edward VII and grandson of Queen Victoria. Known to his family as Eddy, the prince was second in line to the throne when he died of influenza at 28. In 1970, the British physician Thomas Stowell published an article implying that Eddy had committed the murders during fits of insanity caused by an advanced case of syphilis. This rather dubious claim took the international press by storm, and some contemporary conspiracy theorists continue to explore whether the man who could have been king was instead history’s most notorious serial killer. Official records, newspaper reports and other sources, however, offer strong indication that the prince was nowhere near Whitechapel when the victims died.\nMontague John Druitt\nOn November 9, 1888, seven weeks after the fifth and final murder, this Oxford-educated lawyer was found floating in the River Thames, his pockets filled with stones. Investigators concluded that the cause of death was suicide and that the body had been at the bottom of the river for several weeks. Druitt had suffered a series of personal crises during the 1880s, including his dismissal from a teaching post at a boarding school (which some modern authors have taken as evidence for his closeted homosexuality), his father’s death and his mother’s institutionalization due to mental illness. While no concrete evidence connects him to the Ripper murders, the fact that the carnage ended right after his death was enough for the London detective Melville Leslie Macnaghten, who listed Druitt as one of the top three suspects in his 1894 report on the case.\nWalter Sickert\nBorn in Germany in 1860 and raised in England, Sickert became a highly regarded Impressionist painter who helped transform the British art scene. In the early 1900s, he created a stir with his suggestive depictions of naked prostitutes beside their clothed clients, including one painting in which the man has his hands around the woman’s neck. He became fascinated with the Jack the Ripper case, particularly while renting a room that his landlady believed the killer had once inhabited; the experience inspired him to paint the haunting “Jack the Ripper’s Bedroom” around 1907. Though not the first to suggest a link between the subversive artist and the Whitechapel butcher, the American crime novelist Patricia Cornwell became its leading proponent when she published her 2002 book “Portrait of a Killer: Jack the Ripper—Case Closed.” In it, she describes how she and a team of experts used modern investigatory and forensic techniques to establish Sickert’s undeniable guilt, analyzing his paintings and comparing his DNA to samples found on several of the countless letters sent to the police and signed “Jack the Ripper” during and after the spate of murders. Many Jack the Ripper experts have soundly dismissed her claims, pointing out that most of these letters are known hoaxes and that Sickert was likely in France when the killings occurred.\nRobert Mann\nIn 2009 the British historian Mei Trow announced that, with the help of modern forensics and psychological profiling, he had finally unraveled the mystery of Jack the Ripper’s identity. Trow fingered Robert Mann, an attendant at the Whitechapel mortuary where the victims were brought and examined. Based on the way he mutilated his prey, experts have long surmised that Jack the Ripper had some degree of anatomical knowledge. Modern-day criminologists also believe he had a difficult upbringing and a low socioeconomic status—a departure from the classic image of the upper-class night stalker sporting a cape and top hat. The 50-something Mann, who spent some of his childhood in a poorhouse and worked with corpses on a daily basis, seems to fit this profile. And, according to the inquest into the murder of Polly Nichols, the Ripper’s first known victim, Mann took the unnecessary step of undressing her at the morgue; in Trow’s view, he did this in order to admire his own handiwork.\nJill the Ripper\nOver the years, a number of people, including Sir Arthur Conan Doyle, have toyed with the notion that Jack the Ripper was not a bloodthirsty bloke but a femme fatale—literally. The only female suspect considered by the detectives investigating the case was Mary Pearcey, an English woman who in 1890 was executed for murdering her lover’s wife and child with a carving knife. In 2006, a study by the Australian scientist Ian Findlay yielded surprising results that gave credence to the Jill the Ripper theory. Findlay traveled to London to collect saliva from a selection of Jack the Ripper letters that experts believe to be the most credible. He then extracted DNA from the samples and used cutting-edge technology to create a partial profile. While the findings were far from conclusive, they did suggest that the sender was likely to have been a woman.","author":"Jennie  Cohen","web_category":"news","title":"Another Jack the Ripper Suspect?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/04/prince-albert-victor.jpg","url":"http://www.history.com/news/another-jack-the-ripper-suspect"}