{"summary":"“To our great surprise,” they wrote, “the patterns of the direction of polarization under totally overcast skies were very similar to those of the clear skies.”. In the future, Horv?th and his colleagues hope to achieve a more realistic simulation of how Vikings may have used sunstones by collecting various types of naturally occurring polarizing crystals and enlisting volunteers to test them out","advice_category":"1","content":"\nHow exactly the seafaring Scandinavians known as the Vikings navigated millions of miles of open water, raiding ports and settling uncharted territories from roughly 900 to 1200 A.D., has baffled historians and scientists. Archaeological evidence suggests they traveled with portable wooden sundials, but these instruments would only have been useful on clear days. Along the Vikings’ primary sailing routes, however, the sun could disappear for days at a time.\nThe sunstone—or?s?larsteinn—appears most prominently in a Viking saga about the Norse hero Sigurd. Under snowy, overcast skies, King Olaf asks Sigurd to locate the sun through the impenetrable haze. To verify Sigurd’s answer, which turns out to be correct, Olaf “grabbed a sunstone, looked at the sky and saw from where the light came, from which he guessed the position of the invisible sun.”\nIn 1967, the Danish archaeologist Thorkild Ramskou speculated that these fabled stones were actually crystals—possibly cordierite or Iceland spar—that act as natural polarizing filters. By pointing a sunstone skyward and rotating it until the light passing through it reached its brightest point, he theorized, Viking navigators could have located the sun.\nMany scholars accept Ramskou’s hypothesis that Vikings used polarizing crystals, but critics have doubted the technique’s efficacy in cloudy or foggy weather. Recently, a group of researchers led by G?bor Horv?th of Hungary’s E?tv?s University put it to the test, publishing their findings in the March 2011 issue of the online journal Philosophical Transactions of the Royal Society B.\nThe team used a polarimeter, a device that measures the degree of polarization of light, under a range of weather conditions in Tunisia, Finland, Hungary and the Arctic Ocean. The study yielded unexpected results, suggesting that sunstone-like filters could indeed help pinpoint the sun’s whereabouts through clouds and fog. “To our great surprise,” they wrote, “the patterns of the direction of polarization under totally overcast skies were very similar to those of the clear skies.”\nIn the future, Horv?th and his colleagues hope to achieve a more realistic simulation of how Vikings may have used sunstones by collecting various types of naturally occurring polarizing crystals and enlisting volunteers to test them out. “Since the psychophysical experiments…cannot be performed with Viking navigators,” they wrote, “we plan to measure the error functions by using male German, Hungarian and Swedish students.”","author":"Jennie  Cohen","web_category":"news","title":"Did Vikings Use Crystals to Navigate?","picture_url":"http://www.history.com/news/wp-content/plugins/add-to-any/share_save_171_16.png","url":"http://www.history.com/news/did-vikings-use-crystals-to-navigate"}