{"summary":"After the war much of Beacon Hill’s black population moved to other Boston neighborhoods, and in the late 19th century the African Meeting House was sold to a Jewish congregation. “When you hear the words spoken in the African Meeting House you feel the immense importance of what these abolitionist giants accomplished,” said Beverly Morgan-Welch, executive director of the Museum of African American History, in a statement","advice_category":"1","content":"\nIn the late 18th century, the Beacon Hill neighborhood served as the heart of Boston’s thriving free black community. It was there that blacks established mutual aid societies, schools and political groups while forging alliances with white abolitionists. But for years after Massachusetts abolished slavery in 1783, they lacked a place of worship to call their own and were often relegated to the balconies of white churches. That changed in 1806, when a group of black artisans built a three-story brick structure on Beacon Hill with $7,200 in donations from various Bostonians. It opened on December 6 of that year.\nThe African Meeting House, as it was called, served a variety of purposes in the decades that followed. Children attended school in its basement, fugitive slaves sought shelter within its walls and the influential Baptist minister Thomas Paul gave sermons from its pulpit. It also housed important political events, including the founding of the New England Anti-Slavery Society by the abolitionist and suffragist William Lloyd Garrison in 1832. African-American leaders from Frederick Douglass to Maria Stewart lectured about civil rights and social justice there, inspiring black and white Bostonians to engage in activism.\n“When you hear the words spoken in the African Meeting House you feel the immense importance of what these abolitionist giants accomplished,” said Beverly Morgan-Welch, executive director of the Museum of African American History, in a statement. “Their activism took many forms, including political speeches, petitions, publications and concerts. They had a purpose, a plan to build an organizing center that would serve as a shining example for other free black communities who followed their example, places like Portland, Maine and New York City.”\nWhen the Civil War broke out, black volunteers gathered at the meetinghouse to enlist in the Union army, coming not only from Boston but also from such far-flung places as Canada and Haiti. Some served under Robert Gould Shaw in the legendary 54th Massachusetts Regiment, one of the first official black units to fight in the conflict. After the war much of Beacon Hill’s black population moved to other Boston neighborhoods, and in the late 19th century the African Meeting House was sold to a Jewish congregation. It housed a synagogue until 1972, when the Museum of African American History acquired it. Two years later it was named a national historic landmark.\nAfter welcoming visitors from 1987 to 2006, the African Meeting House closed for a full-scale restoration designed to return the structure to its 1855 appearance. Architects and historical preservation experts aimed for authenticity down to the last detail, even replicating the type of nails used in the building’s original construction. Workers used 19th-century sketches to recreate the sanctuary’s pews and pulpit, made custom bricks in a smaller size than those available today and analyzed layers of paint to determine the interior’s original color. Modern amenities, including elevators and climate control systems, were also incorporated.\nThe refurbished meetinghouse hosted a private 250th anniversary ceremony last Tuesday, and on Friday members of the public glimpsed the restoration team’s painstaking handiwork for the first time. Information about visiting the landmark, guided tours and special exhibits is available on the Museum of African American History’s website.","author":"Jennie  Cohen","web_category":"news","title":"African Meeting House, Oldest U.S. Black Church, Reopens After Restoration","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/amh.jpg","url":"http://www.history.com/news/african-meeting-house-oldest-u-s-black-church-reopens-after-restoration"}