{"summary":"The Gregorian calendar differs from the solar year by 26 seconds per year.. The Julian calendar included an extra day in February every four years","advice_category":"1","content":"\n1. The original goal of the Gregorian calendar was to change the date of Easter.\nIn 1582, when Pope Gregory XIII introduced his Gregorian calendar, Europe adhered to the Julian calendar, first implemented by Julius Caesar in 46 B.C. Since the Roman emperor’s system miscalculated the length of the solar year by 11 minutes, the calendar had since fallen out of sync with the seasons. This concerned Gregory because it meant that Easter, traditionally observed on March 21, fell further away from the spring equinox with each passing year.\n2. Leap years don’t really occur every four years in the Gregorian calendar.\nThe Julian calendar included an extra day in February every four years. But Aloysus Lilius, the Italian scientist who developed the system Pope Gregory would unveil in 1582, realized that the addition of so many days made the calendar slightly too long. He devised a variation that adds leap days in years divisible by four, unless the year is also divisible by 100. If the year is also divisible by 400, a leap day is added regardless. While this formula may sound confusing, it did resolve the lag created by Caesar’s earlier scheme—almost.\n3. The Gregorian calendar differs from the solar year by 26 seconds per year.\nDespite Lilius’ ingenious method for syncing the calendar with the seasons, his system is still off by 26 seconds. As a result, in the years since Gregory introduced his calendar in 1582, a discrepancy of several hours has arisen. By the year 4909, the Gregorian calendar will be a full day ahead of the solar year.\n4. Some Protestants viewed the Gregorian calendar as a Catholic plot.\nThough Pope Gregory’s papal bull reforming the calendar had no power beyond the Catholic Church, Catholic countries—including Spain, Portugal and Italy—swiftly adopted the new system for their civil affairs. European Protestants, however, largely rejected the change because of its ties to the papacy, fearing it was an attempt to silence their movement. It wasn’t until 1700 that Protestant Germany switched over, and England held out until 1752. Orthodox countries clung to the Julian calendar until even later, and their national churches have never embraced Gregory’s reforms.\n5. Britain’s adoption of the Gregorian calendar sparked riots and protest—maybe.\nAccording to some accounts, English citizens did not react kindly after an act of Parliament advanced the calendar overnight from September 2 to September 14, 1752. Rioters supposedly took to the streets, demanding that the government “give us our 11 days.” However, most historians now believe that these protests never occurred or were greatly exaggerated. On the other side of the Atlantic, meanwhile, Benjamin Franklin welcomed the change, writing, “It is pleasant for an old man to be able to go to bed on September 2, and not have to get up until September 14.”\n6. Before the Gregorian calendar’s adoption, the English new year began on March 25, or Lady Day.\nJulius Caesar’s calendar reform of 46 B.C. instituted January 1 as the first of the year. During the Middle Ages, however, European countries replaced it with days that carried greater religious significance, such as December 25 (the anniversary of Jesus’ birth) and March 25 (the Feast of the Annunciation). The latter, known as Lady Day because it celebrates the Virgin Mary, marked the beginning of the year in Britain until January 1, 1752.","author":"Jennie  Cohen","web_category":"news","title":"6 Things You May Not Know About the Gregorian Calendar","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/an-election-entertainment.jpg","url":"http://www.history.com/news/6-things-you-may-not-know-about-the-gregorian-calendar"}