{"summary":"A DNA analysis performed by the team indicates that house mice from either Norway or the northern British Isles arrived in Iceland during the 10th century, presumably with Viking traveling companions who hailed from the same locales, according to the paper. In other words, house mouse DNA might help draw a map and timeline of historic migrations, including those that occurred during the Viking age.","advice_category":"1","content":"\nMus musculus is a “commensal” of humans, meaning the pesky rodent benefits from its proximity to people, the researchers noted. “Given that the house mouse niche was created by humans, it has been suggested that demographic changes in humans can lead to similar changes in house mice and that these can leave a discernable trace in the population genetics of both species,” they wrote. In other words, house mouse DNA might help draw a map and timeline of historic migrations, including those that occurred during the Viking age.\n“Human settlement history over the last 1,000 years is reflected in the genetic sequence of mouse mitochondrial DNA,” lead researcher Eleanor Jones of Sweden’s Uppsala University said in a statement, referring to the type of DNA inherited through the female line. “We can match the pattern of human populations to that of the house mice.”\nPrevious research has offered support for this thesis, revealing a genetic link between modern house mice in Norway and their cousins in areas of the British Isles once occupied by Vikings. The new paper’s authors decided to investigate whether the same pattern applied to mice in Greenland, Iceland and Newfoundland. They also tested assumptions made in earlier studies by using ancient DNA from bones at archaeological sites to sample original house mouse populations, they explained.\nA DNA analysis performed by the team indicates that house mice from either Norway or the northern British Isles arrived in Iceland during the 10th century, presumably with Viking traveling companions who hailed from the same locales, according to the paper. The animals then stowed away to Greenland, where—for reasons that remain unclear—they apparently became extinct and were later replaced by mice of Danish origin. During their short stay in Newfoundland, on the other hand, the Vikings may have enjoyed a mouse-free existence: The scientists found no evidence of house mice from the time of their settlement.","author":"History.com  Staff","web_category":"news","title":"Vikings Had Mice, Did Travel","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/vikings-mice.jpg","url":"http://www.history.com/news/vikings-had-mice-did-travel"}