{"summary":"According to legend, Viking raiders used a mythic tool known as a sunstone to navigate the rough northern seas during their long journeys across unfamiliar waters. Historians think sunstones may have helped the Vikings establish a reputation as intrepid explorers, sailing their longships across Europe and perhaps even as far as North America.","advice_category":"1","content":"\nAccording to legend, Viking raiders used a mythic tool known as a sunstone to navigate the rough northern seas during their long journeys across unfamiliar waters. The device would have allowed them to pinpoint the sun even when it was veiled by dense clouds and fog. Historians think sunstones may have helped the Vikings establish a reputation as intrepid explorers, sailing their longships across Europe and perhaps even as far as North America.\nHow exactly the seafaring Scandinavians navigated millions of miles of open water, raiding ports and settling uncharted territories between A.D. 900 and 1200, has baffled historians and scientists. Archaeological evidence suggests they traveled with portable wooden sundials, which would have been useful on clear days. Along the Vikings’ primary sailing routes, however, the sun could disappear for days at a time.\nThe sunstone—or s?larsteinn—appears most prominently in a Viking legend about the Norse hero Sigurd, recorded by a church chronicler in the 12th or 13th century. In it, a Viking king asks Sigurd to locate the sun through the haze of snowy, overcast skies. To verify Sigurd’s answer, which turns out to be correct, the king “grabbed a s?larsteinn, looked at the sky and saw from where the light came, from which he guessed the position of the invisible sun.”\nIn 1967, Danish archaeologist Thorkild Ramskou speculated that these fabled stones were actually crystals—possibly cordierite or Iceland spar—that act as natural polarizing filters. By pointing a sunstone skyward and rotating it until the light passing through it reached its brightest point, he theorized, Viking navigators could have located the sun.\nSunstones are barely mentioned in other literary sources, however, and archaeologists have failed to unearth anything resembling the mythic navigational tool at Viking sites. As a result, some dismiss it as purely the stuff of legend, even though research has shown that crystals do indeed have the ability to polarize light.\nBut according to a new study, evidence for sunstones’ existence may finally have emerged. Researchers from France’s University of Rennes believe a sunstone made of Icelandic spar, a transparent variety of calcite, has been found among the cargo of a 16th-century Elizabethan ship. Writing in the journal Proceedings of the Royal Society A, they suggest not only that sunstones were real, but also that English mariners used them even after the Viking age had ended.\nRoughly the size of a bar of soap, the possible sunstone was found amid the wreckage of a ship that sank off Alderley, the northernmost Channel Island, in 1592. Historians believe the vessel was on its way to France, where Queen Elizabeth I hoped it could help fend off another Spanish Armada. It was discovered in 1977 by a local fisherman, and recovery of the ship and its numerous artifacts began in 1991. Since then, divers have discovered firearms, grenades, armor and other treasures that have shed light on Elizabethan military strategy.\nResearchers performed a battery of tests on the stone, including a chemical analysis that proved it was made of calcite. Then, using a similar crystal to stand in for the original, they determined that it was possible to locate the sun in low light and after sunset.\nUnlike the Vikings, 16th-century English sailors had access to magnetic compasses, so why would they have carried a tool used by earlier navigators with less sophisticated equipment? According to the researchers, the presence of large iron objects such as cannons might have caused compass needles to give inaccurate readings, so the Elizabethan ship’s crew relied on the sunstone for backup measurements. In this way, a little piece of Viking technology lived on to help the very people the Scandinavian warriors once plundered.\nWatch the HISTORY? original series Vikings on Sundays at 10/9c.","author":"Jennie  Cohen","web_category":"news","title":"Evidence of Fabled Viking Navigational Tool Found","picture_url":"http://www.history.com/news/wp-content/uploads/2013/03/viking-sunstone.jpg","url":"http://www.history.com/news/evidence-of-fabled-viking-navigational-tool-found"}