{"summary":"They are well preserved in the snow and apparently serve as trail markers for climbers who pass by. After Mallory’s death, the next 10 or so expeditions to Mount Everest also failed","advice_category":"1","content":"\n2. Hillary and Tenzing might have been beat to the summit.\nGeorge Mallory, a British schoolteacher, participated in the first three documented attempts to scale Mount Everest from 1921 to 1924. Before the last of those expeditions, he wrote, “It is almost unthinkable…that I shan’t get to the top; I can’t see myself coming down defeated.” On June 4, 1924, a teammate made it within about 900 vertical feet of the summit before turning back. Mallory and climbing partner Andrew Irvine then made their own attempt for glory. They departed the 26,800-foot Camp VI on June 8 and were last seen that afternoon trudging upwards in their tweed coats, hobnailed boots and other primitive apparel. Some people believe that Mallory and Irvine reached the summit before dying on the way down. A camera they supposedly carried could perhaps solve the mystery, but it was not among the items in Mallory’s pockets when his corpse finally was discovered in 1999. Irvine’s body remains unfound. \n3. Tenzing had almost reached the top once before.\nAfter Mallory’s death, the next 10 or so expeditions to Mount Everest also failed. Tenzing gained valuable experience participating in six of them, starting off as a porter and later progressing into a full team member. In 1952 he and a Swiss climber came within about 800 vertical feet of the top—likely higher than anyone had ever gone. He broke his own record the next year by reaching the summit with Hillary. Since then, around 4,000 other mountaineers have likewise climbed Everest, including Hillary’s son and one of Tenzing’s sons.\n4. Corpses are often left behind when a climber dies en route.\nAbout 240 people have died attempting to climb Mount Everest. Avalanches, rockslides, blizzards, falls, altitude sickness, freezing temperatures, exhaustion and combinations thereof have all proven fatal, particularly in the so-called “death zone” above 26,000 feet. Since getting them down is grueling and dangerous, most of the corpses remain up there. They are well preserved in the snow and apparently serve as trail markers for climbers who pass by. Everest’s deadliest day occurred in May 1996, when eight people perished in a storm. Yet that incident, made famous by Jon Krakauer’s book “Into Thin Air,” did nothing to stem the tide of people willing to shell out tens of thousands of dollars for a chance to tame Earth’s highest mountain. Traffic jams have even been reported near the top, and a fistfight broke out this April between three European climbers and more than 100 Sherpas, over what the guides deemed to be rude and dangerous behavior during an attempted ascent. Meanwhile, the deaths keep coming, including at least 10 last year and around eight this year. \n5. Everest’s litter problem goes well beyond cadavers.\nAs early as 1963, a climber wrote in National Geographic that parts of Mount Everest had become “the highest junkyard on the face of the Earth.” Empty oxygen bottles, human excrement, food packaging, broken climbing gear and torn tents continue to spoil the environment there. A single cleanup in spring 2011 removed over 8 tons of trash from Everest, and many more tons remain uncollected. In order to counteract the problem, Nepal’s government now requires climbers to bring back all of their equipment or risk losing a $4,000 deposit. New trash bins and a waste incinerator have also recently been installed near the mountain. \n6. Few animals venture into Everest’s upper reaches.\nSagarmatha National Park, which includes Mount Everest and surrounding peaks, supports a variety of mammals at its lower elevations, from snow leopards and musk deer to red pandas and Himalayan tahr. About 150 bird species also reside within the park. Almost no wildlife, however, is found above 20,000 feet, the point at which permanent snow prevents even the hardiest lichens and mosses from growing. Among the exceptions are Himalayan jumping spiders, which have been observed as high as 22,000 feet, where they eat insects blown up by the wind; yellow-billed choughs, a crow-like bird, which have followed mountaineers up to about 26,500 feet; and bar-headed geese, which migrate over Mount Everest on their way from the Tibetan Plateau to India’s marshes.\n7. Everest is the highest point from sea level, but other mountains are taller.\nMauna Kea, a volcano on Hawaii’s Big Island, tops out at 13,796 feet above sea level. But because it rises from the ocean floor, its base-to-summit height is actually more than 33,000 feet, making it, by that measurement at least, the tallest mountain in the world. Nor is Everest the closest to outer space. Because Earth isn’t a perfect sphere—it bulges at the middle—that honor belongs to 20,561-foot Mount Chimborazo in Ecuador.","author":"Jesse  Greenspan","web_category":"news","title":"7 Things You Should Know About Mount Everest","picture_url":"http://www.history.com/news/wp-content/uploads/2013/05/everest.jpg","url":"http://www.history.com/news/7-things-you-should-know-about-mount-everest"}