{"summary":"The Japanese cherry blossoms have endured for a century in the nation’s capital, and there are now more than 3,750 trees. Roosevelt joked that if the protestors didn’t leave, “the cherry trees, the women and their chains would be gently but firmly transplanted in some other part of Potomac Park.” That night, once the protestors left, cherry trees were uprooted under the cover of darkness to avoid further disturbances.","advice_category":"1","content":"\nScidmore believed cherry blossoms would be the perfect additions to the barren parkland that had just been reclaimed from the Potomac River’s mud flats. After presenting her idea to the U.S. Army superintendent in charge of the park, however, she was promptly turned down. For the next 24 years, the sting of rejection from a series of officials became a familiar feeling. “Amiable Army officers lent weary ear to the tale of the Japanese cherry blossom and the future fairyland, but none grew excited or was convinced,” she lamented in a 1910 magazine article.\nIn 1908 Scidmore attended an Arbor Day talk by David Fairchild and discovered a kindred spirit. A doctor and U.S. Department of Agriculture official, Fairchild had successfully transplanted 100 Japanese cherry trees on his Chevy Chase, Maryland, estate and envisioned a “field of cherries” around the Potomac River and the newly constructed Tidal Basin.\nWhen the cherry trees arrived in Washington, D.C., on January 6, 1910, they were unfortunately bearing more than just goodwill. The Department of Agriculture discovered the trees were infested with insects and parasitic worms. On January 28, 1910, President William Taft regretfully gave his assent to destroy the trees, and most were incinerated in heaps resembling giant funeral pyres. \nUndeterred, Takamine proposed an even larger donation. When the second shipment of 3,020 cherry trees, composed of a dozen varieties gifted by Tokyo, reached the capital in March 1912, they were in perfect condition. On March 27, 1912, in a simple ceremony with little fanfare and no photographers, the first lady and the Japanese ambassador’s wife dug their spades into the ground to begin planting the first two trees, which still stand today along the northwest wall of the Tidal Basin. Scidmore was also in attendance.\nPlanting continued for the rest of the decade, and the flowering trees quickly became such a beloved Washington institution that the selection of the Tidal Basin as the location for the new Jefferson Memorial led to howls of public protests from those fearing the mass removal of the trees. Flamboyant newspaper editor Eleanor “Cissy” Patterson, who took daily walks with her poodles under the canopy of the cherry trees, led the grassroots opposition, pledging in the Washington Herald to “defy workmen to so much as break a twig.” \nOn November 18, 1938, a band of 150 society ladies in furs descended upon the Jefferson Memorial’s construction site. To the astonishment of Civilian Conservation Corps engineers and gardeners, some of the women chained themselves to cherry trees, while others grabbed shovels out of the workers’ hands and began to replace the dirt that had been removed from around the trees. “This is the worst desecration of beauty in the capital since the burning of the White House by the British,” stated one protestor chained to a tree.\nA few blocks away at the White House, President Franklin D. Roosevelt was drawn to the ruckus later dubbed the “Cherry Tree Rebellion.” The president declared that the trees were going be transplanted, not cut down, and that reports of proposed tree destructions were “one of the most interesting cases of newspaper flimflam” he had ever encountered. Roosevelt joked that if the protestors didn’t leave, “the cherry trees, the women and their chains would be gently but firmly transplanted in some other part of Potomac Park.” That night, once the protestors left, cherry trees were uprooted under the cover of darkness to avoid further disturbances.\nJust three years later, however, Americans weren’t quite as enamored of the cherry trees. On the night of December 10, 1941, three days after the Japanese bombing of Pearl Harbor, four trees were chopped down during a temporary blackout in what was suspected to be a misguided act of retaliation by an unknown offender. For the duration of World War II, the gifts from Japan would be referred to as “Oriental” (not “Japanese”) cherry trees. \nIn 1999, more than half a century later, the cherry trees were again attacked, but this time the culprits were identified. Gnawing beavers had felled four trees with their mighty incisors and damaged several others. The animals were relocated from the Tidal Basin, and physical barriers were installed around some of the trees. \nThe Japanese cherry blossoms have endured for a century in the nation’s capital, and there are now more than 3,750 trees. In 1991 a few young plants grafted from the trees were gifted back to Japan, and one of them graces the front of a tombstone in a crowded Yokohama cemetery. An adjacent monument reads: “A woman who loved Japanese cherry blossoms rests in peace here.” That woman is Eliza Scidmore.","author":"Christopher  Klein","web_category":"news","title":"The Drama Behind 100 Years of Washington’s Cherry Blossoms","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/cherry-blossom-festival.jpg","url":"http://www.history.com/news/the-drama-behind-100-years-of-washingtons-cherry-blossoms"}