{"summary":"Sacagawea had been thought to be a teenager on her trip with the Corps of Discovery in 1805 and 1806, she had just given birth to a daughter, Lisette, at the fort and she was married to Charbonneau.. According to the tribe’s oral tradition, Sacagawea had fled her French-Canadian husband, Toussaint Charbonneau, lived among the Comanche in Oklahoma in the 1840s, made her way to Wyoming in the 1860s and settled with her fellow Shoshone at the Wind River Indian Reservation the following decade.","advice_category":"1","content":"\nTwo markers in two states tell two very different tales. In a cemetery on the Wind River Indian Reservation outside of Fort Washakie, Wyoming, a large granite tombstone boldly proclaims the site as the final resting spot of Sacagawea. An inscription on the grave gives the date of her death as April 9, 1884. Approximately 600 miles to the northeast, however, another marker near Mobridge, South Dakota, states that she died on December 20, 1812, and was buried nearby.\nWhat’s going on? Much of the confusion is due to the fact that although Sacagawea is a household name, the historical record surrounding her is sparse.\nLet’s start in Wyoming. Indeed, in April 1884, an elderly Shoshone woman named Porivo was laid to rest. The old lady, whose death certificate listed her name only as “Bazil’s Mother” and gave her age as 100, had moved to the reservation in the 1870s and told others that she was part of the Lewis and Clark expedition. In the early 1900s historian Grace Raymond Hebard supported the notion, published in her 1933 book Sacajaewa, that Porivo was indeed Sacagawea. In 1925, Dr. Charles A. Eastman investigated the claim for the Bureau of Indian Affairs and vouched for its validity after speaking with numerous Shoshone who had remembered the old woman and her stories about traveling with the Corps of Discovery. According to the tribe’s oral tradition, Sacagawea had fled her French-Canadian husband, Toussaint Charbonneau, lived among the Comanche in Oklahoma in the 1840s, made her way to Wyoming in the 1860s and settled with her fellow Shoshone at the Wind River Indian Reservation the following decade.\nAccording to subsequently discovered documents, however, the account is unlikely to be true. The journal of John C. Luttig, a clerk at the Fort Manuel Lisa trading post in present-day South Dakota, contains this entry written on the night of December 20, 1812: “This evening the wife of Charbonneau, a Snake [Shoshone] squaw, died of a putrid fever. She was good and the best woman in the fort. Aged about 25 years. She left a fine infant girl.” Luttig didn’t formally identify the woman as Sacagawea, but she certainly fit the description. Sacagawea had been thought to be a teenager on her trip with the Corps of Discovery in 1805 and 1806, she had just given birth to a daughter, Lisette, at the fort and she was married to Charbonneau.\nCharbonneau, however, had more than one wife. Had Luttig identified the correct one? It appears so. Sometime between 1825 and 1828, Clark made a note in his cashbook of the whereabouts of his fellow expedition members. Next to “Secarjawea,” the explorer wrote “Dead.” Was he incorrect or misinformed? It’s unlikely given that in 1813 Clark legally adopted Sacagawea’s two children, Jean Baptiste and Lisette. Given Clark’s relationship with the children, he likely would have known whether Sacagawea was alive, and her early death would logically explain his adoptions of her son and daughter.\nAs Lewis and Clark expert James P. Ronda writes, “Most scholars now accept Clark’s note in his Cash Book that Sacagawea was dead by the 1825–28 period and Luttig’s note…as substantial evidence for Sacagawea’s early death.” If Sacagawea indeed passed away in South Dakota in 1812, the whereabouts of her unmarked grave are unknown and may forever be shrouded in mystery.","author":"Christopher  Klein","web_category":"news","title":"Who’s Buried in Sacagawea’s Grave?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/12/HITH-Sacajawea.jpg","url":"http://www.history.com/news/whos-buried-in-sacagaweas-grave"}