{"summary":"And while their Times Square eatery wasn’t New York City’s first coin-operated cafeteria, Horn & Hardart Automats quickly flourished in the Big Apple.. Finally, in 1991 in New York City, the glass doors of the last Horn & Hardart Automat shuttered forever.","advice_category":"1","content":"\n“New Method of Lunching,” cried out the advertisement to readers of the July 2, 1912, edition of The New York Times. “Try It! You’ll Like It!!” the ad promised.\nCurious—and hungry—readers who followed the culinary entreaties and stepped inside the Horn & Hardart Company’s “Automat Lunch Room” in Times Square for its grand opening a century ago found a high-tech, self-service wonder. A gigantic, coin-operated vending machine with row upon row of windowed compartments, resembling glass-fronted post office boxes, housed dozens of menu items. After window shopping, customers could drop a nickel into a coin slot, turn a knob, lift up the door and help themselves to their food.\nInstant gratification.\nHorn & Hardart’s sleek, coin-operated cafeteria had more slots than a Las Vegas casino, but these machines delivered guaranteed payoffs: sandwiches, slices of pie and comfort food from macaroni and cheese to chicken potpie to tapioca pudding. Nimble-fingered cashiers wearing rubber tips dispensed nickels through the recessed dishes of their glass-enclosed booths. Behind the scenes, invisible kitchen workers quickly refilled empty compartments like magic. Joe Horn and Frank Hardart’s Automat was a marvel of efficiency that revolutionized the American food service industry.\nHorn and Hardart, who had first opened a luncheonette together in 1888, imported the concept of an automated restaurant from Germany and unveiled America’s first Automat in Philadelphia in 1902, ushering in the country’s fast food era. A decade later, they expanded to Manhattan. And while their Times Square eatery wasn’t New York City’s first coin-operated cafeteria, Horn & Hardart Automats quickly flourished in the Big Apple.\nThe speed and efficiency of the Automat were godsends to city workers who were given less and less time for a lunch break in fast-paced New York. With no waiters to tip and prices for most dishes at five or 10 cents, the Automats held economic appeal for working-class and frugal diners. And unlike the elitist dining rooms that had dominated the American culinary scene, the Automats were simple and democratic.\nNot all foodies of the early 20th century celebrated the rise of the Automat. “The number of cheap quick-fire food hells is appalling,” bemoaned James Huneker in The New York Times in 1914. “Eating and drinking are rapidly entering the category of the lost fine arts,” he lamented. “The young folk nowadays are not epicures… They are in too much of a hurry to dance or to ride, to sit long at table and dine with discrimination.”\nSurely to Huneker’s displeasure, the Automat entered its heyday after Prohibition killed the saloons and their free lunches and the Great Depression crimped bank accounts. At its height, Horn & Hardart was the world’s largest restaurant chain, feeding hundreds of thousands every day in more than 80 locations in New York City and Philadelphia.\nWhile Horn & Hardart Automats delivered food quickly, meals were made from scratch using fresh, high-quality ingredients. Items were prepared shortly before they were eaten, and food was not allowed to linger overnight. Freshly squeezed orange juice that sat for two hours was poured down the drain.\nThe resplendent surroundings of the Horn & Hardart Automats—with marble counters and floors, stained glass, chrome fixtures, ornately carved ceilings and Art Deco signage—more resembled Parisian bistros than sterile, dingy fast food outlets. Food was served on real china and eaten with solid flatware. The coffee flowed from silver dolphin spouts that Joseph Horn found in Italy. And that French-drip coffee, always piping hot and potent, was Horn & Hardart’s most popular item. It was freshly brewed every 20 minutes, and until 1950 it cost only a nickel a cup.\nAs New York City’s population began to decline in the 1950s, so did Horn & Hardart’s prospects. The Automats struggled in what was no longer a five-and-dime world. With inflation pushing the price of items higher and higher, the coin-operated machines were no longer efficient or practical. Quality declined, and the fast food chains spawned by the Automats began to eat their lunch. Horn & Hardart itself purchased Burger King and Arby’s franchises, along with Bojangles’ Famous Chicken ‘n Biscuits. Finally, in 1991 in New York City, the glass doors of the last Horn & Hardart Automat shuttered forever.\nThe Automat lives on in fond memories, and the Smithsonian’s National Museum of American History includes a section of the original Horn & Hardart Automat that opened in Philadelphia in 1902. In addition, the New York Public Library is now featuring a reconstructed wall of an Automat machine as part of Lunch Hour NYC, a new exhibition that runs through February 2013. Visitors can peek around back where workers once loaded food and open up the Automat’s glass doors. While tasty treats won’t be waiting, the next best things are: recipe cards for making Horn & Hardart’s signature dishes.","author":"Christopher  Klein","web_category":"news","title":"The Automat: Birth of a Fast Food Nation","picture_url":"http://www.history.com/news/wp-content/uploads/2012/07/reconstructed-automat.jpg","url":"http://www.history.com/news/the-automat-birth-of-a-fast-food-nation"}