{"summary":"Three years after the discovery, Charles Darwin published “On the Origin of Species,” and the scientific community began to suspect that Neanderthal could represent a “missing link” between apes and humans.. Dated to 50,000 years ago—10 millennia before Cro-Magnons are believed to have reached Europe—these natural paint containers suggest that Neanderthals wore makeup for symbolic or cosmetic reasons","advice_category":"1","content":"\nThe Neanderthal specimen that put the genus on the map was misidentified first as bear bones and later as the remains of a modern human with debilitating health problems. In 1856, workers digging for limestone in Germany’s Neander Valley unearthed a partial skeleton with a flat skull, heavy eyebrow ridges, a receding forehead and slightly curved femurs. The prominent anatomist Rudolf Virchow proposed that the bones belonged to a soldier who suffered from severe rickets as a child, received severe blows to the head later in life and died while fleeing Napoleon’s army in 1814. The protruding brow, Virchow suggested, resulted from decades of pain-induced grimaces. Three years after the discovery, Charles Darwin published “On the Origin of Species,” and the scientific community began to suspect that Neanderthal could represent a “missing link” between apes and humans.\nThough once depicted in popular culture as naked and hairy, Neanderthals wore clothes and may have been no more hirsute than people today. After their ancestors migrated out of Africa an estimated 800,000 years ago, Neanderthals evolved both culturally and physically to withstand the chillier climates of Europe, the Middle East and Central Asia. Experts believe they made loose-fitting garments out of animal hides, slept under mammoth skins and may even have been the first hominins to craft shoes. And computer models have shown that hairiness could have been detrimental to Neanderthals’ survival, causing excess sweat to freeze on their bodies.\nAt birth, Neanderthals had brains similar in size to modern human infants, but by adulthood their cranial capacity was larger. Does this mean they were just as intelligent—or perhaps even more so? Archaeological evidence implies that Neanderthal tools were on par with those made by Cro-Magnons living at the same time. Neanderthals were likely rather innovative as well, fashioning musical instruments out of animal bones and experimenting with primitive herbal remedies.\nShorter but brawnier than modern humans, Neanderthals were skilled hunters, and some experts think women and children got in on the action alongside men. Wielding stone-tipped spears and working in groups, they likely used sophisticated stalking tactics, including herding giant animals such as bison and wooly mammoths into ravines in order to ambush them. But recent studies have shown that the Neanderthal diet, traditionally thought to have consisted nearly exclusively of large game, may also have included seafood, marine mammals and cooked vegetables.\nNeanderthals buried their dead and may have believed in an afterlife. Some of their graves are marked with headstones, and bodies were often interred with flowers, plants, bones and tools. The inclusion of such items often reflects a conviction that the deceased will have need of them after death, according to anthropologists.\nOriginally considered incapable of talking, Neanderthals had all the equipment necessary for speech and almost certainly had a language. In the mid-1980s, archaeologists uncovered a Neanderthal skeleton with a hyoid—a horseshoe-shaped bone that holds part of the voice box in place—identical to that of modern humans; this means they could probably produce a wide range of vocal sounds. More recently, DNA analysis revealed that Neanderthals possessed the same variation of the FOXP2 gene, which is associated with language, as people living today. Some scientists believe that Neanderthals’ distinct larynx shape may have limited their ability to pronounce vowels and caused them to speak in high-pitched tones—not in the deep grunts of cartoon cavemen.\nSome Neanderthals likely ate each other—but so did some anatomically modern humans living at the same time. Archaeologists have excavated multiple sites littered with Neanderthal bones bearing telltale signs of butchery by their own kind. It remains unclear whether Neanderthals practiced cannibalism for ritual purposes or because desperate times left them with no other choice.\nBody paint may have been a Neanderthal trend. In January 2010, scientists announced the discovery of shells containing colorful pigments at two sites in Spain. Dated to 50,000 years ago—10 millennia before Cro-Magnons are believed to have reached Europe—these natural paint containers suggest that Neanderthals wore makeup for symbolic or cosmetic reasons. This type of behavior had previously been considered unique to modern humans.\nWe may never know what happened to the Neanderthals. One theory, supported by recent DNA studies, holds that they were absorbed into the Cro-Magnon population through interbreeding. Some experts have proposed that modern humans brought about their demise more directly, either by winning a competition for resources, introducing diseases against which Neanderthals had no immunity or violently eliminating their cousins. Another hypothesis blames cold, arid conditions during the last Ice Age, which may have killed off Neanderthals’ prey and sapped their fresh water supplies.","author":"Jennie  Cohen","web_category":"news","title":"Introducing Your Inner Neanderthal","picture_url":"http://www.history.com/news/wp-content/uploads/2011/07/neanderthal-girl.jpg","url":"http://www.history.com/news/introducing-your-inner-neanderthal"}