{"summary":"“The dating, realized with two independent methods, is crucial because it shows without ambiguity that the two toolkits are 100,000 years old,” said co-author Franceso d’Errico. In 2008, they discovered what they believe are toolkits once used by archaic Homo sapiens to transform ochre—soft, colorful rock that contains iron oxides—into the oldest known form of paint","advice_category":"1","content":"\nAt least, that’s the scenario researchers describe in a paper published in the latest issue of the journal Science. In 2008, they discovered what they believe are toolkits once used by archaic Homo sapiens to transform ochre—soft, colorful rock that contains iron oxides—into the oldest known form of paint. Their findings suggest that modern humans’ ancestors could plan ahead, think conceptually and engage in sophisticated behavior much earlier than previously thought.\n“This discovery represents an important benchmark in the evolution of complex human cognition in that it shows that humans had the conceptual ability to source, combine and store substances that were then possibly used to enhance their social practices,” said lead researcher Christopher Henshilwood of the University of the Witwatersrand in Johannesburg. He added that, while it is widely believed that Homo sapiens originated in Africa 200,000 years ago, archaeological clues about their intelligence and capabilities in the initial stages are remarkably scarce. The Bombas Cave artifacts predate other evidence of ochre processing and related activities by 40,000 to 50,000 years, he said.\nUnearthed at a site that sheltered early humans as far back as 140,000 years ago, the two kits comprise ochre residue and fragments, stone tools for grinding and hammering, mammal bones and abalone shells that served as mixing bowls, according to the study. Researchers analyzed quartz sediments in which the items were buried to calculate their age. “The dating, realized with two independent methods, is crucial because it shows without ambiguity that the two toolkits are 100,000 years old,” said co-author Franceso d’Errico. “This makes them the oldest known evidence for the use of containers and the oldest known kits for the production of pigment.”\nDuring the Middle Stone Age, this region of South Africa was inhabited by hunter-gatherers who, though they were Homo sapiens like humans alive today, retained some archaic features, d’Errico said. They lived off the bounty of the Indian Ocean, located steps away from Blombos Cave. Their use of ochre-based pigment remains a mystery, the researchers said, although other groups are known to have painted their bodies and created art with similar coloring agents—albeit tens of thousands of years later.\n“The recovery of these toolkits adds evidence for early technological and behavioral developments associated with humans and documents their deliberate planning, production and curation of pigmented compound and the use of containers,” said Henshilwood. “It also demonstrates that humans had an elementary knowledge of chemistry and the ability for long-term planning 100,000 years ago.”","author":"Jennie  Cohen","web_category":"news","title":"100,000-Year-Old Paint Mixing Kits Found","picture_url":"http://www.history.com/news/wp-content/uploads/2011/10/toolkits.jpg","url":"http://www.history.com/news/100000-year-old-paint-mixing-kits-found"}