{"summary":"With Italy’s leading non-fascist politicians hopelessly divided and with the threat of violence in the air, on October 29 the king offered Mussolini the chance to form a coalition government. On July 25 of that year, King Victor Emmanuel informed Mussolini that he would be replaced as prime minister","advice_category":"1","content":"\n1. Mussolini had a penchant for violence even as a youth.\nBorn on July 29, 1883, Mussolini gained a reputation for bullying and fighting during his childhood. At age 10 he was expelled from a religious boarding school for stabbing a classmate in the hand, and another stabbing incident took place at his next school. He also admitted to knifing a girlfriend in the arm. Meanwhile, he purportedly pinched people at church to make them cry, led gangs of boys on raids of local farmsteads and eventually became adept at dueling with swords. When the New York Times reported on Mussolini’s May 1922 duel against a rival newspaper editor, it mentioned that he bore over 100 wounds received in battle.\n2. Mussolini was a socialist before becoming a fascist.\nBorn to a socialist father, Mussolini was named after leftist Mexican President Benito Ju?rez. His two middle names, Amilcare and Andrea, came from Italian socialists Amilcare Cipriani and Andrea Costa. Early in Mussolini’s life, for instance, those names seemed appropriate. While living in Switzerland from 1902 to 1904, he cultivated an intellectual image and wrote for socialist periodicals such as L’Avvenire del Lavoratore (The Worker’s Future). He then served in the Italian army for nearly two years before resuming his career as a teacher and journalist. In his articles and speeches, Mussolini preached violent revolution, praised famed communist thinker Karl Marx and criticized patriotism. In 1912 he became editor of Avanti! (Forward!), the official daily newspaper of Italy’s Socialist Party. But he was expelled from the party two years later over his support for World War I. By 1919 a radically changed Mussolini had founded the fascist movement, which would later become the Fascist Party.\n3. Italy’s leaders never called on the military to stop Mussolini’s insurrection.\nFrom 1920 to 1922, armed fascist squads faced minimal interference from the police or army as they roamed the country causing property damage and killing an estimated 2,000 political opponents. Many other citizens were beaten up or forced to drink castor oil. Then, on October 24, 1922, Mussolini threatened to seize power with a demonstration known as the March on Rome. Though Prime Minister Luigi Facta knew of these plans, he failed to act in any meaningful way. Finally, when fascists began occupying government offices and telephone exchanges on the night of October 27, Facta and his ministers advised King Victor Emmanuel III to declare a state of emergency and impose martial law. The wavering king refused to sign any such decree, however, and Facta was forced to resign.\n4. Contrary to popular belief, Mussolini did not take power in a coup.\nWith Italy’s leading non-fascist politicians hopelessly divided and with the threat of violence in the air, on October 29 the king offered Mussolini the chance to form a coalition government. But although the premiership was now his, Il Duce—a master of propaganda who claimed the backing of 300,000 fascist militiamen when the real number was probably far lower—wanted to make a show of force. As a result, he joined armed supporters who flooded the streets of Rome the following day. Mussolini would later mythologize the March on Rome’s importance.\n5. Mussolini did not become a true dictator until 1925.\nAfter becoming prime minister, Mussolini reduced the influence of the judiciary, muzzled a free press, arrested political opponents, continued condoning fascist squad violence and otherwise consolidated his hold on power. However, he continued working within the parliamentary system at least somewhat until January 1925, when he declared himself dictator of Italy. Following a series of assassination attempts in 1925 and 1926, Mussolini tightened his grip even further, banning opposition parties, kicking out over 100 members of parliament, reinstating the death penalty for political crimes, ramping up secret police activities and abolishing local elections.\n6. Mussolini was anti-Church before becoming pro-Church.\nAs a socialist youth, Mussolini declared himself an atheist and railed against the Catholic Church, going so far as to say that only idiots believed Bible stories and that Jesus Christ and Mary Magdalene were lovers. He even authored an anti-clerical pulp novel. But after taking power, Il Duce began working to patch up that relationship. He outlawed freemasonry, exempted the clergy from taxation, cracked down on artificial contraception, campaigned for an increased birth rate, raised penalties for abortion, restricted nightlife, regulated women’s clothing and banned homosexual acts among adult men. Despite having many mistresses himself, he also put in place harsh punishments for adultery. In 1929 Mussolini signed an agreement with the Vatican under which the Church received authority over marriage and was compensated for property that had been seized decades earlier. Pope Pius XI afterwards referred to Mussolini as the “man whom providence has sent us.” Nonetheless, tensions between the two eventually resurfaced over such things as Mussolini’s racial laws, where were similar to those in Nazi Germany.\n7. Mussolini sought to establish an Italian empire.\nMussolini launched his first military action in 1923 when he bombarded and briefly occupied the Greek island of Corfu. Several years later, he authorized the use of concentration camps and poison gas to help put down a rebellion in Libya, which at that time was an Italian colony. Poison gas was again used illegally during the conquest of Ethiopia in 1935 and 1936, after which Il Duce declared that Italy finally had its empire. “It is a fascist empire, an empire of peace, an empire of civilization and humanity,” he purportedly said. Three years later, Italy invaded and annexed Albania. In addition to those wars of expansion, conflict-loving Mussolini also propped up right-wing dissidents. During the Spanish Civil War, for example, he supplied troops and arms to General Francisco Franco’s Nationalist movement.\n8. Italy’s army performed disastrously during World War II.\nFor all his bluster, Mussolini did not enter World War II until June 1940, by which time his Nazi Germany allies had already swept through much of Europe. It soon became apparent that Italy lacked adequate military equipment and that its pace of production was pitiful. In fact, the United States could manufacture more planes in a week than Italy could in a year. Mussolini did not help matters by repeatedly changing his war plans and stretching his forces too thin. His poorly executed attack on France made little progress until the French asked the Germans for an armistice. Later that year, Italian troops invaded Greece, only to be pushed back into neighboring Albania. Italy’s North Africa campaign likewise stalled, although in both cases Germany temporarily came to the rescue.\n9. Mussolini was deposed without a fight.\nHaving already snatched away Libya and Ethiopia, Allied forces invaded Italy proper in 1943 and began dropping bombs on Rome. On July 25 of that year, King Victor Emmanuel informed Mussolini that he would be replaced as prime minister. Il Duce was then arrested and imprisoned in various places, including a remote mountain ski resort from which German commandos rescued him a month and a half later. From September 1943 to April 1945, Mussolini headed a puppet government in German-occupied northern Italy. At the end of the war, he tried to sneak over the Swiss border wearing a German greatcoat and helmet. But an Italian partisan recognized him and shouted out, “We’ve got Big-Head!” Mussolini was executed the following day, and his corpse was strung upside down in a Milan square.","author":"Jesse  Greenspan","web_category":"news","title":"9 Things You May Not Know About Mussolini","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/mussolini-march-on-rome.jpg","url":"http://www.history.com/news/9-things-you-may-not-know-about-mussolini"}