{"summary":"With a few exceptions, such as small tweaks to the text on existing bills and the introduction of the $1 bill in 1963, the 1929 designs remained in place for more than 65 years, until the next significant wave of changes was released beginning in 1996. Among the new security features are color-shifting ink, enhanced watermarks, raised printing to give the bill texture and a blue 3D ribbon woven down the center of the front of the bill","advice_category":"1","content":"\n\nThe new look was revealed in late 2010 and was supposed to enter circulation in February 2011, but Fed officials blame the hold-up on unexpected production delays. Among the new security features are color-shifting ink, enhanced watermarks, raised printing to give the bill texture and a blue 3D ribbon woven down the center of the front of the bill. When the bill is moved up and down or side-to-side, a series of “100” numerals in the ribbon will move as well. The bill also features color images of a quill pen and a copper inkwell, which reveals another design element, a green image of the Liberty Bell, when tilted.\nLike most other Federal Reserve notes, the $100 bill was introduced in 1914, featured a small profile shot of Benjamin Franklin on the front and included figures meant to represent America, peace, labor and commerce on the reverse. These early bills were about 30% larger than today’s versions, measuring around 7.4 x 3.1 inches. The first series of redesigns took place in 1929 and introduced a number of changes: Alexander Hamilton, America’s first treasury secretary, replaced Andrew Jackson on the $10 bill; Jackson himself replaced President Grover Cleveland on the $20 bill; Cleveland, alas, was shoved over to the $1,000 bill, which was discontinued soon thereafter; the bills were reduced to their current size of 6.1 x 2.6 inches; and the overall design of the notes, which had previously varied significantly, was standardized.\nWith a few exceptions, such as small tweaks to the text on existing bills and the introduction of the $1 bill in 1963, the 1929 designs remained in place for more than 65 years, until the next significant wave of changes was released beginning in 1996. Commonly known as the “large portrait” series due to the increased size of the individuals’ images, they also included a series of anti-counterfeit measures, including watermarks and embedded security threads.\nAlmost as soon as the last of these bills hit the streets, however, the Treasury was hard at work on yet another round of tweaks. Launched in the wake of the September 11th attacks, these latest designs include additional “symbols of freedom” on the fronts: the Great Seal of the United States ($5); the Statue of Liberty’s torch ($10);? an eagle ($20); ; the American flag ($50); and the Declaration of Independence ($100). The most significant changes to these bills, or at least the most visually obvious, were the removal of ovals surrounding the portraits and primary figures on the reverse sides of the bills, as well as the introduction of a background color unique to each denomination, putting an end to the predominantly drab, green and black color scheme. America’s new currency now more closely resembles the visually distinctive money used in the rest of the world. Abe Lincoln is surrounded by splashes of purple and yellow; Mr. Hamilton features orange, yellow and red; “Old Hickory” Jackson is flanked by green, peach and blue; and President Grant’s facelift includes shades of blue, red and yellow. Despite the fact that it is by far the most highly circulated note, there are currently no plans to redesign the $1 bill.","author":"Barbara  Maranzani","web_category":"news","title":"It’s All About the (New) Benjamins","picture_url":"http://www.history.com/news/wp-content/uploads/2013/04/HITH-100-bill1.jpg","url":"http://www.history.com/news/its-all-about-the-new-benjamins"}