{"summary":"As a revolutionary fever swept through Plymouth in 1774, some of the town’s most zealous patriots sought to enlist Plymouth Rock in the cause. And then there’s the inconvenient truth that no historical evidence exists to confirm Plymouth Rock as the Pilgrims’ steppingstone to the New World","advice_category":"1","content":"\nTwo words inevitably cross the lips of first-time visitors to Plymouth Rock: “That’s it?”\nYes, Plymouth Rock never fails to underwhelm, leaving tourists struck by disappointment rather than awe. But don’t blame the rock. America’s most famous piece of granite is simply a victim of outsized expectations. The overhyped legend surrounding the Pilgrims’ supposed landing place conjures visions of the Rock of Gibraltar. The reality, however, is that the country’s birthstone is a mere boulder.\nAnd then there’s the inconvenient truth that no historical evidence exists to confirm Plymouth Rock as the Pilgrims’ steppingstone to the New World. Leaving aside the fact that the Pilgrims first made landfall on the tip of Cape Cod in November 1620 before sailing to safer harbors in Plymouth the following month, William Bradford and his fellow Mayflower passengers made no written references to setting foot on a rock as they disembarked to start their settlement on a new continent.\nIt wasn’t until 1741—121 years after the arrival of the Mayflower—that a 10-ton boulder in Plymouth Harbor was identified as the precise spot where Pilgrim feet first trod. The claim was made by 94-year-old Thomas Faunce, a church elder who said his father, who arrived in Plymouth in 1623, and several of the original Mayflower passengers assured him the stone was the specific landing spot. When the elderly Faunce heard that a wharf was to be built over the rock, he wanted a final glimpse. He was conveyed by chair 3 miles from his house to the harbor, where he reportedly gave Plymouth Rock a tearful goodbye. Whether Faunce’s assertion was accurate oral history or the figment of a doddering old mind, we don’t know. (And if Faunce indeed was telling a tall tale about the humble chunk of granite, he broke the cardinal rule of American mythology: When you make stuff up, go big—really big.)\nWhat is certain, however, is that diminutive Plymouth Rock quickly grew into a prodigious American icon, and the boulder and the country it symbolizes have led eerily parallel lives over the past 250 years. Much like the United States itself, Plymouth Rock came of age in a burst of patriotic fervor. It was split in two and cemented back together. And while it has been battered by time, it continues to endure.\nBy the 1770s, just a few years after Faunce made his declaration, Plymouth Rock had already become a tangible monument to freedom. As a revolutionary fever swept through Plymouth in 1774, some of the town’s most zealous patriots sought to enlist Plymouth Rock in the cause. With 20 teams of oxen at the ready, the colonists attempted to move the boulder from the harbor to a liberty pole in front of the town’s meetinghouse. As they tried to load the rock onto a carriage, however, it accidentally broke in two. (Some townsfolk interpreted the rupture as a providential sign that America should sever itself from Great Britain.) The bottom portion of Plymouth Rock was left embedded on the shoreline, while the top half was moved to the town square.\nOn July 4, 1834, Plymouth Rock was on the move again, this time a few blocks north to the front lawn of the Pilgrim Hall Museum. And once again, the boulder had a rough ride. While passing the courthouse, the rock fell from a cart and broke in two on the ground. The small iron fence encircling Plymouth Rock did little to discourage the stream of souvenir seekers from wielding their hammers and chisels to get a piece of the rock. (Even today, chips off the old block are strewn across the country in places such as the Smithsonian Institution and the Plymouth Church in Brooklyn.)\nBack at the harbor, a Victorian-style canopy was constructed in the 1860s to cover the lower portion of Plymouth Rock still embedded in the shoreline. In order to fit inside the new monument, however, the stone was given a trim. Years later, it was discovered that a 400-pound slab that was carved off was being used as a doorstep on a local historic house, and the Plymouth Antiquarian Society donated a piece of it in the 1980s to the hometown Pilgrim Hall Museum, where visitors are actually encouraged to touch this piece of Americana.\nFinally, in 1880, at the same time that an America torn asunder by the Civil War was stitching itself back together, the top of Plymouth Rock was returned to the harbor and reunited with its base. The date “1620” was carved on the stone’s surface, replacing painted numerals.\nIn conjunction with the 300th anniversary of the Pilgrims’ arrival, Plymouth’s Rock current home, which resembles a Roman temple, was constructed. The boulder now rests on a sandy bed 5 feet below street level, encased in an enclosure like a zoo animal. Given all the whittling and the accidents, Plymouth Rock is estimated to be only a third or half of its original size, and only a third of the stone is visible, with the rest buried under the sand. A prominent cement scar is a reminder of the boulder’s tumultuous journeys around town.\nWhile the original Pilgrims may never have come to Plymouth Rock, it certainly draws pilgrims of a different sort today. Upwards of a million people visit it each year. Sure, the stone’s physical stature and sketchy historical provenance can be a letdown, but thanks should also be given that a colossal symbol of America has managed to endure.","author":"Christopher  Klein","web_category":"news","title":"The Real Story Behind Plymouth Rock","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/plymouth-rock.jpg","url":"http://www.history.com/news/the-real-story-behind-plymouth-rock"}