{"summary":"One of the earliest records of an eclipse appears in the ancient Chinese document Shu Ching (Book of History), which describes a day on which “the Sun and Moon did not meet harmoniously.” Historians believe this is a reference to the solar eclipse of October 22, 2134 B.C. May 5, 840: Solar eclipse scares Louis the Pious to death","advice_category":"1","content":"\nOctober 22, 2134 B.C.: Solar eclipse spells doom for Hsi and Ho\nOne of the earliest records of an eclipse appears in the ancient Chinese document Shu Ching (Book of History), which describes a day on which “the Sun and Moon did not meet harmoniously.” Historians believe this is a reference to the solar eclipse of October 22, 2134 B.C. The legend tells of two royal astronomers named Hsi and Ho who had shirked their duties in order to get drunk. As a result, they failed to predict the event and were beheaded by the emperor.\nMay 28, 585 B.C.: Solar eclipse inspires truce between the Lydians and the Medes\nAccording to the ancient Greek historian Herodotus, a total solar eclipse brought about an unexpected ceasefire between two warring nations, the Lydians and the Medes, who had been fighting for control of Anatolia for five years. During the Battle of Halys, also known as the Battle of the Eclipse, the sky suddenly turned dark as the sun disappeared behind the moon. Interpreting the inexplicable phenomenon as a sign that the gods wanted the conflict to end, the soldiers put down their weapons and negotiated a truce.\nAugust 27, 413 B.C.: Lunar eclipse plus superstition prove deadly for Athens\nAt the height of the Peloponnesian War, a decades-long struggle between Athens and Sparta, Athenian soldiers found themselves locked in a losing battle to expel the Syracusians from Sicily. Their commander, Nicias, ordered a temporary retreat. As the troops prepared to sail home, however, a lunar eclipse took place, prompting the highly superstitious Nicias to postpone the departure. The Syracusians took advantage of the delay to stage another attack, overcoming the Athenians and weakening their stronghold on the Mediterranean. According to many historians, the defeat in Sicily marked the beginning of the end of Athenian dominance.\nMay 5, 840: Solar eclipse scares Louis the Pious to death\nThe third son of Charlemagne, Louis the Pious inherited a vast empire when his father died in 1814. His reign was marked by dynastic crises and fierce rivalry between his sons. A deeply religious man who earned his nickname by performing penance for his sins, Louis reportedly became terrified of an impending punishment from God after witnessing a solar eclipse. According to legend, he died of fright shortly thereafter, plunging his fractured kingdom into a civil war that ended with the historic Treaty of Verdun.\nFebruary 29, 1504: Lunar eclipse saves Christopher Columbus from starvation\nTwelve years after his momentous landing at San Salvador, Christopher Columbus was exploring the Central American coast when woodworms attacked his ship, causing leaks and forcing him to make an emergency stop in Jamaica. He and his crew spent more than a year there awaiting relief. The indigenous people of the island welcomed the men, offering them food and shelter, but cut off their supplies when some of Columbus’ crewmembers began stealing from them. Hoping to impress his hosts and regain their support, Columbus consulted the almanac he had brought with him and read about an upcoming total lunar eclipse. He told the Jamaicans that the gods were unhappy with them for failing to provide assistance and that they would show their disapproval by turning the moon a bloody red color. The eclipse occurred on schedule, and the astonished Jamaicans promised to resume feeding Columbus and his crew.\nAugust 7, 1869: Solar eclipse makes peace between scientists and native Alaskans\nGeorge Davidson, a prominent astronomer and explorer, had already made surveys of several regions in Alaska–then a relatively uncharted territory–when he set out on a scientific expedition to Chilkat Valley in 1869. He was warned, however, that the local Chilkat Indians had been angered by some American provocation and might welcome him with guns and spears rather than open arms. During a tense initial meeting on August 6, Davidson explained that he had come for purely scientific reasons, telling the Chilkat that he was especially anxious to observe a total eclipse of the sun the following day. Right on cue, the sky grew dark over the Chilkat Valley as the moon eclipsed the sun. Apparently dismayed by this frightening display–some may have believed Davidson himself caused the eclipse–the Chilkat fled to the woods, leaving the scientists alone for the rest of their mission. Some historians believe the astronomer’s prediction may have saved the entire team from attack.","author":"History.com  Staff","web_category":"news","title":"Historic Eclipses","picture_url":"http://www.history.com/news/news/wp-content/uploads/2011/03/historic-eclipses-thumb_large_310x206.jpg","url":"http://www.history.com/news/historic-eclipses"}