{"summary":"Within hours, word of the shootdown reached the White House Cabinet Room, which all day long had crackled with tension amid news that the Soviet nuclear missile sites were nearly operational and that another U-2 plane had accidentally flown over the Soviet Union, sending Soviet MiG fighters scrambling in pursuit. Mission 3127, Anderson’s sixth foray over Cuba as part of “Operation Brass Knob,” would be his most dangerous yet, with Soviet SA-2 surface-to-air missiles (SAMs) now operational and war seemingly imminent.","advice_category":"1","content":"\nOn October 27, 1962, Rudolf Anderson Jr. streaked through the stratosphere, 14 miles above a planet tied up in knots. Twelve days before, the Air Force major had flown one of the first top-secret reconnaissance missions over Cuba that confirmed the existence of Soviet missile sites just 90 miles from the American mainland. Anderson was not originally scheduled to fly on this day, but he lobbied hard for the assignment when the mission was added to the schedule. Mission 3127, Anderson’s sixth foray over Cuba as part of “Operation Brass Knob,” would be his most dangerous yet, with Soviet SA-2 surface-to-air missiles (SAMs) now operational and war seemingly imminent.\nShortly after Anderson entered Cuban air space, his unarmed, high-altitude U-2 spy plane appeared as a blip on Soviet radar. As the Soviet military tracked the intruding aircraft, their concern mounted that the pilot was photographing secret locations of tactical nuclear weapons positioned near America’s Guantanamo Bay Naval Base. “Our guest has been up there for over an hour,” Lieutenant General Stepan Grechko told a deputy. “I think we should give the order to shoot it down, as it is discovering our positions in depth.” With the commanding general, the only man authorized to order a surface-to-air missile launch, nowhere to be found, Grechko gave the order himself: “Destroy Target Number 33.”\nTwo surface-to-air missiles rocketed into the sky near the eastern port city of Banes. One exploded near the U-2. Shrapnel pierced the cockpit along with Anderson’s pressurized flight suit and helmet, likely killing him instantly. The U-2 plunged 72,000 feet to the tropical island below. Target number 33 was destroyed.\nWithin hours, word of the shootdown reached the White House Cabinet Room, which all day long had crackled with tension amid news that the Soviet nuclear missile sites were nearly operational and that another U-2 plane had accidentally flown over the Soviet Union, sending Soviet MiG fighters scrambling in pursuit. Assistant Secretary of Defense Paul Nitze said, “They’ve fired the first shot,” and President John F. Kennedy remarked, “We are now in an entirely new ball game.” Attorney General Robert F. Kennedy would later write in “Thirteen Days,” his memoir of the Cuban Missile Crisis, “There was the feeling that the noose was tightening on all of us, on Americans, on mankind, and that the bridges to escape were crumbling.”\nMilitary leaders overwhelmingly urged Kennedy to launch airstrikes against Cuba’s air defenses the following morning. The president, however, correctly suspected that Soviet leader Nikita Khrushchev had not authorized the downings of unarmed reconnaissance planes, and he didn’t want to abandon diplomacy just yet.\nFor Kennedy and Khrushchev, Anderson’s death crystallized their realization that the crisis was rapidly spiraling out of their control. “It was at that very moment—not before or after—that father felt the situation was slipping out of his control,” Khrushchev’s son Sergei would later write. Kennedy worried that retaliatory airstrikes would inevitably result in all-out war. “It isn’t the first step that concerns me, but both sides escalating to the fourth or fifth step and we don’t go to the sixth because there is no one around to do so,” he told his advisers.\nThat night, the president dispatched his brother to meet with Soviet Ambassador Anatoly Dobrynin and offer a top-secret deal to peacefully end the standoff. The Soviets agreed to remove their nuclear missiles from Cuba, while the Americans pledged to withdraw intermediate nuclear missiles from Turkey and not invade Cuba. The tensest moments of the Cuban Missile Crisis had ended, with Major Anderson the only combat casualty in a standoff that had the real possibility of killing millions.\nWhen Kennedy learned that the 35-year-old Anderson had a wife and two sons, 5 and 3 years old, it struck home. “He had a boy about the same age as John,” he told his advisers. “Your husband’s mission was of the greatest importance, but I know how deeply you must feel his loss,” Kennedy wrote in a letter to Anderson’s widow, two months pregnant with a baby girl. Anderson posthumously became the first-ever recipient of the Air Force Cross, the service’s highest designation short of the Medal of Honor.\nMemories of Rudolf Anderson may have faded, but he’s not forgotten in his hometown of Greenville, South Carolina, where he built model airplanes as a young boy and chose “Good humor is the clear blue sky of the soul” as his high school yearbook quote. On the 50th anniversary of his death, the city of Greenville—in conjunction with Furman University and the Upcountry History Museum—will unveil the redesigned Major Rudolf Anderson Jr. Memorial, which was originally installed in 1963. Thirteen engraved granite slabs embedded in the lawn describe each day of the Cuban Missile Crisis, and surrounding an F-86 Sabre Jet, similar to one flown by Anderson, are text panels describing his boyhood, his distinguished military career and his lasting legacy of contributing to the peaceful resolution of the crisis.\n“Anderson’s death escalated the crisis significantly,” said Upcountry History Museum historian Courtney Tollison. “It could have provoked a cascading series of events that if you follow to their logical conclusions lead to a nuclear World War III. Instead, his death was a jolt to Kennedy and Khrushchev and pushed the crisis to a point where they had to take one of two paths, both of which had clear consequences.”","author":"Christopher  Klein","web_category":"news","title":"The Cuban Missile Crisis Pilot Whose Death May Have Saved Millions","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/rudolf-anderson-portrait.jpg","url":"http://www.history.com/news/the-cuban-missile-crisis-pilot-whose-death-may-have-saved-millions"}