{"summary":"Born in 1913 to a poor coal miner in Indiana, the charismatic Hoffa had risen through the ranks of the powerful Teamsters union as a young man and took over its presidency in 1957. Earlier today, police drilled under a driveway at a home outside Detroit in their latest attempt to uncover clues about union leader Jimmy Hoffa’s 1975 vanishing act","advice_category":"1","content":"\nBy this time next week, one of U.S. history’s most perplexing mysteries might finally be solved. Earlier today, police drilled under a driveway at a home outside Detroit in their latest attempt to uncover clues about union leader Jimmy Hoffa’s 1975 vanishing act. According to news reports, an anonymous source is claiming that Hoffa was buried there shortly after his disappearance. Police removed soil samples from the property, located in Roseville, Michigan, and will have them analyzed for traces of human remains by a forensic anthropologist.\nJames Riddle Hoffa, one of the most influential American labor leaders of the 20th century, was last seen more than 37 years ago, in the parking lot of a suburban Detroit restaurant. He never returned home that night. Born in 1913 to a poor coal miner in Indiana, the charismatic Hoffa had risen through the ranks of the powerful Teamsters union as a young man and took over its presidency in 1957. A savvy political playmaker and tireless advocate for the downtrodden, he became wildly popular within the Teamsters and beyond.\nAnd yet, for all the battles he fought and won on behalf of American workers, Hoffa also had a dark side. During Hoffa’s tenure, Teamster leaders partnered with the Mafia in racketeering, extortion and embezzlement. Hoffa himself had relationships with high-ranking mobsters and was the target of several government investigations throughout the 1960s. Convicted first of obstruction of justice and later of attempted bribery, Hoffa began a 13-year prison sentence in March 1957. Richard Nixon commuted the sentence in 1971, and Hoffa quickly began making a comeback within the Teamster leadership and penning his autobiography. These plans screeched to a halt, however, when he disappeared on July 30, 1975, allegedly after setting out to meet with two Mafia bosses.\nAfter the FBI and other law enforcement groups conducted an extensive but fruitless search, in 1982 Hoffa was declared legally dead. Numerous theories about his demise have cropped up over the years, many centered on the possible role of either the mob or federal agents. (The FBI has speculated that organized crime figures ordered Hoffa’s murder to retain control over the Teamsters’ pension funds.) Nearly as many hypotheses have emerged about Hoffa’s final resting place, with proposed sites ranging from the bottom of a lake to the old Giants stadium in New Jersey. In 2004 police tested blood from under the floorboards of a Detroit home, but it wasn’t Hoffa’s. In 2006 the FBI razed a Michigan horse barn where Mafiosi had supposedly met to bury something shortly after Hoffa went missing. No traces of the lost union leader were found.\nHoffa’s daughter Barbara Crancer, a St. Louis judge, and several law enforcement agents have expressed doubt that today’s search will lead to the much-anticipated cracking of the famously unsolved case. Even if they’re wrong, the Hoffa mystery will persist for at least another weekend as investigators await the results of the soil analysis.","author":"Jennie  Cohen","web_category":"news","title":"Has Jimmy Hoffa Finally Been Found?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/09/jimmy-hoffa-remains.jpg","url":"http://www.history.com/news/has-jimmy-hoffa-finally-been-found"}