{"summary":"The few eyewitnesses in the mostly uninhabited region reported that a large fireball streaked across the sky, leaving a plume of dust in its wake before a massive explosion, which could be heard 1,000 miles away, rocked the ground. I wanted to pull off my shirt and throw it away, but at that moment there was a bang in the sky and a mighty crash was heard","advice_category":"1","content":"\nOn the morning of June 30, 1908, a brilliant fire filled the cloudless sky over the subarctic forests of central Siberia. The few eyewitnesses in the mostly uninhabited region reported that a large fireball streaked across the sky, leaving a plume of dust in its wake before a massive explosion, which could be heard 1,000 miles away, rocked the ground. The indigenous Evenki people believed the god Ogdy had come in anger to curse them. Others were equally bewildered as to what had happened.\n“The sky was split in two, and high above the forest the whole northern part of the sky appeared to be covered with fire,” reported one eyewitness sitting on the front porch of a trading post. “At that moment I felt a great heat as if my shirt had caught fire. I wanted to pull off my shirt and throw it away, but at that moment there was a bang in the sky and a mighty crash was heard. I was thrown on the ground … and for a moment I lost consciousness.”\nSeismic shockwaves were recorded as far away as England. Thousands of miles away, there were reports of colorful sunsets and night skies glowing so brightly that people in Asia read newspapers outdoors at midnight and at least one golfer got in a quick round at 2:30 in the morning at St. Andrews, Scotland.\nThe blast area, near the Tunguska River, was so remote that there were little or no reports of injuries, and it has made it difficult to pinpoint just exactly what happened on that June day in 1908. The landscape was so difficult to traverse and distant that it took nearly 20 years before any researchers could reach the site. After harsh conditions forced him to abandon a 1921 expedition, mineralogist Leonid Kulik arrived at the impacted forest in 1927—and what he found, even two decades later, was astounding. Nearly 500,000 acres of forest had been eviscerated. Near the epicenter, charred trees stripped of limbs and bark stood like thickets of telephone poles. Sweeping away from the epicenter in a radial pattern were approximately 80 million trees flat on their sides, snapped like matchsticks. What Kulik didn’t find, however, was an impact crater or meteorite samples.\nMore than a century later, the exact cause of what scientists call the “Tunguska event” is still a mystery. While the lack of a crater or meteorites has fueled speculative theories about alien spaceships and black holes, the most likely cause offered by scientists is a massive meteor or a small asteroid. Researchers postulate that a space rock approximately 100 feet wide (about twice the diameter of the meteor that hit last week) entered the atmosphere and detonated in the sky 5 miles above Siberia, unleashing energy 1,000 times more powerful than the atomic bomb dropped on Hiroshima in 1945. The power of the explosion annihilated the space rock, thus the lack of an impact crater or fragments on the ground.\nThe dust released by the fireball reflected sunlight from beyond the horizon, causing the bright nighttime conditions throughout Europe and Asia. Some scientists have conjectured that the glow was caused by clouds that formed as the space rock released water upon entering the atmosphere. This would suggest that it was an icy comet, rather than a meteor or asteroid, that streaked across the sky. More than 100 years after the Tunguska event, the debate continues.","author":"Christopher  Klein","web_category":"news","title":"The Last Time a Meteor Rocked Russia","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/russia-meteor.jpg","url":"http://www.history.com/news/the-last-time-a-meteor-rocked-russia"}