{"summary":"The painting depicts a serene Mrs. When the New York Times announced the “discovery” of the painting in 1929, it repeated Bloom’s fabricated story that Mrs","advice_category":"1","content":"\nThe painting depicts a serene Mrs. Lincoln wearing a brooch featuring a miniature of her husband, and was supposedly the work of the celebrated portraitist Francis Bicknell Carpenter. As the story went, Mrs. Lincoln commissioned the portrait in secret as a present for her husband, but didn’t have the chance to give it to him before he was assassinated at Ford’s Theatre on April 14, 1865. \nThe problem with this touching back story? It’s all false, according to the Lincoln library and museum and the independent art conservator recently hired to clean the painting. The painting dates to the 19th century, it’s true, but was painted by an anonymous artist (not Carpenter) of an unknown female subject (not Mrs. Lincoln). Conservator Barry Bauman blames the hoax on Ludwig Pflum, a colorful, self-made character who renamed himself Lew Bloom and turned to art collecting after careers as a jockey, circus clown, boxer and vaudeville performer. Bloom, who dabbled in oil painting, probably altered the facial features of the painting’s original subject and painted over a necklace with a cross, then added the Lincoln miniature. \nWhen the New York Times announced the “discovery” of the painting in 1929, it repeated Bloom’s fabricated story that Mrs. Lincoln (distraught with grief and strapped for cash) asked Carpenter to dispose of the portrait after the president’s assassination. The artist then supposedly sold it to the wealthy Neafie family of Philadelphia, who gave it to Bloom’s sister Susan, a singer, in thanks for her nursing an ill Neafie relative. In fact, Susan Bloom was only 5 years old at the time the relative died—but this did not stop the hoax from succeeding. The “rarely seen painting” was reproduced in other national publications and later used to illustrate at least two biographies of the first lady. \nAnd historians weren’t the only ones fooled—the Lincoln family bought the story as well. The daughter of the Lincolns’ eldest son, Robert (who had died in 1926), bought the painting, and it remained in the family’s possession until 1976, when they donated it to the Illinois state historical library. Interestingly, conservators at the Art Institute of Chicago realized the painting had been retouched at that time, and even uncovered the cross, but didn’t seem to suspect fraud. With the recent discovery, the painting (which had been insured for $400,000) lost most of its value. It was moved out of the governor’s mansion, though it may still be hung in the Lincoln library.    \nBloom (who died shortly after releasing the painting) isn’t the only con artist to have pulled off a high-profile art hoax. Perhaps the most celebrated art forger of the 20th century was Han van Meegeren, a Dutch painter who made more than $3 million (the equivalent of some $30 million today) by passing off his own works as those of the 17th century Dutch master Johannes Vermeer. As recounted by Edward Dolnick in his book “The Forger’s Spell” (2008), van Meegeren’s most famous mark was Hermann Goering, the second-most-powerful man in Nazi Germany and a fanatic art collector. In 1945, the Allies took possession of Goering’s enormous art collection, which he had amassed largely through looting and confiscation of property all over Nazi-occupied Europe. The paper trail brought them to van Meegeren, who admitted to faking the Vermeer. Tried, convicted and sentenced to one year in prison in 1947 (he died of a heart attack a year later without serving any time), van Meegeren was honored as a hero for conning the hated Nazi leader. ","author":"Sarah  Pruitt","web_category":"news","title":"Mary Todd Lincoln Portrait Revealed as Hoax","picture_url":"http://www.history.com/news/wp-content/uploads/2012/02/HITH_Mary_Todd_Lincoln1_main.jpg","url":"http://www.history.com/news/mary-todd-lincoln-portrait-revealed-as-hoax"}