{"summary":"Completed in 1973, the World Trade Center’s twin towers loomed over lower Manhattan at 110 stories each. In September 1992 explosives expert Ramzi Ahmed Yousef arrived in New York City on a flight from Pakistan and began planning an attack on the World Trade Center, with the alleged goal of toppling the north tower into the south tower","advice_category":"1","content":"\nCompleted in 1973, the World Trade Center’s twin towers loomed over lower Manhattan at 110 stories each. Although these iconic buildings, which were the tallest in the world before being overtaken by Chicago’s Sears Tower, struggled at first to attract tenants, some 50,000 office workers eventually filled them to near capacity. Tens of thousands of additional visitors came daily to check out the view from an observation deck or a 107th-floor restaurant.\nSafety concerns became apparent as early as 1975, when a disgruntled custodian set a fire in the north tower that caused millions of dollars in damages and prompted calls for the installation of a sprinkler system. A decade or so later, the government agency that owned the World Trade Center began examining possible terrorism threats. But it ended up ignoring many of its security team’s recommendations, including that public parking be eliminated or that cars at least be randomly inspected.\nIn September 1992 explosives expert Ramzi Ahmed Yousef arrived in New York City on a flight from Pakistan and began planning an attack on the World Trade Center, with the alleged goal of toppling the north tower into the south tower. He received help from followers of Sheikh Omar Abdel Rahman, a blind, Egyptian-born Muslim cleric who spoke in sermons of destroying the “edifices of capitalism.” The plotters rented a storage locker in New Jersey, where they stockpiled urea, nitric acid, sulfuric acid and other ingredients for making bombs. They simultaneously concocted a nitroglycerin trigger at a nearby apartment and scouted out the World Trade Center’s underground floors.\nOn February 26, 1993, the plotters loaded their homemade bomb, which weighed about 1,200 pounds, into a yellow Ford Econoline van they had rented from a Ryder dealership in New Jersey. Two of them then drove it across the Hudson River into Manhattan, made their way south to the World Trade Center, entered the basement parking garage between the north tower and a hotel, parked in an illegal spot on a ramp, lit four 20-foot fuses, got into a car that had trailed them and sped off.\nAt 12:17 p.m. the bomb exploded, knocking out the World Trade Center’s sprinklers, generators, elevators, public address system, emergency command center and more than half of the high-voltage lines that fed electricity to the complex. The FBI later called it the “largest by weight and by damage of any improvised explosive device that we’ve seen since the inception of forensic explosive identification.” Six people died, including a pregnant woman. More than 1,000 others were injured, mostly from smoke that snaked its way up the stairwells and elevator shafts. Yet both towers remained standing.\nAs rescue workers dug for victims, survivors began making their way out by any means possible. A woman in a wheelchair was carried down 66 flights of stairs by two friends. A class of singing kindergartners descended from the 107th floor. A group of engineers stuck in an elevator pried open the doors and then used car keys to cut a hole in the sheetrock walls leading out to a 58th-floor women’s bathroom. Nearly 30 people with medical conditions were taken to the roof and whisked away by police helicopter. By late that night, the buildings had been completely cleared. They would not reopen for nearly a month.\nInvestigators sifting through the rubble soon came across the vehicle identification number for the rental van, which had been reported stolen the day before the attack. FBI agents then arrested Mohammad Salameh, who had rented the van under his own name, when he returned to the Ryder dealership to ask for his $400 deposit back. Subsequent arrests were made of Ahmad Ajaj, Nidal Ayyad and Mahmoud Abouhalima. In March 1994 a federal jury convicted the four of them for their role in the bombing, and they were each sentenced to life behind bars.\nMeanwhile, authorities uncovered a related plot in which followers of Sheikh Abdel Rahman planned to blow up the George Washington Bridge, the United Nations headquarters and other New York City landmarks. In that case, the sheikh and nine co-defendants were found guilty of seditious conspiracy and other terrorism-related charges. A third case led to life sentences for Yousef, who was captured in Pakistan in 1995, and the driver of the rental van, who was captured in Jordan that same year. Only one suspect, who fled to Iraq after being questioned and released by the FBI, remains at large.\nIn the aftermath of the World Trade Center bombing, the buildings’ owner repaired the damage, upgraded elevators and electrical systems, put battery-operated emergency lights and luminescent paint in the stairwells, and set up emergency command centers. By 2000 the complex had reached its highest occupancy rate of all time. But terrorism struck again on September 11, 2001, when militants associated with the Islamic extremist group Al Qaeda flew hijacked planes into the towers, killing nearly 3,000 people. More than 11 years later, reconstruction at the site, which includes a 9/11 memorial and the tallest skyscraper in the Western Hemisphere, is nearing completion.","author":"Jesse  Greenspan","web_category":"news","title":"Remembering the 1993 World Trade Center Bombing","picture_url":"http://www.history.com/news/wp-content/uploads/2013/02/1993-wtc-attack.jpg","url":"http://www.history.com/news/remembering-the-1993-world-trade-center-bombing"}