{"summary":"“Philip III of Spain was concerned the English would create a base in Virginia to attack Spanish ships in the Atlantic,” explained Doug Mayo, associate librarian of the Rockefeller Library. I thought with the Foundation’s collaboration with Preservation Virginia that the letters would enhance the greater Jamestown-Colonial Williamsburg story.”","advice_category":"1","content":"\nOne of several European powers locked in a race to colonize the New World, England made serious headway when it established its first permanent North American settlement in 1607. Located on the banks of the James River in what is now Virginia,?Jamestown barely survived its first year. But to King Philip III of Spain, it still represented a threat—not only because England had gained a stronger presence in the Americas, but also because he feared the struggling town could become a harbor for pirates.\nThe king’s anxieties about?Jamestown are apparent in two letters recently donated by the novelist Patricia Cornwell to Colonial Williamsburg’s John D. Rockefeller Jr. Library. In the first, dated July 29, 1608, Philip III announces that he “has been advised that the English are attempting to procure a foothold on the Island of Virginia, with the end [in mind] of sallying forth from there to commit piracy.” In the second, dated June 11, 1609, he writes, “You will do me great service in continuing [to gather] intelligence about the designs of the corsairs and any [intelligence] that shows the English having interest in continuing to populate the land called Virginia in the Indies.” Both single-page missives are addressed to Alonso Perez du Guzman, duke of Medina Sidonia, who had commanded the Spanish Armada in 1588.\n“Philip III of Spain was concerned the English would create a base in Virginia to attack Spanish ships in the Atlantic,” explained Doug Mayo, associate librarian of the Rockefeller Library. “He is afraid that the English are not only going to attack the Atlantic but raid as far as the Pacific and New Spain, or?Mexico, as well.”\nIn 1609 and 1611, Philip III sent convoys to spy on the settlers in Virginia. The first of these reconnaissance missions ended when an English ship sighted the Spaniards and chased them down the coast. During the second expedition, the English took the Spanish spies hostage; one of them, Don Diego de Molina, who eventually returned to Spain, smuggled a letter to the king warning that “the advantages of this place make it very suitable for a gathering-place of all pirates of Europe, where they will be well received.”\nKnown for her popular series of crime novels featuring medical examiner Kay Scarpetta, Cornwell has been a strong supporter of the ongoing excavation of Jamestown for many years, said William Kelso, the project’s chief archaeologist. “She asked me where the most logical place for [the letters] to reside would be,” he said. “I recommended the John D. Rockefeller Jr. Library. I thought with the Foundation’s collaboration with Preservation Virginia that the letters would enhance the greater Jamestown-Colonial Williamsburg story.”\nColonial Williamsburg’s acquisition of the letters resulted from a new collaboration with Preservation Virginia, which administers the Jamestown site along with the National Park Service. The two organizations teamed up in September 2010 to promote public archaeology and raise awareness of the Historic Triangle, which comprises the colonial communities of Jamestown, Williamsburg and Yorktown.","author":"Jennie  Cohen","web_category":"news","title":"In 17th-Century Letters, King of Spain Frets Over Jamestown","picture_url":"http://www.history.com/news/wp-content/uploads/2010/12/jamestown-letters.jpg","url":"http://www.history.com/news/in-17th-century-letters-king-of-spain-frets-over-jamestown"}