{"summary":"The Mayflower didn’t land in Plymouth first.. And it’s unlikely that the Mayflower’s passengers felt any emotional connection to Plymouth, England, at all","advice_category":"1","content":"\n1. Not all of the Mayflower’s passengers were motivated by religion. \nThe Mayflower actually carried three distinct groups of passengers within the walls of its curving hull. About half were in fact Separatists, the people we now know as the Pilgrims. Another handful of those on board were sympathetic to the Separatist cause but weren’t actually part of that core group of dissidents. The remaining passengers were really just hired hands—laborers, soldiers and craftsmen of various stripes whose skills were required for both the transatlantic crossing and those vital first few months ashore. Community leader John Alden, for instance, was originally a cooper, brought along to make and repair barrels on board the ship. Myles Standish, who would eventually become the military leader of Plymouth Colony, was a soldier hired for protection against whatever natives the settlers might encounter.\n2. The Mayflower didn’t land in Plymouth first.\nThe Mayflower first landed at the tip of Cape Cod, in what is now Provincetown. The settlers had originally hoped to make for the mouth of the Hudson River and find fertile farmland somewhere north of present-day New York City, but bad weather forced them to retreat. They intended to try again for the Hudson, but the approaching winter and dwindling supplies eventually convinced them to continue on across Cape Cod Bay to Plymouth.\n3. The Pilgrims didn’t name Plymouth, Massachusetts, for Plymouth, England.\nIn fact, the Pilgrims didn’t name Plymouth, Massachusetts, at all. It had been dubbed that years earlier by previous explorers to the region, and was clearly marked as Plymouth (or Plimoth—spellings varied somewhat) on maps that the Mayflower’s captain surely had on hand. It’s sheer coincidence that the Mayflower ended up sailing from a town called Plymouth in England and then landing in a town called Plymouth in America. And it’s unlikely that the Mayflower’s passengers felt any emotional connection to Plymouth, England, at all. Most of the Separatists had been living in exile in Holland for 10 years before sailing for America, and the rest of the passengers were drawn from the greater London area. The Mayflower only ended up departing from Plymouth because bad weather and misfortune had prevented the settlers from making the crossing on two earlier attempts—first from Southampton and then from Dartmouth—before they finally succeeded in sailing from the port of Plymouth.\n4. Some of the Mayflower’s passengers had been to America before.\nSeveral of the Mayflower’s crew had made the journey at least once before, on either fishing or exploration trips. One notable figure, Stephen Hopkins, had even tried to settle in the New World 10 years earlier, in the Jamestown colony of Virginia. On his way to join the settlement, his ship was wrecked off the coast of Bermuda, stranding him and his fellow passengers for several months. The story of the Virginia settlers’ shipwreck and rescue made waves back home in England, and William Shakespeare freely admitted that he based his play “The Tempest” on the tale. He even may have named one of the characters, Stephano, after Stephen Hopkins, who was once one of Shakespeare’s neighbors. Hopkins eventually returned to England and later joined the Mayflower as a member of the sympathetic group of supporters from London.\n5. The Pilgrims were relatively tolerant of other religious beliefs.\nThe Puritans, who settled the region north of Plymouth, were known for their strict approach to how religion was practiced within their borders. The Pilgrims, on the other hand, never made any attempts to convert outsiders to their faith, including the Native Americans they encountered in America and the nonbelievers who’d joined them as laborers in England. Generally speaking, they didn’t even try to impose their unique observances on their friends and neighbors. For instance, while the Pilgrims themselves didn’t themselves Christmas, they didn’t stop others from taking the day off and celebrating it as they wished. They also allowed men who were not part of their faith to hold public office, and they apparently had no problem with the intermarriage of believers and nonbelievers. As a matter of fact, they didn’t consider marriage to be a religious matter at all, preferring instead to view it as a civil contract outside the church’s jurisdiction.","author":"Beth  Dunn","web_category":"news","title":"5 Things You May Not Know About the Pilgrims","picture_url":"http://www.history.com/news/wp-content/uploads/2012/11/pilgrims-facts.jpg","url":"http://www.history.com/news/5-things-you-may-not-know-about-the-pilgrims"}