{"summary":"In addition to his 100 points, Chamberlain, who played all 48 minutes, set records that still stand for field goal attempts (63), field goals made (36), free throws made (28) and most points in one half (59). After notching 18 points in the second and 28 in the third, Wilt entered the fourth quarter with 69 points","advice_category":"1","content":"\nA cold wind whipped through Chocolate Town on the evening of March 2, 1962, as basketball fans trickled into the concrete, Depression-era arena. Sitting in the shadows of the sweet-smelling smokestacks of the chocolate factory, the Hershey Sports Arena was used primarily for hockey, but on this night it hosted a hoops doubleheader. \nHours before tipoff, those walking by the arena’s hot dog stand and peeking inside the arcade saw the unmistakable figure of the seven-foot, one-inch Philadelphia Warriors center Wilt Chamberlain. The 25-year-old Chamberlain was killing time by killing some tin bears, mowing them down with a popgun. He couldn’t miss, knocking off bear after bear and racking up free game after free game. Wilt’s hot shooting would continue all night.\nEven with a star like Chamberlain appearing in their small town, many of the 4,124 fans in attendance were more interested in that evening’s undercard—a hoops scrimmage between the Philadelphia Eagles and Baltimore Colts football teams—than the subsequent NBA tilt between the Warriors and the New York Knicks. The 1961-62 season was coming to a close with the Warriors marching to the playoffs and the Knicks limping home as one of the league’s worst teams. \nChamberlain had thrown down 67 on New York the previous Sunday, and with Knicks starting center Phil Jordon back at the hotel hung over and sick with the flu, it was clear early on that Wilt was going to post another big number. His 23 points in the first quarter nearly matched New York’s 26. After notching 18 points in the second and 28 in the third, Wilt entered the fourth quarter with 69 points. Not only was he on fire from the field, Chamberlain was even conquering his notorious Achilles’ heel—free throw shooting. A career 51.1 percent shooter from the charity stripe, Chamberlain hit 21 of 22 of his underhanded free throws in the first three quarters. (He finished the night making 28 of 32 free throws.)\nAs Wilt closed in on the century mark, his teammates tried to get him the ball on every possession. Legendary Philadelphia public address announcer Dave “the Zink” Zinkoff could barely keep up as he rattled off the running total…92…94…96. The crowd began to chant, “Give it to Wilt! Give it to Wilt!” With less than a minute to play and the Philadelphia center sitting at 98 points, Chamberlain got the ball, shot, and missed. After a Philadelphia rebound, he missed again. On his third attempt, with 46 seconds left, he stuffed the ball through the basket.\nAs soon as the basketball hit the floor, so did the fans, who ran from all directions to congratulate the big man. After the court was cleared, the game ended with the Warriors victorious 169-147. In addition to his 100 points, Chamberlain, who played all 48 minutes, set records that still stand for field goal attempts (63), field goals made (36), free throws made (28) and most points in one half (59). \nSurprisingly, at the time, Chamberlain’s epic performance wasn’t front-page news. No New York beat writers were even there to cover the game. “Sports Illustrated” featured a pair of Kentucky Derby favorites, not Chamberlain, on its cover. Inside, the game earned all of three lines, two fewer than a roundup of the New York Knights of Columbus track meet. \nChamberlain died in 1999 at the age of 63, but his century mark is still basketball’s gold standard. Over the ensuing 50 years, even with the addition of three-point shots to NBA rules, his single-game point total still dwarfs those of other NBA greats–Michael Jordan (69), Shaquille O’Neal (61), Larry Bird (60), LeBron James (56), Kareem Abdul-Jabbar (55) and Magic Johnson (46). The closest anyone has come was when Los Angeles Lakers star Kobe Bryant posted 81 points against the Toronto Raptors on January 22, 2006. In fact, so far this season, only three NBA teams have even managed to average more than 100 points.","author":"Christopher  Klein","web_category":"news","title":"Wilt Chamberlain’s Epic Evening","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/HITH_Chamberlain2.jpg","url":"http://www.history.com/news/wilt-chamberlains-epic-evening"}