{"summary":"An expert in Mayan hieroglyphics and professor emeritus at Dresden University, Rittsteig has devoted four decades to studying the 74-page pre-Columbian text, which many consider the earliest known book written in the Americas. Rittsteig claims to have cracked a passage describing a Mayan capital city called Atlan and its demise following an earthquake in 666 B.C","advice_category":"1","content":"\nIs eight tons of pure gold lying beneath a Guatemala lake, submerged for some 2,600 years amid the ruins of a once-thriving Mayan capital? That’s what the famous Dresden Codex suggests, according to the German mathematician Joachim Rittsteig, who set off with a team of archaeologists to retrieve the sunken treasure on March 1.\nAn expert in Mayan hieroglyphics and professor emeritus at Dresden University, Rittsteig has devoted four decades to studying the 74-page pre-Columbian text, which many consider the earliest known book written in the Americas. Although its journey across the Atlantic is shrouded in mystery, records show that the Royal Library at Dresden obtained the 900-year-old codex from a private owner in Vienna in 1739. It provides insight into the Maya culture’s calendar, mathematics, astronomy and religious beliefs, and is perhaps best known for its final chapter, which predicts that the apocalypse will occur on December 21, 2012.\nExperts have been slowly deciphering the Dresden Codex and other Mayan texts for centuries, and today’s scholars can read an estimated 90 percent of the language’s glyphs. Rittsteig claims to have cracked a passage describing a Mayan capital city called Atlan and its demise following an earthquake in 666 B.C. Atlan sank into the waters of Lake Izabal, located in eastern Guatemala, along with 2,156 gold tablets on which its people recorded their laws, according to Rittsteig, who maintains that the city’s ruins are visible in radar images of the region.\nSponsored by the German newspaper Bild, Rittsteig’s expedition includes a professional diver who will plumb Lake Izabal’s depths for the mythical tablets. In an interview with the publication, Rittsteig estimated their value at $290 million.","author":"History.com  Staff","web_category":"news","title":"Does a Guatemala Lake Contain Mayan Treasure?","picture_url":"http://www.history.com/images/topic/content/inline/dresden-codex-inline.jpg","url":"http://www.history.com/news/does-a-guatemala-lake-contain-mayan-treasure"}