{"summary":"Nearly 22,000 Japanese perished during the brutal Battle of Iwo Jima, which began when U.S. The recently recovered remains will be interred at Chidorigafuchi National Cemetery in Tokyo as the search for more fallen soldiers continues, said Prime Minister Kan, who in December 2010 became only the second Japanese leader to visit the island","advice_category":"1","content":"\nNearly 22,000 Japanese perished during the brutal Battle of Iwo Jima, which began when U.S. forces invaded the Pacific island on February 19, 1945. Now, 66 years later, Japan’s prime minister, Naoto Kan, has pledged to exhume and repatriate the remains of the estimated 12,000 soldiers who are still classified as missing in action there.\n“There are still many people who died in the war waiting to come back home,” Kan said on February 16, 2011, at a ceremony during which recovery workers handed over the remains of 822 soldiers found last year to the Japanese government. “We will continue to make it the responsibility of the government to retrieve the remains of the war dead as soon as possible.”\nUntil recently, recovery efforts have proceeded slowly, complicated by the network of tunnels and bunkers that snakes across the volcanic island and the fact that few Japanese soldiers wore forms of identification. But the ongoing project got a major boost from new research by Japanese officials at the U.S. National Archives in Washington, D.C., that yielded documents pinpointing “enemy cemeteries” on the island. Based on this information, in October 2010 civilian volunteers uncovered two mass graves that may contain the bones of up to 2,200 Japanese soldiers.\nA major turning point in World War II, the Battle of Iwo Jima claimed the lives of roughly 8,000 Americans and virtually every Japanese soldier stationed on the island, with some dying by ritual suicide. In the United States, many associate the bloody confrontation with Joe Rosenthal’s Pulitzer Prize-winning photograph of U.S. marines raising the Stars and Stripes on Mount Suribachi, a key position that had been the center of Japanese defense, on February 23, 1945. Fighting raged on until March 16,?when a U.S. Navy military government was established.\nReturned to Japan by the United States in 1968, the island, located 780 miles south of Tokyo, is now home to a naval air base operated by the Japan Maritime Self-Defense Force (JMSDF) and inhabited by 400 soldiers. In 2007, the government officially reinstated its original name of Iwo To, by which it was known prior to World War II, when Japanese navy officers mistakenly referred to it as Iwo Jima. The change came after Clint Eastwood’s films “Letters from Iwo Jima” and “Flags of Our Fathers” highlighted the misnomer, inspiring a movement among former island residents—all were either drafted into service or evacuated in the lead-up to the war—and their descendants.\nThe recently recovered remains will be interred at Chidorigafuchi National Cemetery in Tokyo as the search for more fallen soldiers continues, said Prime Minister Kan, who in December 2010 became only the second Japanese leader to visit the island. “I deeply apologize to the war dead for having them wait for so many years,” he said.","author":"Jennie  Cohen","web_category":"news","title":"Japan Pledges to Find Remains of Iwo Jima Dead","picture_url":"http://www.history.com/news/news/wp-content/uploads/2011/03/iwo-jima-thumb_large_310x206.jpg","url":"http://www.history.com/news/japan-pledges-to-find-remains-of-iwo-jima-dead"}