{"summary":"The Air Force searched until mid-April but never located the bomb. Three of the plane’s crew members ejected safely, but one was killed when the plane subsequently crashed, setting off the bomb’s conventional explosives and blasting a crater 35 feet in diameter and 6 feet deep","advice_category":"1","content":"\n1. May 22, 1957: Kirtland Air Force Base, New Mexico\nAlbuquerque residents enjoying a spring day on May 22, 1957, found themselves literally rocked by what felt like a nuclear explosion. They weren’t far off. No one knows precisely what happened aboard the B-36 aircraft transporting a nuclear weapon from Texas to New Mexico that day, but somehow the device fell through the bomb bay doors, plummeting about 1,700 feet into a field south of Kirtland Air Force Base. The conventional explosives detonated, blasting a crater 12 feet deep and 25 feet across. Luckily the nuclear capsule had been separated from the conventional explosives during transport for safety reasons, and that capsule was found intact. The only casualty of the blast? An unfortunate cow grazing nearby.\n2. February 5, 1958: Savannah River, Georgia\nWhen a B-47 carrying a nuclear device experienced a midair collision with an F-86 aircraft during a training simulation in February 1958, officials decided to jettison the bomb into the Savannah River. Fortunately, the device’s conventional explosives didn’t detonate when the weapon slid into the water and, as is standard with the nuclear version of a “live fire” exercise, the nuclear capsule wasn’t installed in the weapon. The Air Force searched until mid-April but never located the bomb. Today residents refer to this broken arrow as the Tybee Bomb.\n3. March 11, 1958: Florence, South Carolina \nIn March 1958, as a team of military divers scoured the Savannah River in Georgia for a broken arrow, another one fell in the southeast quadrant of the United States. A B-47E aircraft carrying a thermonuclear weapon took off from South Carolina for an overseas base, accidentally jettisoning it shortly thereafter. The conventional explosives detonated on impact with the ground in a suburban Florence neighborhood, demolishing a house and causing several injuries.\n4. November 4, 1958: Dyess Air Force Base, Texas \nWhen a B-47 carrying a nuclear warhead catches fire on takeoff, it’s a problem. That’s what happened when a B-47 left Texas’ Dyess Air Force Base in November 1958 to transport a thermonuclear device to another location. At 1,500 feet it began experiencing trouble. Three of the plane’s crew members ejected safely, but one was killed when the plane subsequently crashed, setting off the bomb’s conventional explosives and blasting a crater 35 feet in diameter and 6 feet deep. All the nuclear components were recovered at the scene.\n5. January 24, 1961: Goldsboro, North Carolina \nIn one of the closest calls in accidental nuclear detonation history, a single safety switch prevented a 20-megaton Mk39 hydrogen bomb from exploding in North Carolina in January 1961. When a B-52 carrying two of the bombs suffered a fuel leak in the wing, the plane exploded and dropped both bombs earthward. The parachute of one bomb deployed, but the other weapon nearly detonated when five of its six safety devices failed and it broke apart upon impact with the ground. While the Air Force recovered the bomb’s plutonium, the thermonuclear stage containing uranium was never found. The Air Force subsequently purchased and fenced off a land easement in the area where officials believe the uranium lies.\n6. March 14, 1961: Yuba City, California \nIn March 1961, a heroic Air Force commander ordered his crew to bail out of a crippled B-52 carrying a pair of thermonuclear devices when the plane’s compartment pressurization system failed at 10,000 feet. The commander stayed aboard to pilot the plane away from populated areas near Yuba City, California, before ejecting to safety at 4,000 feet. The two nuclear weapons aboard the aircraft were torn from the plane when it crashed, but nothing exploded and no radioactive contamination was released.\n7. January 17, 1966: Palomares, Spain\nIt’s pretty hard to cover up the midair explosion of a B-52 carrying four hydrogen bombs when the event is witnessed by hundreds of onlookers. So it came as no surprise to anyone when the Palomares incident, as it has come to be known, hit the front page of the New York Times in January 1966, just three days after the event occurred. During a routine refueling operation over Spain, an American B-52 patrolling on airborne alert was struck by the fuel plane’s boom, which instantly destroyed both planes and killed seven of the 11 total crew members. Two of the B-52′s bombs exploded on impact with the ground near the village of Palomares, contaminating approximately 1 square mile with radioactive plutonium. Another bomb was found unexploded in a riverbed, while the fourth weapon fell into the Mediterranean Sea. That broken arrow was sighted by a local fisherman, who promptly went to court to claim salvage rights. Under prevailing maritime law, the salvage rights would have conferred 1 percent of the device’s $2 billion value—or about $20 million—on the fisherman. The Air Force reportedly settled out of court for an undisclosed sum.\n8. January 21, 1968: Thule Air Force Base, Greenland \nWhen a fire broke out in the navigator’s compartment of a B-52 flying on alert near the Arctic Circle in January 1968, the plane attempted to land at Thule Air Force Base in Greenland. It crashed about seven miles short of the runway and burst into flames, causing one bomb to detonate, one to burn and two others to sink through the ice sheet into the bay. The accident spread radioactive contamination from the plutonium core across a 1,000-foot area around the crash. Nearly a quarter of a million cubic feet of contaminated ice, snow, water and crash debris were removed to a storage site in the United States over the course of four months. Of the two weapons that went through the ice sheet, one was finally recovered in 1979, but an as-yet-unrecovered broken arrow still lies on the floor of Baffin Bay.\n9. September 19, 1980: Damascus, Arkansas\nWhen an Air Force repairman in Damascus, Arkansas, dropped his wrench into a Titan II ICBM missile silo during a routine maintenance operation in September 1980, his fumble spelled disaster. The heavy wrench punctured the pressurized fuel tank of the missile, which leaked slowly for over eight hours before exploding, killing one service member and injuring 21 others. A nuclear warhead contained in the missile’s reentry vehicle was ejected in the blast but was subsequently recovered intact.","author":"Elizabeth  Hanes","web_category":"news","title":"9 Tales of Broken Arrows: Thermonuclear Near Misses Throughout History","picture_url":"http://www.history.com/news/wp-content/uploads/2012/05/broken-arrows.jpg","url":"http://www.history.com/news/9-tales-of-broken-arrows-thermonuclear-near-misses-throughout-history"}