{"summary":"In recent years, searches for the sunken wrecks of Erebus and Terror–including one this summer by a team of Canadian archaeologists–have failed to turn up the lost ships, which may contain important clues about the Franklin team’s final days.. A year later, Scott broke off from the larger group to lead a five-man party on the final 150-mile leg toward the South Pole","advice_category":"1","content":"\n\nIn May 1845, British naval officer and explorer John Franklin led 129 men and two ships into the Canadian Arctic, hoping to chart the sea route known as the Northwest Passage. The team’s hardy vessels, HMS Erebus and HMS Terror, boasted the latest innovations–including a system for distilling seawater–and were laden with seven years’ worth of provisions. Eighteen months later, however, Franklin and his crew disappeared. Over the next few years, numerous search parties combed the Arctic for signs of the missing men, piecing together their doomed journey with scant pieces of evidence and interviewing Inuits who claimed to have spotted them. But it wasn’t until an 1859 expedition to King William Island uncovered messages, equipment and skeletons that a clear picture of their demise emerged. According to notes left by the crew, in September 1846 Erebus and Terror got stuck in giant ice floes off the island, and soon after their passengers, including Franklin, began dying of disease. In the spring of 1848, the remaining crewmembers decided to abandon ship and trek south toward civilization, never to be seen alive again.\nIn the 1980s and 1990s, excavations on King William Island and nearby Beechey Island unearthed human remains and artifacts from the Franklin expedition. Further study revealed that the men had likely succumbed to starvation, hypothermia, pneumonia and tuberculosis. They also suffered from lead poisoning, perhaps caused by the pipes in their water filtration system, and may have resorted to cannibalism as the end drew near. In recent years, searches for the sunken wrecks of Erebus and Terror–including one this summer by a team of Canadian archaeologists–have failed to turn up the lost ships, which may contain important clues about the Franklin team’s final days.\n\nDuring the early 20th century, the race was on to be the first to reach the South Pole, with several different countries sending teams into uncharted regions of Antarctica. In June 1910, British explorer Robert Falcon Scott, whose expedition a decade earlier had helped draw the map of the icy continent, set out on one such venture, knowing that a Norwegian rival, Roald Amundsen, was hot on his trail. Scott’s ship, Terra Nova, reached Ross Island, a common base for Antarctic missions, in January 1911, carrying dozens of men as well as dogs, ponies and three motorized sledges. A year later, Scott broke off from the larger group to lead a five-man party on the final 150-mile leg toward the South Pole. But when they reached their destination they stumbled upon a Norwegian flag, an abandoned camp and a personal note from Amundsen, who had preceded them by 33 days. The dejected Englishmen packed up and left the next day.\nBut getting beaten to the Pole turned out to be the least of Scott’s problems. Over the following weeks, the five homebound explorers suffered from injuries and frostbite as their food supply dwindled and constant blizzards impeded their journey. One crewmember, Edgar Evans, died on February 17, 1912; another, Lawrence Oates, wandered into blinding snow a month later, presumably to sacrifice himself for his companions. The bodies of the remaining three men, who likely perished shortly thereafter, were found by a search party in November 1912. Scott’s diary, which details their disastrous northward trek, ends with these words: “I do not think we can hope for any better things now. We shall stick it out to the end, but we are getting weaker, of course, and the end cannot be far. It seems a pity but I do not think I can write more. R. Scott. For God’s sake look after our people.”\n\nTenacious and eccentric, the British archaeologist and explorer Percy Fawcett devoted years of his life to mapping the hostile jungle territories of South America. He seemed impervious to the numerous perils of the region, which included rough terrain, malaria, dangerous animals, poisonous snakes, vampire bats and unfriendly native populations. After hearing oral legends and reading manuscripts during his early expeditions, Fawcett became convinced that a lost city built by Europeans and brimming with gold was awaiting discovery in western Brazil; he referred to the hypothetical metropolis, which he thought might hold clues about the origins of human civilization, as “Z.”\nIn 1925, Fawcett traveled to Brazil with his oldest son Jack and Jack’s friend Raleigh Rimell. On May 29, he telegraphed his wife to report that the three men were leaving behind their Brazilian guides and forging ahead into uncharted territory to uncover the wonders of Z. They were never seen or heard from again. Although Fawcett had specifically asked that nobody be sent after him, various search parties attempted to rescue the missing explorers or at least glean information about their whereabouts. Their disappearance remains a mystery to this day, though it has been speculated that they were killed by indigenous tribes or perished in the treacherous jungle. Some theories about Fawcett’s fate seem less likely, such as the rumor that he lost his memory and became a cannibal chief.\n\nWe may never know who achieved the first ascent of Mount Everest, and that’s because one of the expeditions to the summit remains shrouded in mystery. In the 1920s, a number of British adventurers were scrambling to reach the planet’s highest peak ahead of their competitors. The mountaineer George Mallory attempted the feat in 1921, aborting the mission because of a storm but glimpsing what he believed to be a feasible route to the top. Asked by a newspaper reporter why he wanted to scale Everest, Mallory famously quipped, “Because it’s there.” He participated in two more expeditions that failed to make it all the way up, perhaps because Mallory and his fellow climbers eschewed the use of bottled oxygen as a matter of principle.\nIn June 1924, however, Mallory–fearing at age 37 that his mountaineering days were numbered–decided to take one more stab, this time with oxygen cylinders in tow. But he and his climbing partner, Andrew Irvine, never returned to their base camp. In 1999–decades after Edmund Hillary and Tenzing Norgay became the first to reach Everest’s summit and live to tell the tale in 1953–Mallory’s frozen, largely intact body was found on the north side of the mountain. It is believed that he slipped and plunged to his death, with Irvine either falling with him or dying later of exhaustion and hypothermia. Intriguingly, Mallory’s well-preserved belongings did not include a photograph of his wife, which he planned to leave on the summit. Among other pieces of evidence, this has led to speculation that Mallory and Irvine did indeed attain the peak–and thus deserve the distinction they died seeking.","author":"Jennie  Cohen","web_category":"news","title":"Famous Expeditions That Fell Off the Map","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/john-franklin.jpg","url":"http://www.history.com/news/famous-expeditions-that-fell-off-the-map"}