{"summary":"Did Hatshepsut inadvertently poison herself while trying to soothe her itchy, irritated skin? “There is a lot that speaks for this hypothesis,” said Helmut Wiedenfeld of the University of Bonn’s pharmaceutical institute. “We have known for a long time that Hatshepsut had cancer and maybe even died from it,” said Michael H?veler-M?ller, the collection’s curator","advice_category":"1","content":"\nA flask of lotion believed to have belonged to the female pharaoh Hatshepsut contains a carcinogenic substance that might ultimately have killed the Egyptian queen, German researchers said today. Part of the permanent collection at the University of Bonn’s Egyptian Museum, the vessel was thought to have held perfume until a two-year study uncovered traces of what appears to be an ancient treatment for eczema or psoriasis. Its ingredients include palm and nutmeg oil, fatty acids that can relieve certain skin conditions and a type of cancer-causing tar residue, which is also found in cigarette smoke.\n“We have known for a long time that Hatshepsut had cancer and maybe even died from it,” said Michael H?veler-M?ller, the collection’s curator. “We may now know the actual cause.” He also said that other members of the queen’s family are thought to have suffered from inflammatory skin diseases that tend to be genetic.\nMany scholars regard Queen Hatshepsut, who ruled Egypt from 1479 to 1458 B.C., as one of the most powerful and successful pharaohs in history. During her 22-year reign, she ushered in an era of peace and stability, established a vast trade network and commissioned hundreds of construction projects. To win over detractors who considered women unfit for high office, she emphasized her royal birth and had artists depict her with a male body and false beard.\nAfter Hatshepsut’s death, her resentful stepson and heir Thutmose III attempted to erase all traces of her from the historical record. This could explain the empty sarcophagus British archaeologist Howard Carter found when he discovered the queen’s royal burial place, located in Egypt’s Valley of the Kings, in 1902. But in 2007, Egyptian authorities announced that Hatshepsut’s mummy had turned up in a nearby tomb. A CT scan revealed that she had died in her 50s of bone cancer and also suffered from diabetes and arthritis.\nDid Hatshepsut inadvertently poison herself while trying to soothe her itchy, irritated skin? “There is a lot that speaks for this hypothesis,” said Helmut Wiedenfeld of the University of Bonn’s pharmaceutical institute. “If you imagine that the queen had a chronic skin disease and that she found short-term improvement from the salve, she may have exposed herself to a great risk over the years.”\nThough ancient Egyptians certainly used remedies—some more effective than others—for a wide variety of conditions, Wiedenfeld thinks Hatshepsut’s lotion might have hailed from afar. “Egyptian physicians were general practitioners and good surgeons, but they were lousy internists,” he explained. “It is quite possible that they owe their knowledge of certain medications to their contacts with Persia and India, where the healing arts were very advanced even in antiquity.” ","author":"Jennie  Cohen","web_category":"news","title":"Did Skin Cream Kill Egypt’s Queen Hatshepsut?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/08/hatshepsut-flask-researchers.jpg","url":"http://www.history.com/news/did-skin-cream-kill-egypts-queen-hatshepsut"}