{"summary":"In a recent Associated Press report*, one Beijing preservationist estimated that since the early 1990s, a third of the city’s hutongs have been demolished while another third have been renovated to the point where they no longer retain their original look.. In one more twist in the lifecycle of the hutong neighborhoods, some of Beijing’s old courtyard homes—the same structures once considered unfashionable and overcrowded—have in recent years become real-estate status symbols","advice_category":"1","content":"\nThe government plans demolish a traditional neighborhood of “hutongs”—alleyways or narrow lanes created by the walls of single-story courtyard houses–in order to rebuild a public square and restore it to its 18th-century Qing Dynasty appearance. The plan has proved controversial with some preservationists. Beijing’s hutongs date back to the Yuan Dynasty (1271-1368), which was established by Mongol leader Kublai Khan, who made the city (then known as Dadu) his capital. For centuries, hutongs were spread across much of central Beijing. These symbols of the city’s cultural heritage began disappearing in the decades following the 1949 Communist revolution, as Beijing expanded and became more industrialized. During this time, as Beijing’s population rose and housing was in short supply, hutong neighborhoods grew more crowded and ramshackle as the government ordered the classic brick-walled, tile-roofed courtyard homes, called “siheyuans” and typically occupied by a single family, to be partitioned into multi-family dwellings.\nIn the late 20th century, economic reforms in China sparked a Beijing building boom that was further spurred on by the city’s selection as host of the 2008 Olympics. In the process, numerous hutong neighborhoods, many of which the government had come to view as slums, were razed to make way for all the new real-estate development. Exactly how many hutongs have been destroyed is unknown. In 1949, the city had some 3,000 to 7,000 hutongs. In a recent Associated Press report*, one Beijing preservationist estimated that since the early 1990s, a third of the city’s hutongs have been demolished while another third have been renovated to the point where they no longer retain their original look.\nThis same AP report noted that the Chinese government intends to tear down dozens of courtyard homes in Beijing’s Dongcheng district in order to reconstruct a square near the ancient Drum and Bell towers (which were long used to let Beijingers know the time) and return it to its “prosperous” 18th-century appearance. The oldest of the homes slated for the wrecking ball went up a century ago, but Chinese authorities claim these structures have no historical value because most were renovated or reconstructed sometime after the 1970s.\nThe government contends that some of these dwellings are fire traps, and says it will relocate displaced residents to larger, safer apartments in another section of the city. However, preservationists have lamented the potential loss of another hutong neighborhood and the vanishing way of life it represents, where residents gather to gossip and play cards in the alleyways and narrow lanes, vendors go door-to-door hawking their wares and people use communal toilets, as many of the courtyard residences lack bathrooms.\nIn one more twist in the lifecycle of the hutong neighborhoods, some of Beijing’s old courtyard homes—the same structures once considered unfashionable and overcrowded—have in recent years become real-estate status symbols. Wealthy individuals have paid millions of dollars to purchase and renovate these historic dwellings for their own use, changing the character of these neighborhoods yet again.","author":"Elizabeth   Nix","web_category":"news","title":"In China, It’s Out With the Old, In With the Old","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/HITH-HUTONG.png","url":"http://www.history.com/news/in-china-its-out-with-the-old-in-with-the-old"}