{"summary":"After comparing thylacine skulls to those of Australasia’s two largest remaining marsupial carnivores, the Tasmanian devil and the spotted-tailed quoll, the researchers concluded that big prey would have proven too much for the suspected sheep killers.. Still, in the 1830s sheep farmers began accusing thylacines of decimating their herds; despite a lack of evidence implicating the marsupials, a major wool producer and later the Tasmanian government began offering bounties to hunters who killed them.","advice_category":"1","content":"\nThe Tasmanian tiger, technically known as the thylacine, was no ordinary animal. Native to continental Australia, Tasmania and New Guinea, the creature possessed the body of a dog, the skull of a wolf, the yellow and black stripes of a big cat and a kangaroo-like ability to hop around on its hind legs. It also had a cough-like bark, a wagless tail and a pouch in both females and males-the former for incubating joeys; the latter for protecting reproductive organs during dashes through thick brush. The carnivorous marsupial has been described as a prime example of convergent evolution, in which unrelated organisms develop similar features because they share the same ecological niche.\nThylacines essentially disappeared from Australia and New Guinea around 3,000 years ago, hunted by human settlers from Asia and outhunted by the dingoes people brought with them. By the early 19th century they still roamed the island of Tasmania but were rarely spotted by inhabitants. Still, in the 1830s sheep farmers began accusing thylacines of decimating their herds; despite a lack of evidence implicating the marsupials, a major wool producer and later the Tasmanian government began offering bounties to hunters who killed them.\nThese payments spelled doom for the dwindling population of thylacines living in the wild. In the Tasmanian tiger’s final decades, conservation groups lobbied for the ill-fated animal’s protection, but government measures weren’t introduced until July 1936. Two months later, the last known thylacine died at Tasmania’s Hobart Zoo, probably as a result of neglect.\nSince their alleged extinction, numerous sightings of thylacines have been reported in mainland Australia and Tasmania; none have been confirmed. Meanwhile, researchers have extracted DNA from 100-year-old Tasmanian tiger specimens in the hopes of someday restoring the lost species through cloning. And most recently, a team from the University of New South Wales used computer modeling and thylacine skull samples to determine the predator’s feeding habits, which were thought to justify its complete eradication 75 years ago.\nThe group’s study, published Thursday in the Journal of Zoology, challenges the belief that thylacines boasted powerful jaws that crushed sizable mammals like sheep as they struggled helplessly. After comparing thylacine skulls to those of Australasia’s two largest remaining marsupial carnivores, the Tasmanian devil and the spotted-tailed quoll, the researchers concluded that big prey would have proven too much for the suspected sheep killers.\n“Our research has shown that its rather feeble jaw restricted it to catching smaller, more agile prey,” said lead author Marie Attard. “That’s an unusual trait for a large predator like that, considering its substantial 30-kilogram [66-pound] body mass and carnivorous diet.” Because of its meager chomping abilities, the Tasmanian tiger probably subsisted on bite-sized mammals such as possums, bandicoots and wallabies, Attard and her colleagues theorized. “As for its supposed ability to take prey as large as sheep, our findings suggest that its reputation was at best overblown,” she said.\nNot only does the recent study seem to exonerate thylacines of their crimes against sheep, it also suggests that the price placed on the animals’ heads was not the only factor at work in their extinction. Unable to take down prey close to their own size, they had to compete with–and ultimately lost out to–smaller carnivorous marsupials with similar diets. “Especially among large predators, the more specialized a species becomes the more vulnerable it is to extinction,” said Stephen Wroe, director of the university’s Computational Biomechanics Research Group. “Just a small disturbance to the ecosystem, such as those resulting from the way European settlers altered the land, may have been enough to tip this delicately poised species over the edge.”","author":"Jennie  Cohen","web_category":"news","title":"Were Tasmanian Tigers Unfairly Driven to Extinction?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/09/thylacine.jpg","url":"http://www.history.com/news/were-tasmanian-tigers-unfairly-driven-to-extinction"}