{"summary":"The man with the longest inaugural address had the shortest presidency.. Except for George Washington’s first inauguration in 1789, presidential swearing-in ceremonies were initially indoor affairs, held in the House and Senate chambers","advice_category":"1","content":"\n1. Inauguration Day used to be March 4.\nLame ducks used to be much lamer. Until 1937, the president and vice president began their terms on March 4, four months after Election Day. With technological advances requiring less time to count votes and travel to Washington, D.C., the 20th Amendment, which was ratified in 1933, moved up Inauguration Day to January 20. (When January 20 falls on a Sunday, as it does this year, the public swearing-in ceremony takes place on January 21.) Franklin Roosevelt in 1937 was the first president to take the oath of office on January 20.\n2. One man has both taken and administered the oath of office. \nTwelve years after he was sworn in as America’s 27th president, William Howard Taft was appointed chief justice of the Supreme Court. In that role, he was the man to administer the oaths of office to Calvin Coolidge in 1925 and Herbert Hoover in 1929.\n3. Vice presidents used to have separate swearing-in ceremonies.\nIn modern times, the swearing-in of the vice president moments before the president has been the warm-up act to the main event. Before 1937, however, the second fiddles had their own swearing-in ceremonies inside the Senate chamber before heading outside for the presidential inauguration. Veeps even delivered their own inaugural addresses, sometimes at their own peril. In 1865 Andrew Johnson delivered a rambling, drunken speech described by Senator Charles Sumner as “the most unfortunate thing that had ever occurred in our history.” Luckily, Abraham Lincoln’s memorable second inaugural address quickly swept Johnson’s incoherent oratory into the dustbin of history.\n4. A Congressional chair squabble led to the first outdoor inaugural address.\nExcept for George Washington’s first inauguration in 1789, presidential swearing-in ceremonies were initially indoor affairs, held in the House and Senate chambers. The 1817 inauguration of James Monroe was scheduled for the House chamber, but after a disagreement broke out between the House and Senate about whose chairs would be used, Monroe had enough and decided to take the oath of office and deliver his speech outdoors. Except on three occasions when weather intervened, Inauguration Day festivities since 1829 have been held outdoors.\n5. The man with the longest inaugural address had the shortest presidency.\nBrevity can be a presidential virtue; long-windedness can prove fatal. A month after William Henry Harrison spent two hours delivering his 8,445-word inaugural address in 1841, the 68-year-old president was dead from pneumonia, perhaps due to his prolonged exposure to raw, blustery elements during the inaugural. By contrast, these presidents delivered the shortest addresses: George Washington (135 words in his second address), Franklin Roosevelt (559 words in his fourth address) and Abraham Lincoln (701 words in his second address). In their entirety, all three of these speeches were shorter than just a single sentence–topping 700 words–in the inaugural address of John Adams.\n6. The swearing-in ceremony for four presidents resembled marriage vows.\nThe Constitution does not specify precise instructions for how chief justices should administer presidential oaths, thus the swearing-in ceremony has varied over the centuries. While most justices and presidents have alternated reciting lines of the oath, Chief Justices Edward D. White and Taft recited the entire oath and posed it in the form of a question, requiring Woodrow Wilson, Warren Harding, Coolidge and Hoover to merely say, “I do.”\n7. Whiskey may have saved the White House from being trashed during a rowdy inauguration party.\nIn 1829, Andrew Jackson threw open the doors of the White House to his supporters to celebrate his inauguration. The rowdy party quickly got out of control with the throng muddying the carpets, destroying several thousand dollars worth of china and crystal and getting into fistfights over refreshments. The new president had to escape through a window to get some breathing space. The exuberant crowd was finally lured out of the White House when tubs of whiskey were rolled onto the south lawn.\n8. John F. Kennedy’s inaugural address obscured a comedy of errors.\nThings didn’t exactly go smoothly during Kennedy’s 1961 inauguration. An overnight snowstorm almost forced the cancellation of the festivities, but they continued as planned—sort of. During the invocation, a short circuit caused smoke to temporarily pour out from the lectern. Then when poet Robert Frost took to the podium, he was unable to read his original composition due to the bright glare reflecting off the snow. Instead, he was forced to recite another ode from memory and then told the crowd he dedicated it “to the president-elect, Mr. John Finley.” Luckily, most only remembered Kennedy’s eloquent inaugural address that followed.","author":"Christopher  Klein","web_category":"news","title":"8 Things You May Not Know About Presidential Inaugurations","picture_url":"http://www.history.com/news/wp-content/uploads/2013/01/Obama-First-Inaugural.jpg","url":"http://www.history.com/news/8-things-you-may-not-know-about-presidential-inaugurations"}