{"summary":"Greensmith implicated her husband and said she had met in the woods with seven other witches, including Goody Ayres, Mary Sanford and Elizabeth Seager. Alse (Alice) Young of Windsor, Connecticut, was sent to the gallows erected in Hartford’s Meeting House Square, now the site of Connecticut’s Old State House, on May 26, 1647.","advice_category":"1","content":"\nIn late March 1662, John and Bethia Kelly grieved over the body of their 8-year-old daughter inside their Hartford, Connecticut, home. Little Elizabeth had been fine just days before when she returned home with a neighbor, Goodwife Ayres. The distraught parents, grasping at any explanation for their loss, saw the hand of the devil at work.\nThe parents were convinced that Elizabeth had been fatally possessed by Goody Ayres. The Kellys testified that their daughter first took ill the night after she returned home with her neighbor, and that she exclaimed, “Father! Father! Help me, help me! Goodwife Ayres is upon me. She chokes me. She kneels on my belly. She will break my bowels. She pinches me. She will make me black and blue.”\nAfter Elizabeth’s death, accusations of bewitchment flew, and fingers were pointed at numerous townspeople. Hysteria gripped Hartford, a town that a generation before had witnessed the first execution of a suspected witch in the American colonies. Alse (Alice) Young of Windsor, Connecticut, was sent to the gallows erected in Hartford’s Meeting House Square, now the site of Connecticut’s Old State House, on May 26, 1647.\nWitchcraft was one of 12 capital crimes decreed by Connecticut’s colonial government in 1642. The legal precedent cited by the devoutly Puritan colonists was of a divinely higher order: biblical passages such as Exodus 22:18 (“Thou shalt not suffer a witch to live”) and Leviticus 20:27 (“A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death”).\nAfter Young’s public hanging, at least five other Connecticut residents met a similar fate. However, it was in Hartford in 1662, 30 years before the infamous Salem witch trials, that a witch hunt hysteria took hold, resulting in seven trials and four executions.\nShortly after Elizabeth Kelly’s death, the pious Ann Cole suddenly became “afflicted,” shaking violently and spouting blasphemy. According to one contemporary account, Cole was “taken with strange fits, wherein she (or rather the devil, as ‘tis judged, making use of her lips) held a discourse for a considerable time.” Cole blamed her bewitchment on neighbor Rebecca Greensmith, described by one townsperson as “a lewd, ignorant, considerably aged woman,” and others already suspected of witchcraft in the Kelly case. The accused began to accuse others, and even their spouses, of being the true witches. In what became a vicious circle, neighbors began testifying against neighbors. Goody Ayres’ husband, perhaps in an attempt to save his wife, joined in the chorus of Greensmith’s accusers.\nThe most damning testimony supposedly came from Greensmith herself, who reportedly admitted to having “familiarity with the devil” and said that “at Christmas they would have a merry meeting” to form a covenant. Greensmith implicated her husband and said she had met in the woods with seven other witches, including Goody Ayres, Mary Sanford and Elizabeth Seager. Neighbors testified that they saw Seager dancing with other women in the woods and cooking mysterious concoctions in black kettles.\nTwo of the suspects, likely the Greensmiths, were subjected to the swimming test in which their hands and feet were bound and they were cast into the water to test the theory that witches are unable to sink. After they were tried, the Greensmiths were indicted “for not having the fear of God before thine eyes; thou hast entertained familiarity with Satan the grand enemy of God and mankind and by his help hast acted things in a preternatural way.” The court’s verdict: “According to the law of God and the established law of this commonwealth, thou deserves to die.”\nRebecca Greensmith had confessed in open court. Nathaniel Greensmith had protested his innocence. But they both met the same fate: the noose. Sanford was also sent to the gallows. After their executions, Cole reportedly was “restored to health.” Ayres fled Hartford, while Seager was finally convicted of witchcraft in 1665, although the governor reversed the verdict the following year. Mary Barnes of Farmington, Connecticut, was also swept up in the region’s witch hunt and executed alongside the Greensmiths.\nThe four executions of suspected witches in Hartford were to be Connecticut’s last. Another hysteria broke out in Fairfield, Connecticut, in 1692, but none of those convicted met death. Connecticut held its final witch trial in 1697, a half century after Alse Young’s execution. During that period, there were 46 prosecutions and at least 11 executions.\nDescendants of some of those 11 colonists are seeking posthumous pardons and apologies similar to those that occurred in Massachusetts for victims of the Salem witch trials. Previous resolutions in the Connecticut legislature, however, have not come out of committee, and the state’s Board of Pardons and Paroles also has a policy of not granting posthumous pardons. The descendants are now pressing for a gubernatorial proclamation to clear the names of their ancestors.","author":"Christopher  Klein","web_category":"news","title":"Before Salem, the First American Witch Hunt","picture_url":"http://www.history.com/news/wp-content/uploads/2012/10/witch-trial.jpg","url":"http://www.history.com/news/before-salem-the-first-american-witch-hunt"}