{"summary":"“The manuscript is important as an early piece of Ripper fiction and crime fiction, insofar as it is a rare example of a story written from the point of view of the villain,” Berg explained. Beaman also claimed to have omitted certain “particularly revolting” passages from the original text and expressed his personal opinion that Carnac was indeed Jack the Ripper.","advice_category":"1","content":"\nTyped on yellowed pages with a handmade cover, the manuscript that inspired the new book comes from an unlikely source: Sydney George Hulme Beaman, the British author and illustrator who created the “Toytown” radio series for children. Beaman wrote in a preface that a one-legged acquaintance named James Carnac, whom he describes as having a “streak of cynical and macabre humor,” bequeathed the document to him in the 1920s and asked that it be published after his death. Beaman also claimed to have omitted certain “particularly revolting” passages from the original text and expressed his personal opinion that Carnac was indeed Jack the Ripper.\nDid Beaman himself pen the alleged autobiography, using a centuries-old literary convention in which a writer presents fictional memoirs as a found document? It’s hard to believe that the man who became famous for his Larry the Lamb character would reconstruct grisly crime scenes in his spare time. “Beaman’s output was solely for children, and this would have been a huge departure from what he is known for,” said Alan Hicken, owner of the Montacute TV Radio and Toy Museum in Somerset, England. In 2008 the museum acquired the Carnac manuscript along with a collection of artwork, photographs and books once owned by Beaman, who died in 1932. Ripper expert Paul Berg, who wrote an analysis of the manuscript that appears in the published version, also pointed out that the “autobiography” sharply contrasts with the rest of Beaman’s oeuvre. Archival research has failed to unearth evidence that a James Carnac who fit Beaman’s description ever existed, however, suggesting that the author chose a pseudonym to mask his or her true identity.\nBerg said the supposed memoirs probably won’t bring us any closer to solving the infamous Jack the Ripper case, which went cold more than a century ago. And yet certain aspects of the book, including the author’s intimate familiarity with Whitechapel’s 1888 geography, suggest there might be more to the story, he said. “The manuscript is a fiction, but the question is whether or not there is a factual core—that is to say, a genuine confession at its heart,” Berg said. Hicken commented that “whoever wrote the manuscript had knowledge that does not appear to be derived from newspapers or other publications at the time it was written.”\nForensic psychologist Richard Walter dismissed any link between the Carnac text and the real Ripper, maintaining that serial killers wouldn’t document their crimes for posterity in a dramatic fashion. “One would not expect a sadist, which Jack the Ripper was, to be self-disclosing,” he said. “They are interested in creating a myth greater than what they are. They would not simply hand a book like that over to somebody who was probably going to exploit it.” Walter added that, although he has only seen fragments of the manuscript, it seems to lack the “cadence of violence” typical of serial killers. He also mentioned the long tradition of impersonating the notorious murderer, which began with the hundreds of letters—nearly all deemed hoaxes—sent to Scotland Yard and signed “Jack the Ripper” during and after his deadly rampage.\nEven assuming that James Carnac, whoever he was, shouldn’t be added to the still-growing list of proposed suspects, his book has a special place in the history of Jack the Ripper fiction, sometimes known as Ripperature. Numerous novels and stories based on the Whitechapel murders appeared in the late 19th and early 20th centuries, a time when the psychology behind crimes like Jack the Ripper’s was poorly understood. Back then, writers tended to offer reasons for their violent protagonists’ psychotic behavior, something Carnac distinctly doesn’t do. “The manuscript is important as an early piece of Ripper fiction and crime fiction, insofar as it is a rare example of a story written from the point of view of the villain,” Berg explained. “As Ripper fiction it is unusual because it doesn’t attempt to provide any real mitigation or, significantly, a motive. In fact, it is very modern in its concept of a serial killer as someone who kills because he likes it, which could be taken as a pointer to there being a genuine factual core.”\nNow available from Bantam Press, “The Autobiography of Jack the Ripper” is sure to draw attention from Ripperologists and crime fiction fans alike. Recalling his discovery of the manuscript, Hicken said, “I couldn’t put it down and read the entire document in one night. It made the hairs on the back of my neck stand on end and struck me as very macabre. I knew I had discovered something startling.” The original document will go on display later this year at the Montacute Museum, where it will be a chilling addition to a collection composed largely of toys, puppets, games and vintage televisions.","author":"Jennie  Cohen","web_category":"news","title":"Jack the Ripper ‘Autobiography’ Hits Shelves","picture_url":"http://www.history.com/news/wp-content/uploads/2012/01/jtr-dedication.jpg","url":"http://www.history.com/news/jack-the-ripper-autobiography-hits-shelves"}