{"summary":"The University of Colorado team’s paper appeared on the heels of another report supporting the theory that liquid water existed on Mars several billion years ago. In a report published in the journal Nature Geoscience, they suggest that a massive sea with an average depth of 1,800 feet once covered more than a third of the red planet’s surface.","advice_category":"1","content":"\nThree and a half billion years ago, right when life was first forming on Earth, was Mars home to a vast ocean swimming with alien fish? This scenario may have been possible, according to scientists from the University of Colorado at Boulder. In a report published in the journal Nature Geoscience, they suggest that a massive sea with an average depth of 1,800 feet once covered more than a third of the red planet’s surface.\nThe team arrived at this conclusion after studying the planet’s numerous delta deposits and river valleys, using topographical data from various orbiting missions. They also determined that ancient Mars may have had an Earth-like hydrological cycle, including cloud formation, precipitation and groundwater accumulation.\nFor years, scientists have been debating whether Mars once had liquid water on its surface, a prerequisite for living organisms to grow and survive. Present-day Mars has two permanent polar ice caps and frozen water beneath its permafrost, but its temperature and atmospheric pressure are too low for water to exist in liquid form. High-resolution photographs, however, have revealed features that are consistent with liquid water, including gullies, channels and lake basins.\nThe University of Colorado team’s paper appeared on the heels of another report supporting the theory that liquid water existed on Mars several billion years ago. According to NASA scientists, rocks collected by the Mars rover Spirit in 2005 were found to contain high concentrations of carbonate. These findings, which were published in the journal Science, indicate that Mars once had a wet, non-acidic environment that may have been favorable for life.\nIf the primordial ocean hypothesis is correct, where did all the Martian water go? The authors of the University of Colorado study hope that further exploration of Mars, including the Mars Atmosphere and Volatile Evolution Mission (MAVEN) in 2013, will provide new clues.","author":"History.com  Staff","web_category":"news","title":"Life on Mars?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/life-on-mars.jpg","url":"http://www.history.com/news/life-on-mars"}