{"summary":"Terry Meyers, an English professor at William & Mary, has uncovered documentary evidence that the Bray School’s original structure still stands—albeit in a different location—on the college’s 319-year-old campus. As he learned more about the Bray School’s history, Meyers puzzled over its unlikely establishment in a Southern city where abolitionism hardly thrived in the 1700s","advice_category":"1","content":"\nTerry Meyers, an English professor at William & Mary, has uncovered documentary evidence that the Bray School’s original structure still stands—albeit in a different location—on the college’s 319-year-old campus. He believes the 18th-century cottage was renovated over the years and moved in 1930 to a spot down the street, where it now contains academic offices. If the house proves to be the Bray School’s erstwhile home, “then we’ll have what I think is the oldest extant building in America associated with black education,” said Meyers, who spent years combing the archives for information on the institution’s history.\nThis summer, archaeologists, students and volunteers are taking Meyers’ investigation underground, excavating what is thought to be the Bray School’s former site. The project, a collaboration between William & Mary and the Colonial Williamsburg Foundation, seeks to unearth traces of 18th-century academic activity in an area now occupied by a college dormitory. “I’d be thrilled if we could find artifacts of a sort or a magnitude that would suggest that the Bray School was indeed located close to the dig,” said Meyers. “That would really drive home the link that the documents seem to encourage.”\nMeyers, an expert in 19th-century English poetry, first became interested in the Bray School’s history while reading a Williamsburg resident’s memoirs from the mid-1900s. A description of an 18th-century house relocated across the William & Mary campus intrigued him. “I found some other references to the building’s being moved, but still couldn’t identify what building it might have been and almost gave up, thinking that it must have been torn down,” Meyers recalled. Eventually, newspaper articles and college records pointed to a possible candidate for the mysterious structure and revealed that it once housed a school for black children. “That was really interesting to me—something I had known nothing about,” Meyers said.\nAs he learned more about the Bray School’s history, Meyers puzzled over its unlikely establishment in a Southern city where abolitionism hardly thrived in the 1700s. “Here it was in the middle of a culture absolutely dependent on slavery and where few owners thought education, even religious education, of those they enslaved was in their interest,” he said. He then discovered that Benjamin Franklin, a member of the philanthropic group Associates of Dr. Bray, recommended Williamsburg as the location of a new black school in 1760, four years after receiving an honorary degree from the College of William & Mary.\nMeyers knew that for many years William & Mary embraced the proslavery doctrine of the surrounding community, owning slaves of its own for much of its history. Still, during the 1740s and 1750s, its presidents, clergy and faculty supported the Christian instruction of blacks and Native Americans. “A light went off and I realized that Franklin must have learned of that history in 1756,” Meyers said. “Finally, the location, the affiliation with the college made sense to me—in a culture little sympathetic to educating the enslaved, a connection to the college would have increased the odds of its surviving.” The Bray School dig has helped call attention to this overlooked chapter, painting a more nuanced picture of the college’s relationship to slavery, Meyers said.\nFor Norman, whose research has focused on the archaeology of Africa and the African diaspora, the project might also shed light on how free and enslaved blacks preserved African cultural traditions in colonial America. “There are broader issues of African use of yard spaces and the like,” he said, explaining that non-elites in 18th-century West Africa spent most of their work and leisure time outdoors. “You really didn’t have houses that people just occupied throughout the day.” If his team uncovers signs that Bray School students followed a similar rhythm of daily life, he said, it would be “a knock-it-out-of-the-park home run.”","author":"Jennie  Cohen","web_category":"news","title":"Archaeologists Seek Evidence of Oldest Black School","picture_url":"http://www.history.com/news/news/wp-content/uploads/2012/06/bray-school.jpg","url":"http://www.history.com/news/archaeologists-seek-evidence-of-oldest-black-school"}