{"summary":"“We have discovered a new population of prehistoric humans whose skulls are an unusual mosaic of primitive features, like those seen in our ancestors hundreds of thousands of years ago, some modern traits, similar to living people, and several unusual features,” said Curnoe. DNA from the fossils of the Red Deer Cave people could hold the key to solving the mystery and classifying these enigmatic hominins, Curnoe said","advice_category":"1","content":"\nBut in 2008, an international team of scientists—led by Darren Curnoe of the University of New South Wales and Ji Xueping of the Yunnan Institute of Cultural Relics and Archaeology—excavated Maludong, finding a human tooth and samples that allowed them to date the fossils previously discovered there. The next year, they examined the rest of the skull from the Longlin cave, embedded in a block of rock.\n“After picking my own jaw up from the floor, we decided we had to make the remains a priority of our research,” Curnoe recalled. “The brow ridge and part of the top of the braincase could be seen, with the rest of the skeleton still enclosed in rock. It was clear from what we could see that the remains were very primitive and likely to be scientifically important.”\nIn all, the researchers examined the remains of at least four individuals from the two sites. They noticed an intriguing mix of modern and archaic traits, distinguishing the specimens from people alive today. “We have discovered a new population of prehistoric humans whose skulls are an unusual mosaic of primitive features, like those seen in our ancestors hundreds of thousands of years ago, some modern traits, similar to living people, and several unusual features,” said Curnoe. “In short, they’re anatomically unique among all members of the human evolutionary tree.”\nThe scientists describe the population—dubbed the Red Deer Cave people after the Madulong cave, which contains the remains of a giant deer that is now extinct—in a paper published today in the journal PLoS One. “The main ways they differ from modern Homo sapiens are in their prominent brow ridges, thick skull bones, flat upper faces with a broad nose, jutting jaws that lack a human-like chin, brains moderate in size, primitively short parietal lobes and large molar teeth,” Curnoe said. “These are primitive features seen in our ancestors hundreds of thousands of years ago.”\nIn Curnoe’s view, the Stone Age fossils tell the incredible story of a previously unknown human lineage that existed alongside—though probably never interacted with—our species until the relatively recent past. “While finely balanced, I think the evidence is slightly weighted toward the Red Deer Cave people representing a new evolutionary line,” he said. “First, their skulls are anatomically unique. They look very different to all modern humans, whether alive today or in Africa 150,000 years ago. And second, the very fact they persisted until almost 11,000 years ago, when we know that very modern-looking people lived at the same time immediately to the east and south, suggests they must have been isolated from them.”\nOn the other hand, it is also possible that they were descendants of modern humans who migrated out of Africa earlier than other groups. “One of the major ongoing questions for scientists studying human evolution is the lack of a satisfactory biological definition of our own species, Homo sapiens,” Curnoe explained. “We still don’t have one that most of us agree upon. This is one of the main reasons why we have been cautious about classifying the Red Deer Cave people at this time.”\nFinally, they could have been a hybrid resulting from interbreeding between Homo sapiens and an overlapping species such as the Denisovans, which were discovered in 2010 and are thought to have mated with modern humans, Curnoe said. “It’s a very difficult hypothesis to test, however, because there are so few human fossils from Asia dating to the later part of the Ice Age,” he remarked.\nDNA from the fossils of the Red Deer Cave people could hold the key to solving the mystery and classifying these enigmatic hominins, Curnoe said. “It would allow us to determine unequivocally whether they are a new evolutionary line or members of our own species,” he explained. While the first attempt to analyze genetic material from the remains failed, additional research is now underway. Meanwhile, Curnoe and his colleagues are preparing to publish findings on the culture and behavior of the Red Deer Cave people.\nCurnoe noted that the Red Deer Cave people could help expand our hazy knowledge of human evolution across Asia, which received a boost with the discovery of Homo floresiensis—a species that lived in Indonesia as recently as 12,000 years ago—in 2003. “The discovery of the Red Deer Cave people shows just how complicated, how interesting, human evolutionary history was in Asia right at the end of the ice age,” he said. “We had multiple populations living in the area, probably representing different evolutionary lines.”","author":"Jennie  Cohen","web_category":"news","title":"Did a New Human Species Thrive in Stone Age China?","picture_url":"http://www.history.com/news/wp-content/uploads/2012/03/red-deer-people-reproduction.jpg","url":"http://www.history.com/news/did-a-new-human-species-thrive-in-stone-age-china"}