{"summary":"economy was in recession, new marriages fell by 5 percent. Romance aside, it seems that marriage may still have a lot to do with money","advice_category":"1","content":"\nAccording to a Pew Research Center report on the latest census data released this week, marriage rates in the United States have dropped to an all-time low. Only 51 percent of people over age 18 are married today—a significant dip from 57 percent in 2000, and a shocking drop from 72 percent in 1960. If these trends continue, married couples will soon be in the minority for the first time in history.\nSo why aren’t as many people getting married? As usual, when we’re talking about the history of marriage, a surprising amount may come down to simple economics. For thousands of years, in fact, that’s pretty much all marriage was about. In ancient Greece, for example, a woman could be forced to divorce her current husband and marry her nearest male relative, just so she could inherit her father’s property when he died. According to the historian Stephanie Coontz, it was only around 200 years ago that the notion of marrying for love instead of money became widely acceptable (at least in Western cultures), and only in the 20th century that the romantic bond between two people has been seen as the primary reason for marriage.\nRomance aside, it seems that marriage may still have a lot to do with money. From 2009-10, when the U.S. economy was in recession, new marriages fell by 5 percent. The decline was particularly noticeable (13 percent) among 18-24-year-olds, perhaps reflecting the lack of employment opportunities for young people just starting our in the work force.\nBut there’s no reason to think declining numbers during tough economic times mean that marriage is on its way out. History has shown that marriage is a durable institution that has weathered shifting financial fortunes before. During the Great Depression, the U.S. marriage rate fell by a whopping 22 percent from 1929 to 1933, as higher unemployment rates meant fewer young people could start their own families. After the arrival of World War II and the accompanying industrial boom, marriage rates rebounded impressively and reached an all-time high during the 1950s.\nWhat’s next for marriage? The new research shows that people aren’t necessarily abandoning the idea of getting married for good—they’re just putting it off until they’re a bit more established. The average age of first marriage for Americans rose higher than ever last year, to 26.5 years for women and 28.7 for men. As some observers have argued, the fact that people are staying in school longer and waiting to get further in their career before they get married may mean that those marriages might be more durable in the long run.\nAccording to another Pew survey in 2010, while four out of every 10 Americans say marriage is becoming obsolete, 61 percent of those who have never married say they would like to do so someday—proving that while marriage may be down, it’s certainly not out.","author":"Sarah  Pruitt","web_category":"news","title":"Is Marriage History?","picture_url":"http://www.history.com/news/wp-content/uploads/2011/12/Edmund_Blair_Leighton_-_signing_the_register-1.jpg","url":"http://www.history.com/news/is-marriage-history"}