{"summary":"Laemmle then exhorted nickelodeon owners to screen his films for a fraction of the cost of those produced by the Edison Trust. In spite of the pressure, IMP survived, and on April 30, 1912, Laemmle consolidated it with a handful of other independent studios to form the Universal Film Manufacturing Company, the future Universal Pictures.","advice_category":"1","content":"\nLaemmle loved the movie business. He had quit his job in 1906 and sank his family’s $3,000 savings into opening a Chicago nickelodeon where he screened motion pictures for five cents a head. Nine months after his theater’s opening, Laemmle was making $6,000 a week. He expanded into film distribution and was living his dream, even earning enough to take his family on a four-month European vacation. \nNot long after he returned, however, a sea change swept over the film industry, which for nearly a decade had been embroiled in litigation concerning patents on motion picture technology. At the center of the dispute was Edison, who had first filed a patent on a motion picture camera in 1891 and purchased related patents with his deep pockets. Seeking to end the ceaseless lawsuits, Edison brought the representatives of the biggest film companies in the United States together in December 1908 to form the Motion Picture Patents Company, also known as the Edison Trust, which collectively held 16 major film patents.\nThe cartel was the most powerful force in American film. In addition to requiring producers and exhibitors to use its patented equipment, the trust mandated that every theater owner pay $2 a week simply to hold a license to purchase and screen its films. The Edison Trust sued any “pirates” who screened or made films without its permission. It fixed a standard price of admission no matter how expensive or cheap a movie’s production, which meant studios had little incentive to produce quality films. Plus, the Edison Trust banned film credits for movie stars because it feared that actors gaining celebrity status would demand more money. The trust acted as de facto arbiter of what films were seen in the United States by blocking film imports and, believing Americans lacked attention spans for feature films, limiting movies to 20 minutes in length. \nWhen Laemmle heard the Edison Trust’s stipulations in a meeting of key distributors, he was one of the few to balk. He started the Independent Moving Pictures Company, or IMP, in 1909 and brazenly challenged the tyrannical monopoly by building his own studio. He lured actress Florence Lawrence, one of the first movie stars, away from the trust by giving her name top billing. Laemmle then exhorted nickelodeon owners to screen his films for a fraction of the cost of those produced by the Edison Trust. His advertisements in trade magazines touted his independence and asked theater owners: “Have you paid your $2.00 for a license to smoke your own pipe this week?” \nEdison and his compatriots did not take kindly to the competition. The cartel came after Laemmle hard, suing him 289 times for intellectual property violations. Edison hired detectives to unearth non-licensed equipment on production sets, and the “Wizard of Menlo Park” also conjured up gangs of armed thugs to seize pirate films, evict audiences from outlaw theaters and smash production and exhibition equipment of rivals who defied him. In spite of the pressure, IMP survived, and on April 30, 1912, Laemmle consolidated it with a handful of other independent studios to form the Universal Film Manufacturing Company, the future Universal Pictures.\nIn response, Zukor, like Laemmle, went rogue. He premiered “Queen Elizabeth” on his own in New York City on July 12, 1912, and the first full-length drama shown in the United States was a hit. The success led Zukor that year to launch the Famous Players Film Company, the precursor to Paramount Pictures. \nAudiences flocked to the longer, star-studded films produced by the upstart independents, who soon made an exodus from the film capital of the world—Fort Lee, New Jersey—to Hollywood, California. In 1912 Laemmle and William Fox, who would eventually launch the studio that became 20th Century Fox, both filed antitrust actions against the Edison Trust. In 1915 a federal district court ruled the trust was indeed a monopoly, and it was soon dissolved.\nAlso in 1915, Laemmle finished construction of his own California movie metropolis, Universal City, now home to a theme park and the largest film production facility in the world. A special guest ushered in a new chapter in American film by dedicating Universal’s state-of-the-art electric studio. It was Thomas Edison.","author":"Christopher  Klein","web_category":"news","title":"The Renegade Roots of Hollywood Studios","picture_url":"http://www.history.com/news/wp-content/uploads/2012/04/carl-laemmle.jpg","url":"http://www.history.com/news/the-renegade-roots-of-hollywood-studios"}