{"summary":"And pollen production is only part of the impact that global warming is going to have on allergies and asthma — and our health overall.. Even though you are heading north to Canada, the pollen started earlier and ended later — and it should have been shortening","advice_category":"2","content":"This spring could be the most miserable one ever for those of us with allergies, and we can blame it on climate change.?\n?\nPeople in the Northeast, in particular, will be among the hardest hit in the aftermath of Hurricane Sandy and this winter's record-setting blizzard, both of which dumped massive amounts of precipitation over the region.??\n?\n\"[This] promises a robust allergy season,'' said Leonard Bielory, an allergy and immunology specialist with the Rutgers Center for Environmental Prediction in New Jersey, a state which suffered widespread destruction from Sandy.?\n?\n\"The first airborne tree pollen has been measured in recent days, and while the count is still low, some allergy sufferers are showing comparatively severe symptoms,'' he added. \"I expect more tree pollen than ever to be released this spring, and the reaction to the early pollen to be unusually strong.''\n?\nThe planet is getting warmer, and human behavior is responsible. The changing climate has brought early spring, late-ending fall, and large amounts of rain and snow.? All of that, combined with historically high levels of carbon dioxide in the air, nourishes the trees and plants that make pollen, and encourages more fungal growth, such as mold, and the release of spores.?\n?\nWe will be paying a wretched price in the coming months for the behavior fueling the explosion of pollen, which are the tiny reproductive cells found in trees, weeds, plants and grasses.? By all accounts, there will be more pollen this year than ever before.\n?\n\"The trees are going to burst in the next week or two, and we will get a burst of pollen higher than in past years,'' said Bielory, who predicts that pollen counts will increase by 30 percent by 2020 and, \"in a perfect test-tube world, will double by 2040 because of climate change.'' [Study: Pollen Counts To More Than Double By 2040]\n?\nMost trees release their pollen in the early spring, while grasses do so in late spring and early summer. Ragweed makes its pollen in the late summer and early fall.\n?\nAnd pollen production is only part of the impact that global warming is going to have on allergies and asthma — and our health overall.\n?\nIn areas of the country experiencing prolonged heat and drought, dust will worsen air pollution, exacerbating asthma and other respiratory diseases. In other regions, climate change will affect the insect population — their stings and bites can provoke fatal allergic reactions in sensitive individuals — as well as the proliferation of such vines as poison ivy. Poison ivy thrives with increased carbon dioxide, and as a result, now makes a far more potent urushiol — the oil that causes poison-ivy-triggered rashes — than in the past. [8 Ways Global Warming Is Already Changing the World]\n?\nCurrent evidence also suggests that climate change will increase the concentration of ground-level ozone, particularly in Northeastern, Midwestern and Western cities, causing an increase in respiratory diseases.\n?\nIn short, if you have allergies or asthma, climate change is going to make you a lot sicker now and in the coming years.?\n?\nAllergic diseases are the sixth leading cause of chronic disease in the United States, with an annual cost of $18 billion, according to the federal Centers for Disease Control and Prevention. More than 50 million Americans suffer from allergies annually. ???????????\n?\nAsthma afflicts about 20 million Americans, and is rising around the world, according to the CDC. Moreover, some public health experts regard the global increase of asthma as an early health effect of climate change, and a harbinger of more health dangers to come.\n?\nIn fact, one study published in the Journal of Allergy and Clinical Immunology called climate change \"potentially the largest global threat to human health ever encountered,'' predicting more injury, disease and death from natural disasters, heat waves, infections and widespread malnutrition, as well as more allergic and air-pollution illnesses and death.\n?\nIf you are lucky enough to be free from allergies, don't make the mistake of dismissing them as nothing more than a minor annoyance. Allergies can have a serious impact on the quality of life, and in some circumstances — a bee sting, for example, or if they trigger an asthma attack — they can kill.\n?\n\"This is not just a matter of having a runny nose,'' said Jeffrey Demain, director of the Allergy, Asthma and Immunology Center of Alaska.? \"Allergies affect the ability to go to work and go to school, and they affect school and work performance. They interfere with playing sports, social opportunities, how well you sleep, your relationships and your overall general happiness.''\n?\nOn average, someone with allergic disorders experiences a quality of life 35 percent less than the general population, Demain said. \"It really is quite dramatic,'' he said.\n?\nAllergies occur when the body's immune system overreacts to a substance that generally doesn't bother other people. The allergens can prompt sneezing, coughing, watery eyes and itching. In the years between 1970 and 2000, allergic rhinitis among Americans has risen from 10 percent to 30 percent, which correlates to similar increases in positive allergy skin-test results, according to Bielory.\n?\nMost experts believe the impact of climate change on allergic diseases will vary by region, depending on latitude, altitude, rainfall and storms, land-use patterns, urbanization, transportation and energy production. Drought, for example, will contribute to increasing air pollution, while heavy rain will wash the pollution away, but encourage the growth of mold.\n?\nBielory and his colleagues, reporting in a 2011 study, showed that the ragweed-pollen season has become longer in northern areas of the country in recent years, and points to climate change as the reason this is happening.?\n?\n\"We drew a line from Texas to Canada,'' he explained. \"The pollen count duration remained the same in Texas, but changed as you moved north. Even though you are heading north to Canada, the pollen started earlier and ended later — and it should have been shortening. This was due to earlier springs and the later onset of fall. Frost wasn't occurring as early as it used to, so ragweed was pollinating later.''\n?\nPollen levels per plant are increasing as a result of escalating concentrations of carbon dioxide in the atmosphere, and the plants themselves are growing bigger, experts say.\n?\n\"The increased pollen is probably a way for the plant to adapt,'' said Demain, who also is an associate clinical professor at the University of Washington. \"They become larger and produce much more pollen. More people are going to develop asthma and allergies, and it's going to be severe.''\n?\nStopping human activities that contribute to climate change might help future generations avoid these risks, but the rest of us — like the plants themselves — will have to adapt. We also can hope for a new medical breakthrough that will turn off the allergic response.?\n?\nIn the meantime, stay inside and keep your windows closed.\n?\n?\nMarlene Cimons writes for?Climate Nexus, a nonprofit that aims to tell the climate story in innovative ways that raise awareness of, dispel misinformation about, and showcase solutions to climate change and energy issues in the United States.? She contributed this article to LiveScience's Expert Voices: Op-Ed & Insights.\n?\nThe views expressed are those of the author and do not necessarily reflect the views of the publisher.\n?\nRelated on LiveScience and MNN:\n\nThe 9 Most Bizarre Medical Conditions\n\n\nTop 10 Surprising Results of Global Warming\n\n\nThe 9 Weirdest Allergies Explained\n\n\nMNN: Pollen counts -- and allergies -- expected to double by 2040 \n\n?\nThis story was originally written for LiveScience and is reprinted with permission here.? Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Marlene Cimons, Climate Nexus","web_category":"health#allergies","title":"Could global warming bring the worst allergy season ever?","picture_url":"http://images.mnn.com/sites/default/files/pollen%20allergy.jpg","url":"http://www.mnn.com//health/allergies/stories/could-global-warming-bring-the-worst-allergy-season-ever"}