{"summary":"What's the secret? The new propellant is what's called an energetic ionic liquid, or EIL. If successful, energetic ionic liquids like M315E could be the fuel that ushers in a new age of manned spaceflight to the moon, Mars and possibly beyond.","advice_category":"4","content":"From the rocket launches of the 1970s up to Curiosity Mars Rover last year, spacecraft have used a fuel called hydrazine to propel them through space.\n?\nIn terms of raw power, hydrazine is highly flammable and throws off an enormous amount of heat. But hydrazine is also highly toxic, both when inhaled and when it makes contact with human skin, and its flammability makes it very difficult to transport and handle.\n?\nAfter years of research, scientists from the Air Force Office of Scientific Research have found a replacement fuel that is not only safer than hydrazine, but also environmentally friendly and more efficient as well.\n?\nWhat's the secret? The new propellant is what's called an energetic ionic liquid, or EIL. Ionic liquids are salt compounds in a liquid form whose molecules have either a positive or negative charge, which bonds them together more tightly and makes the liquid more stable. [Look, NASA, No Hands! Astronauts Fly on Brainpower Alone]\n?\nThis makes ionic liquids very safe and easy to handle. But before now, known ionic liquids weren't very \"energetic,\" meaning they didn't produce a high amount of energy when combusted.\n?\nBut Tom Hawkins of the Air Force's Rocket Propulsion Division thought there was potential in ionic liquids as a fuel source. And now a career of research into energetic ionic liquids that began at Lehigh University in the 1980s has finally yielded concrete results.\n?\nThe propellant, whose most recent iteration's technical name is AF-M315E, has all the desirable properties of an EIL: It's a liquid, and because it has a low vapor pressure (meaning it evaporates slowly) it's more stable and far less flammable than fuels like hydrazine. It's also easy to handle — Hawkins says M315E is less toxic to humans than caffeine.\n?\nIt's also \"green\" because when combusted, M315E only throws off nontoxic gasses like water vapor, hydrogen and carbon dioxide.\n?\nThe main ingredient in M315E is hydroxyl ammonium nitrate. The latter part of that compound may sound familiar — ammonium nitrate is commonly used as a fertilizer in the United States. It's also potentially explosive: ammonium nitrate was the main ingredient in the bomb Timothy McVeigh used in the 1995 Oklahoma City bombing, and was also probably responsible for the deadly accident at the fertilizer plant in West, Texas on April 17, 2013. [See also: Why Was the Texas?Fertilizer Plant Explosion So Deadly?]\n?\n\n\n?\nBut ammonium nitrate is not the same substance as hydroxyl ammonium nitrate. By adding the hydroxyl group to the molecule, Hawkins explained, the compound's melting point drops by more than 100 degrees Celsius, which puts it in the realm of ionic liquids.\n?\nThis means that the green propellant is actually very difficult to ignite. That may seem counterintuitive, but it actually makes it much safer to handle, and when it is ignited, the propellant burns far hotter than previous propellants — so hot, in fact, that it will damage the engines currently in use aboard NASA spacecraft.\n?\n\"Now we need better materials [for engines] that can handle the temperatures generated,\" said Michael Berman, a program manager at the Arlington, Va., Air Force Office of Scientific Research where Hawkins conducts his research.\n?\nThe task of designing an engine that can handle EILs has been awarded to Ball Aerospace and Technologies Corp., said Hawkins.\n?\nThe first flight test for a rocket outfitted for the green propellant will be in 2015. If successful, energetic ionic liquids like M315E could be the fuel that ushers in a new age of manned spaceflight to the moon, Mars and possibly beyond.\n?\nRelated on TechNewsDaily and MNN:\n\n10 Ways to Help Curb Global Warming\n\n\n9 Things That Are Better Made in Space\n\n\nCongressman Suspects NASA Let in Chinese Spies\n\n\nMNN:?Winds from stellar-mass black hole clocked at 20 million mph\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"Jillian Scharr, SPACE.com","web_category":"earth-matters#space","title":"NASA's new rocket fuel helps space agency 'go green'","picture_url":"http://images.mnn.com/sites/default/files/GreenNASAFuel_m_0517.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasas-new-rocket-fuel-helps-space-agency-go-green"}