{"summary":"Deepwater Horizon tar balls laden with deadly bacteria. Another Associated Press article reports that tar ball sightings are still actively coming in to the federal National Response Center, which is responsible for collecting reports of oil and chemical spills","advice_category":"4","content":"Three years and two months after the explosion of the Deepwater Horizon oil rig in the Gulf of Mexico, BP has announced that \"active cleanup operations\" in Mississippi, Alabama and Florida have ceased, leaving only ongoing operations in Louisiana. The oil company says it has spent more than $14 billion on its efforts to mitigate the April 2010 disaster, which killed 11 people and resulted in millions of gallons of oil being released into the Gulf ecosystem.\n?\nIn a news release, BP says that under the direction of the U.S. Coast Guard, the Gulf of Mexico shoreline has been restored. \"Due to the extensive cleanup effort, early restoration projects and natural recovery processes, the Gulf is returning to its baseline condition, which is the condition it would be in if the accident had not occurred,\" the release reads. BP says the cleanup effort required more than 48,000 people and 70 million personnel hours.\n?\nThe Coast Guard will continue to monitor the region for any additional oil that pops up — a likely possibility, as environmental groups point out that more than a million gallons of oil remain unaccounted for — and will call BP back into action. \"Should residual Macondo oil appear on the shoreline, BP remains committed and prepared to address it under the direction of the Coast Guard,\" said Laura Folse, BP's executive vice president for response and environmental restoration.\n?\nEnvironmental groups say BP still has a role in cleaning up its mess. \"Tar mats and tar balls from the spill continue to wash up on the coast,\" David White, director of the National Wildlife Federation's Gulf of Mexico Restoration Campaign, told the Associated Press. \"Regardless of how our shorelines are monitored, BP must be held accountable for the cleanup. We cannot just accept oiled material on our beaches and in our marshes as the 'new normal.'\"\n?\nAnother Associated Press article reports that tar ball sightings are still actively coming in to the federal National Response Center, which is responsible for collecting reports of oil and chemical spills. According to the AP, nearly 200 tar balls were reported in just two Alabama and Florida counties between April 1 and last week.\n?\nCasi Callaway, executive director of the coastal preservation nonprofit Mobile Baykeeper, told the AP that tar ball sightings would be even higher if people knew what they were seeing or how to report it. \"Until you step on (tar) and see it on your skin, you don't know what it is. It looks like gum in the water. And nobody is doing an education campaign on, 'This is what a tar ball looks like; here's who to call if you find one.'\"\n?\nFor anyone visiting the region, you can report a possible oil sighting by calling the National Response Center at 1-800-424-8802 or visiting the website.\n?\nAlso on MNN:\n\nBP's oiled animals: Where are they now?\n\n\nDeepwater Horizon tar balls laden with deadly bacteria\n\n\nHow the wind saved Florida from the Deepwater Horizon oil spill\n\n\nHurricane Isaac deposits oil, possibly from Deepwater Horizon, on Louisiana beaches","author":"","web_category":"earth-matters#energy","title":"BP ends Deepwater Horizon oil spill cleanup in Florida, Alabama and Mississippi","picture_url":"http://images.mnn.com/sites/default/files/editorial/deepwater%20cleanup.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/bp-ends-deepwater-horizon-oil-spill-cleanup-in-florida-alabama-and"}