{"summary":"\tA new study released last week found that a commonly prescribed antibiotic can increase the risk and severity of asthma later in life. Yet last year, my daughter was officially diagnosed with allergic asthma and prescribed an inhaler to help her breathe when allergies strike.","advice_category":"2","content":"I have often wondered why my 6-year-old developed such severe allergies. No one else on either side of our family has them. Yet last year, my daughter was officially diagnosed with allergic asthma and prescribed an inhaler to help her breathe when allergies strike.\n\n\t?\n\n\tNow, I am left wondering if her allergies and secondary asthma could have something to do with the antibiotic she had to take at 9 weeks old due to an ulcerated strawberry hemangioma (in English: an open, infected birth mark.)\n\n\t?\n\n\tA new study released last week found that a commonly prescribed antibiotic can increase the risk and severity of asthma later in life. The study was conducted at the University of British Columbia using rodents to test the effect of the antibiotic vancomycin on shaping the immune system. Researchers found the antibiotic can have \"profound\" and long-lasting impacts on those who take it early in life, increasing the incidence and severity of \"allergic\" asthma, the form of the disease triggered by things such as pollen, mites or molds. In other words, it is exactly the form of asthma that my daughter suffers from.\n\n\t?\n\n\tTalk about a punch to the stomach. ?\n\n\t?\n\n\tStill, the study's researchers concede that their research doesn't mean parents should stop giving their kids antibiotics. In my daughter's case, allowing her infection to go untreated could have led to even larger health problems. But the researchers do warn that antibiotics should be prescribed and taken more sparingly, particularly by young children, as their use could lead to future health problems of their own.\n\n\t?\n\n\tAbout 100 million people worldwide have allergic asthma, and that number increases by 50 percent every decade.\n\n\t?","author":"","web_category":"health#allergies","title":"Study links antibiotics and asthma","picture_url":"http://images.mnn.com/sites/default/files/asthma_5.jpg","url":"http://www.mnn.com//health/allergies/blogs/study-links-antibiotics-and-asthma"}