{"summary":"tap water, countless Americans will inevitably be drinking unsafe water long into the future — both from unregulated pollutants and regulated ones that make it past water-treatment plants. Although organic chemicals account for the largest number of regulated pollutants, there are still thousands more that have yet to be regulated at all — the EPA recently launched a study of water contamination by bisphenol-A, for example, and the Obama administration is considering regulating?pharmaceutical drugs as pollutants?in U.S","advice_category":"8","content":"<!--//--><![CDATA[// ><!--\nGA_googleAddAttr(\"sponsor\", \"watermonth\");\n//--><!]]>\n\n\t\n\n\t?\n\n\tU.S. tap water is some of the cleanest on Earth, generally safe from the microbes and chemicals that have plagued humans' water supplies for millennia. While much of the planet relies on paltry, polluted drinking water, Americans can fill a glass without fear of cryptosporidium, chromium or chlordane.?\n\n\t?\n\n\tThis hasn't always been the case, however — and in many parts of the country, it still isn't. More than 40 years after the first Earth Day ushered in a new era of environmental awareness, millions of Americans still drink dangerous tap water without even knowing it.\n\n\t?\n\n\tThe U.S. government had virtually no oversight of drinking-water quality before the 1970s, leaving the job to a patchwork of local laws that were often weakly enforced and widely ignored. It wasn't until Congress passed the Safe Drinking Water Act in 1974 that the newly formed EPA could set national limits on certain contaminants in tap water. Congress later bolstered the agency's powers with amendments in 1986 and '96.\n\n\t?\n\n\tBut despite four decades of work that made U.S. tap water safer in general, a flood of dangers still lurk below the surface. In a 2009 report, the EPA warned that \"threats to drinking water are increasing,\" adding that \"we can no longer take our drinking water for granted.\" And late last year, the Environmental Working Group proved the EPA right, issuing a landmark report that chromium-6 is prevalent in at least 35 U.S. cities' water supplies. Made famous by the 2000 movie \"Erin Brockovich,\" chromium-6 is listed as a probable human carcinogen, and the EPA is now considering whether to regulate it nationally.\n\n\t?\n\n\tThe Safe Drinking Water Act covers?91 contaminants, but there are tens of thousands of chemicals used in the U.S., including more than 8,000 monitored by the EPA, and many of their health effects remain unclear.?Studies have linked a wide range of unregulated chemicals to cancer, hormonal changes and other health problems — and even some regulated ones haven't had their standards updated since the '70s — but no new pollutants have been added to the list since 2000.?Plus, as large-scale industrial farming has grown more prevalent in recent decades, so has the risk of fertilizers and animal waste infiltrating water supplies.\n\n\t?\n\n\tIn 2010, EPA Administrator Lisa Jackson imposed stricter limits on four cancer-causing chemicals in water, and also unveiled?a new strategy for taking on other water contaminants. On top of using newer technologies and working more closely with state agencies, Jackson announced plans to start evaluating and regulating chemicals in related groups instead of one by one, a move aimed at making it easier to add new substances to the Safe Drinking Water Act. But efforts to expand the 35-year-old law may still face political pitfalls, as seen recently with the controversial Clean Water Restoration Act, which aimed to strengthen the 37-year-old Clean Water Act.\n\n\t?\n\n\tAs regulators struggle to maintain 40 years of halting progress in cleaning up U.S. tap water, countless Americans will inevitably be drinking unsafe water long into the future — both from unregulated pollutants and regulated ones that make it past water-treatment plants. Not all of these pollutants will be dangerous, and even some that are may only cause mild stomach pains, or may take years to show any effects. But since chipping away at the uncertainty will be a slow process, here's a quick look at what we do know about U.S. water supplies and the pollutants that plague them.\n\n\t?\n\n\tIn treatment\n\n\tHow does pollution get into U.S. water supplies at all, since tap water has to go through water-treatment plants first? Most contaminants are filtered out or killed with disinfectants, but treatment plants aren't foolproof, and there are ways for enterprising microbes and chemicals to either sneak through or bypass the facilities altogether.\n\n\t?\n\n\tProtecting tap water quality means fighting two interconnected battles: one against pollution as it enters waterways, and another against polluted water when it arrives at a treatment plant. The 1972 Clean Water Act is the country's main tool for controlling source water pollution, but the law is limited by enforcement issues and legal ambiguity over which bodies of water it governs. Most U.S. water systems are fed by groundwater — which is usually cleaner than surface water since it's filtered by soil and rocks — but big cities tend to rely on rivers and lakes, so more Americans use surface-water systems even though they represent a fraction of the country's overall aquatic portfolio. That makes the job of treatment plants all the more important.\n\n\t?\n\n\tA typical water-treatment plant uses the following five steps to clean up so-called \"raw water\" before delivering it to customers:\n\n\t?\n\n\t\tCoagulation: As untreated water flows into the treatment plant, it's first mixed with alum and other chemicals that form small, sticky particles called \"floc,\" which attract bits of dirt and other debris.\n\n\t\tSedimentation: The combined weight of the dirt and floc becomes heavy enough to sink to the bottom of the tank, where it settles as sediment. The clearer water then flows on to the next step in the process.\n\n\t\tFiltration: After larger dirt particles are removed, the water passes through a series of filters designed to clean out smaller stowaways, including some microbes. These filters are often made of sand, gravel and charcoal, mimicking the natural soil filtration process that usually keeps groundwater pure in nature.\n\n\t\tDisinfection: Water treatment used to end with filtration, but disinfectants have been added during modern times to kill any microbes that might have made it past the filters. Typically, a small amount of chlorine is added to the filtered water, although other disinfection chemicals may also be used.\n\n\t\tStorage: Once disinfectants are added, the water is placed in a closed tank or reservoir to let the chemicals work their magic. Eventually, the water flows from its storage area through pipes into homes and businesses.\n\n\t?\n\n\tThis series of safeguards is a daunting challenge for most contaminants, especially when chlorine is thrown into the mix. But invasions still happen — one of the most infamous was a 1993 cryptosporidium outbreak in Milwaukee, Wis., that sickened 400,000 people and killed more than 100. When natural waterways are heavily contaminated, some chemicals or microbes may pass through poorly built, maintained or operated treatment plants, and in other cases, a treated reservoir may be directly polluted by stormwater runoff, illegal dumping or accidental spills. Even disinfection chemicals themselves can threaten public health in large enough quantities.?\n\n\t?\n\n\tSomething in the water\n\n\tThe summer of '69 was a turning point in American attitudes about water pollution, thanks largely to a fire that broke out on the Cuyahoga River in Cleveland, Ohio. It wasn't the first time a U.S. river had caught fire — the Cuyahoga had already burned nine times since the Civil War, including a 1952 inferno that cost the city $1.5 million — but it came at a time when environmental issues were already in the spotlight. President Richard Nixon founded the EPA a few months later, and the first Earth Day was held the next April. Within five years, the Clean Water Act and Safe Drinking Water Act were both signed into law.\n\n\t?\n\n\tEPA rules have since stifled overt water pollution like the floating oil and chemicals that burned on the Cuyahoga, but scientists have also grown increasingly concerned about subtler toxins that weren't on the radar 40 years ago.\n\n\t?\n\n\t\"While we've cut the flow of many conventional pollutants into our tap water sources, we now face challenges from other pollutants from less conventional sources,\" Jackson said in a March 2010 speech announcing the EPA's new water plan. \"Not the visible oil slicks and industrial waste of the past, but the invisible pollutants that we've only recently had the science to detect. There are a range of chemicals that have become more prevalent in our products, our water and our bodies in the last 50 years. Those many thousands of chemicals are the great unfinished business of the 1974 Act.\"\n\n\t?\n\n\tEven as the EPA works to control this new generation of contaminants, however, many Americans still aren't entirely safe from the last one. Most U.S. water providers comply with federal regulations, and they're legally required to report their compliance status to customers, but isolated risks aren't uncommon — as the infographic at the top of this page illustrates. (The EPA has also acknowledged underreporting problems with drinking-water violations, suggesting the true number is even higher).\n\n\t?\n\n\tThe pollutants currently governed by EPA regulations fall into five basic categories:\n\n\t?\n\n\n\t\t\tMicrobes: Before the days of synthetic chemicals and oil spills, bacteria and viruses were the main dangers lurking in water supplies. Lakes, rivers and streams are home to a wide variety of microbes, some of which can wreak gastrointestinal havoc if they get into people's bodies. While treatment plants now remove most of these, they've been known to get through, as in Milwaukee's 1993 outbreak. Small private wells face the highest risks since the EPA doesn't regulate them, especially in rural areas where livestock manure mixes with runoff, sometimes contaminating a well's groundwater supply.\n\n\t\t\tDisinfectants and byproducts: Chlorine is the main disinfectant used to treat U.S. drinking water, but treated water may also contain disinfection byproducts such as bromate, chlorite and haloacetic acids. Chlorine is toxic to humans as well as microbes, and while small amounts make tap water safer, too much can have the opposite effect — causing eye and nose irritation, stomach discomfort, anemia, and even neurological problems in infants and young children. Bromate, haloacetic acids and a class of byproducts called \"total trihalomethanes\" have also been linked to liver and kidney problems, as well as higher cancer risk.?\n\n\t\t\tInorganic chemicals:?Along with microbes, inorganic chemicals are one of the world's oldest water pollutants, but humans have also helped spread them around. Arsenic (pictured) has a long history of poisoning wells as it erodes from natural deposits, but today it's also in runoff from orchards and in waste from electronics makers. Metals like copper, lead and mercury can leach from natural deposits, too, but today they're better-known for seeping out of corroded pipes or being emitted by mines, factories and refineries. Many have severe neurological effects, too, especially in kids. Nitrogen-rich runoff from farms is another growing threat, causing not only \"blue baby syndrome,\" but also the algae blooms behind aquatic \"dead zones.\"\n\n\t\t\tOrganic chemicals: The most crowded category of EPA-regulated contaminants is the one for organic compounds, which include a wide array of synthetic chemicals from atrazine to xylenes. Because most manmade chemicals are relatively new compared with ancient metals like lead and mercury, our knowledge of their health effects is often fuzzy at best. Many are believed to cause cancer or disrupt the endocrine system, while others have been implicated in everything from cataracts to kidney failure. Although organic chemicals account for the largest number of regulated pollutants, there are still thousands more that have yet to be regulated at all — the EPA recently launched a study of water contamination by bisphenol-A, for example, and the Obama administration is considering regulating?pharmaceutical drugs as pollutants?in U.S. waterways.\n\n\t\t\tRadiation: Although it's a less widespread and urgent concern than many contaminants, radiation is another potent carcinogen that can occupy water supplies without tipping its hand. Radioactive atoms, known as \"radionuclides,\" are mainly a naturally occurring water pollutant, emanating from natural deposits of radium, uranium and other radioactive metals. Drinking radiation-tinged water over time is a big risk factor for cancer, similar to breathing radon gas, which is often trapped in basements after drifting up from the soil below.\n\n\n\t?\n\n\tUnderground economy\n\n\tThings like arsenic, E. coli and PCBs are well-known water contaminants, but another potential threat is often overlooked by the public — underground injection, an industrial practice that involves blasting high-pressure liquids into deep underground wells. It dates back to at least 300 A.D., when it was used in China to extract salt from deep deposits, and today it's often used in mining, drilling, waste disposal and to prevent saltwater intrusion near coasts. The EPA has limited power to regulate injection wells, granted first by the Safe Drinking Water Act and later by 1986 amendments to the Resource Conservation and Recovery Act; the idea is to prevent toxic releases without burdening U.S. energy production.\n\n\t?\n\n\tOne of the most controversial types of underground injection is a method known as hydraulic fracturing, or simply \"fracking,\" which has become a common technique for boosting the output from oil and natural gas wells. After a well has been drilled into rock, a fluid (usually water mixed with?viscous chemicals) is injected at high pressure, expanding deep fractures in the rock that are then filled with a \"propping agent\" (usually sand suspended in chemicals) to keep the cracks from closing once the pressure is released. The new, wider cracks then allow the oil or gas to flow more freely to the surface, improving the well's productivity.\n\n\t?\n\n\tFracking is hotly debated for a few reasons — some say it can cause earthquakes, while others simply don't like the fossil fuel production it enables — but most of the controversy has focused on how it affects water supplies. There's little comprehensive data showing how much fracking chemicals wind up in groundwater, and drilling companies aren't required to disclose what chemicals they inject into their wells. Yet there are extreme anecdotes — such as a house in Corsica, Pa., that exploded in 2004?due to methane in its water pipes, killing three people — and growing complaints in energy boomtowns across the country. In Pennsylvania alone, there have been more than 50 cases of \"methane migration\" in the last five years, often resulting in natural gas bubbling out of a home's faucets.\n\n\t?\n\n\tAfter years of resisting pressure to crack down on fracking, the EPA announced in 2010 that it will launch a $1.9 million study into how the practice affects water supplies — part of the agency's broader push for better U.S. water quality, including stricter new rules for mountaintop removal mining in Appalachia's coal country.\n\n\t?\n\n\tBottle shock\n\n\tWith so many potential threats in tap water, is it smarter to just buy bottled water?\n\n\t?\n\n\tMany Americans seemed to think so throughout the 1990s and early 2000s, but the financial and environmental costs of bottled water are now widely seen as outweighing the slim chance of being poisoned by the kitchen sink. For one, bottled water is often little more than packaged tap water anyway, since many companies use the same municipal water sources that supply homes and businesses. Even if the company treats the water further before bottling it, the accumulated cost of buying bottles is a steep price to pay for no guarantee the water is any safer. And, of course, the main argument against water bottles is more about the bottles themselves — almost always made of plastic, they don't biodegrade, and unless they're recycled, they pile up in landfills, streams, storm drains and beaches, often finding their way to the Great Pacific Ocean Garbage Patch?(or its newly discovered cousin in the Atlantic).\n\n\t?\n\n\tWater, water everywhere ...\n\n\tWhile bottled water has earned praise for offering a sugar- and calorie-free alternative to sodas at convenience stores and vending machines, it holds little water in a head-to-head comparison with the tap, given bottles' much higher costs. Not only is the majority of U.S. tap water safe, but municipal water providers are required by the Safe Drinking Water Act to give their customers a \"Right to Know\" report that details what contaminants are in their water. For anyone concerned about the quality of local drinking water, that's a good place to start.\n\n\t?\n\n\tIf the local water isn't up to snuff,?home water filters?can offer a more sustainable option than water bottles. A wide range of products are available, from small-scale faucet filters to whole-home reverse-osmosis overhauls. The latter can be pricey, but while smaller purifiers by companies like Brita or Pur may be a better bargain, their filters must be properly maintained. Neglecting them can allow mildew to grow, defeating the purpose of trying to purify your tap water, which was probably cleaner before it passed through a mildewed filter.\n\n\t?\n\n\tFor more information about the safety of U.S. tap water, or about drinking-water supplies in general, check out these links from MNN:\n\n\t?\n\n\t\tStudy: U.S. water has large amounts of likely carcinogen\n\n\t\tHow does groundwater pollution occur?\n\n\t\tIs hydraulic fracturing safe?\n\n\t\tEPA to issue stricter water standards\n\n\t\t5 reasons not to drink bottled water\n\n\t?\n\n\n\n\t?\n\n\tEditor's note: This article has been updated since it first appeared on April 23, 2010.\n\n\t\n\t\tClick here for image credits\n\n\n\n\t\tImage credits\n\n\t\tMNN homepage photo: Olga_Makina/iStockphoto\n\n\t\tFaucet and water glass: Brian Hagiwara/Jupiter Images\n\n\t\tWater treatment plant: Washington State Dept. of Ecology\n\n\t\t1952 Cuyahoga River fire: U.S. National Institutes of Health\n\n\t\tBacteria: USDA Agricultural Research Center\n\n\t\tArsenic ore: Encyclop?dia Britannica\n\n\t\tRadiation trefoil: U.S. Nuclear Regulatory Commission\n\n\t\tNatural gas well in Alberta, Canada: ZUMA Press\n\n\t\tFontjaraba water-bottle factory in Aragon, Spain: ZUMA Press\n\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How polluted is U.S. drinking water?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-polluted-is-us-drinking-water"}