{"summary":"This week, NASA scientists and researchers from around the world are discussing the major challenges in sending humans to Mars at the Humans 2 Mars Summit in Washington, D.C.. The Mars One project is led by Bas Lansdorp of the Netherlands, and seeks to establish a private Mars colony by 2023","advice_category":"4","content":"NEW YORK — The moon is not enough for Buzz Aldrin, the second man ever to walk on the lunar surface. If humanity is to truly realize its space travel potential, there is only one place it will find it: Mars.\n?\nAldrin's new book \"Mission to Mars: My Vision for Space Exploration\" lands in bookstores today (May 7) to chart out a course that could put astronauts on the surface of Mars by 2035. The famed Apollo 11 moonwalker met with SPACE.com this week to discuss his \"unified space vision\" for Mars exploration.\n?\n\"The mission really is establishing permanence on another planet in the solar system,\"Aldrin told SPACE.com in a video interview Monday (May 6).\n?\nAldrin's plan calls for NASA and the United States to focus technology development efforts for a manned Mars mission while still remaining a global leader in human spaceflight. The plan does not completely forgo a return of astronauts to the moon, but does state that NASA should not send astronauts there. Instead, his plan states, other countries like China, India and Russia can focus on exploration of the lunar surface while NASA fine-tunes the tech needed for Mars trips from stable Lagrange points near the moon. [The Boldest Mars Missions So Far]\n?\nAldrin penned \"Mission to Mars\" with veteran space reporter Leonard David, a former SPACE.com writer and frequent contributor, to lay out a plan that could carry humanity to the Red Planet on an accessible timescale. The book is Aldrin's fourth, and is published by National Geographic Books.\n?\nUnder Aldrin's plan, an early expeditionary trip to Mars' largest moon Phobos by 2033 could test the vital habitation modules needed for Red Planet missions, as well as make use of telepresence to remotely control rovers on the planet's surface, Aldrin said.\n?\n\"It turns out that just a good test of the interplanetary hab module, I think No. 3 or No. 4 … should get on to Mars in preparation for transit to Phobos, as a control center,\" he added.\n?\nDeep-space cruisers, Mars cyclers based on Aldrin's research into cyclic spacecraft trajectories, would serve as the primary ferries to and from the Red Planet under the astronaut's vision.\n?\nThe ultimate goal, Aldrin said, is a permanent Mars base that would truly make humanity a two-planet species.? He said he would love to see a presidential commitment to continuous manned Mars exploration by 2019 — the 50th anniversary of the historic Apollo 11 moon landing by himself and Neil Armstrong.\n?\n\"Within two decades, to have Americans pioneering the permanence on another planet in this solar system — can you imagine Earth history?\" Buzz Aldrin said. \"The big movement from Earth to another planet … it's a big deal.\"\n?\nAldrin isn't alone in his quest to push humanity toward the Red Planet. This week, NASA scientists and researchers from around the world are discussing the major challenges in sending humans to Mars at the Humans 2 Mars Summit in Washington, D.C.\n?\nOn Monday, NASA chief Charles Bolden told those attending the science conference that sending astronauts to Mars was \"man's destiny.\"\n?\n\"Interest in sending humans to Mars I think has never been higher,\" Bolden said.\n?\nMeanwhile, at least two private groups — the Inspiration Mars Foundation and Mars One — are working on very different visions to send humans to the Red Planet. Inspiration Mars is an audacious project led by American entrepreneur Dennis Tito, the world's first space tourist, to send two astronauts (preferably a married couple) on a flyby mission around Mars in 2018.\n?\nThe Mars One project is led by Bas Lansdorp of the Netherlands, and seeks to establish a private Mars colony by 2023. To do that, pioneering astronauts would have to sign on for a one-way trip to the Red Planet.\nAs of today, about 78,000 people have applied for the Mars One colony project. Lansdorp and his team hope to ultimately receive 500,000 applicants before beginning the long search for the first four-person Mars One crew.\n?\nWatch Aldrin discuss Mars and his new book in the video below.\n?\n\n\n?\nEmail Tariq Malik at tmalik@space.com or follow him @tariqjmalik?and Google+. Follow us @Spacedotcom, Facebook?and Google+. Original article on?SPACE.com.\n?\nRelated on Space.com and MNN:\n?\n\nBuzz Aldrin's Visions For Missions: Mars and More | Video - Part 1\n\n\nBuzz Aldrin, Apollo 11 Moonwalker, in Photos (Gallery)\n\n\nMars Myths & Misconceptions: Quiz\n\n\nInspiration Mars: Private Mars Voyage in 2018 (Gallery)\n\n\nMNN: 8 mysterious images of Mars [Photos]\n\n?\nThis story was originally written for Space.com and is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Tariq Malik, Space.com","web_category":"earth-matters#space","title":"Buzz Aldrin says humanity's future is on Mars","picture_url":"http://images.mnn.com/sites/default/files/buzz-aldrin-mars-book-tariq-malik.jpg","url":"http://www.mnn.com//earth-matters/space/stories/buzz-aldrin-says-humanitys-future-is-on-mars"}