{"summary":"Person 1: “That’s affirmative, he has evidence, uh … proving Bigfoot. As Sharon Hill of the?Doubtful News blog?explained, “It was typical of Bigfoot rumors — bits and pieces but no real sources","advice_category":"2","content":"Last week, police in Altoona, Pa., received a 911 call. There wasn’t a fire or home intrusion; No, there was merely proof of Bigfoot.\n?\nThe conversation went like this, according to a partial transcript of the police recording:\nPerson 1: “[an individual] called 911 advising that he contacted the Game Commission to call him back; wants a police officer to come to his residence. Apparently he has proof there of Bigfoot.”\n?\nOfficer: “Bigfoot, right?”\n?\nPerson 1: “That’s affirmative, he has evidence, uh … proving Bigfoot. He would like a police officer to come there.”\n\nObviously, no self-respecting police department would ignore such an emergency, so a police officer was dispatched to the scene.\n?\nWhat followed has all the markings of the typical sensational scenario: Bigfoot believers quickly heard about it and rumors began running amok. Among them, that a hunter had killed a Bigfoot, and “that the presence of a dead unknown manlike creature in Somerset County had been 'confirmed' — by who or what is not clear,” reports Discovery News.\n?\nAs Sharon Hill of the?Doubtful News blog?explained, “It was typical of Bigfoot rumors — bits and pieces but no real sources. Speculation then went crazy within hours thanks to the Bigfoot online community. This is absolutely the worst way to get information.”\n?\nEric Altman, director of the Pennsylvania Bigfoot Society, is being credited for ferreting out the truth.\n?\n“The current Bigfoot scene is awash with hype, rumors, backstabbing, hoaxing and rampant unprofessional behavior,” Hill said. “You have to look for the few who are interested in answering the question: What, if anything, happened here?”\n?\nAnd what happened, according to the police report, is that a bear in the woods had left tracks of its big feet. ?\n?\nBut conspiracy theories may have the last word; they claim that the FBI and U.S. government have whipped up the ol' bear pawprint cover-up to hide the Bigfoot discovery to ease the fears of the public.\n?\nRelated Bigfoot stories on MNN:\n\nBigfoot?conferences are booming, even without proof\n\n\nBigfoot: Is mysterious screech Sasquatch?\n\n\nBigfoot?is part human, DNA study finds","author":"","web_category":"earth-matters#wilderness-resources","title":"Man calls 911 with proof of Bigfoot","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_793726.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/man-calls-911-with-proof-of-bigfoot"}