{"summary":"Of the parks that have already completed the State of the Park, most parks report very high levels of visitor satisfaction. So far, seven parks have completed the State of the Park reports","advice_category":"2","content":"How are our nation's parks faring? As a former park ranger who still has strong ties to my local national park, I have often wondered and worried about this very thing. Will my children and grandchildren be able to hike the same trails that I have hiked around the country? Will they have their breath taken away at the same NPS vistas? Will the national park experience be the same for them that it has been for me?\n?\nThese are the questions that National Park Service hopes to answer with its new \"State of the Park\" reports detailing the?overall condition of the national parks in its care. The reports aim to capture a \"snapshot\" of conditions within each park and help managers determine whether the nation's parks are being protected as well as they should be.\n?\n“As the stewards of America’s national parks, we want to make sure that future generations can enjoy parks that are in as good as or better shape as they are today,” said National Park Service Director Jonathan B. Jarvis. “To succeed, we need to know the current condition of the parks, make management decisions to maintain or improve their condition, and keep the public informed as we proceed.”\n?\nSo far, seven parks have completed the State of the Park reports. The NPS hopes to have reports completed on at least 50 national parks by 2016, the 100th anniversary of the National Park Service.\n?\nEach of the nation's parks will have its own challenges and achievements to report, but interestingly, there are already some similarities. Of the parks that have already completed the State of the Park, most parks report very high levels of visitor satisfaction. Another commonality was the threat of invasive plants and animals faced by many parks around the country.\n?\nState of the Park Reports for?Big Hole National Battlefield?(Mont.),?Cabrillo National Monument?(Calif.),?Klondike Gold Rush National Historical Park?(Alaska),?Mississippi National River and Recreation Area?(Minn.),?Salem Maritime National Historic Site?(Boston),?Saugus Iron Works National Historical Site?(Boston), and?Organ Pipe Cactus National Monument?(Ariz.) are available online. More will be available as they are completed at the NPS State of the Parks website.","author":"","web_category":"earth-matters#wilderness-resources","title":"The state of our nation's parks","picture_url":"http://images.mnn.com/sites/default/files/nps_1.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/the-state-of-our-nations-parks"}