{"summary":"\"The events in Dzanga Bai are a vivid reminder of the existential threat faced by forest elephants in Central Africa,\" Leape said. The poachers made their way to the Dzanga Bai, an open area where anywhere from 50 to 200 elephants gather daily to drink nutrients and mineral salts in the sands.","advice_category":"2","content":"At least 26 elephants were killed in Central Africa after a group of armed poachers raided a protected sanctuary on Monday, May 6, according to wildlife officials.\n?\nSeventeen poachers armed with Kalashnikov rifles entered Dzanga-Ndoki National Park in the Central African Republic earlier this week, representatives from the World Wildlife Fund (WWF) said in a statement. The poachers made their way to the Dzanga Bai, an open area where anywhere from 50 to 200 elephants gather daily to drink nutrients and mineral salts in the sands.\n?\nAt least 26 elephant carcasses, including four calves, were counted in and around the Dzanga Bai on Thursday, May 9, WWF officials said. All had had their tusks removed, Jules Caron, head of communications for the WWF's anti-poaching program in Central Africa, confirmed to LiveScience.\n?\nWildlife representatives described the Dzanga Bai scene as an \"elephant mortuary,\" and it was evident that local villagers had started taking meat from the remains of the dead animals, they added. [Elephant Images: The Biggest Beasts on Land]\n?\n\"The killing has started,\" Jim Leape, WWF's international director general, said in a statement. \"The Central African Republic must act immediately to secure this unique [United Nations Educational, Scientific and Cultural Organization] World Heritage site. The brutal violence we are witnessing in Dzanga Bai threatens to destroy one of the world's great natural treasures, and to jeopardize the future of the people who live there.\"\n?\nPoachers continue to kill elephants and strip them of their ivory tusks to sell on global markets, despite a ban on ivory poaching that was instituted in Africa in 1989. According to the Wildlife Conservation Society, some 25,000 African elephants are killed every year.\n?\n\"The elephants here face a sure death as criminals obtain ivory, which fuels even more violence in [the Central African Republic],\" Cristi?n Samper, the Wildlife Conservation Society's president and CEO, said in a statement. \"On my recent visit to Dzanga Bai, I stood in awestruck silence as I watched hundreds of elephants gathering in this incredible area. WCS stands with our conservation partner WWF calling for immediate action to stop the killing of these elephants.\"\n?\nThe Dzanga Bai area is known to locals as the \"village of elephants,\" because of the herds of elephants that assemble there every day. Because the poachers raided the sanctuary, however, no elephants have been seen at the Bai, WWF officials said.\n?\nThe Central African Republic has been a hotbed of violence and political instability since the beginning of the year. In April, the WWF and other conservation organizations were forced to leave their field offices next to the Dzanga Bai due to security concerns, agency officials said.\n?\n\"The international community must also act to assist the Central African Republic to restore peace and order in this country to safeguard its population and its natural heritage,\" Leape said. \"WWF also asks Cameroon and the Republic of [the] Congo to assist the Central African Republic in preserving this World Heritage Site, which not only encompasses the Bai, but also includes large neighboring areas of these two countries.\"\n?\nThe WWF fears poachers in the region will take advantage of the Central African Republic's political turmoil for their gains. The 17 individuals who raided the Dzanga Bai this week presented themselves as part of the country's transitional-government forces. They have since left the sanctuary, but WWF officials are concerned that poaching will continue unless the area is secured.\n?\n\"The events in Dzanga Bai are a vivid reminder of the existential threat faced by forest elephants in Central Africa,\" Leape said. \"Populations of this species have plummeted 62 percent over the past 10 years. The unfolding tragedy in Dzanga Bai must also spur the governments of China and Thailand to act on their commitments to shut down the ivory markets in their countries that are fueling this illicit trade.\"\n?\nFollow Denise Chow on Twitter @denisechow. Follow LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nIn Images: 100 Most Threatened Species\n\n\nGallery: Mystery of the Pygmy Elephants of Borneo\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nMNN: 6 ways to help elephants\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Denise Chow, LiveScience","web_category":"earth-matters#animals","title":"Poachers kill at least 26 elephants in Central Africa","picture_url":"http://images.mnn.com/sites/default/files/ElephantPoaching_m_0510.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/poachers-kill-at-least-26-elephants-in-central-africa"}