{"summary":"But the film is anything but comedy. over the past few decades? These questions weren't answered in the film","advice_category":"5","content":"When the history books are written on the wacky era of climate denialism, it's likely that the comical face of \"Lord\" Monckton (pictured above) will appear on the cover. But a new feature-length documentary from 1Earth Productions called \"Greedy Lying Bastards\" which debuts in 30 cities on March 8, reveals the elaborate and well-funded political machine that catapulted individuals like Monckton onto the national airwaves, making him a star of the \"movement\" to reject climate science, a movement whose soul purpose was to instill doubt in the minds of millions of Americans about the reality and severity of climate change.\n?\nAt times the film is pure comedy, thanks to footage of famous deniers like Monckton being grilled by the interviewer and in one clip by then-U.S. Rep. Jay Inslee where he calls out the fact that Monckton is not, in fact, a lord. But the film is anything but comedy. Just like the pro-tobacco lobby before it, the anti-climate lobby was no joke. It was incredibly successful in sowing the seeds of doubt via Fox News and other conservative media outlets, while simultaneously infiltrating the highest levels of the U.S. government with pro-fossil fuel candidates and judges.?\n?\nThe film also attempts to show real American families struggling with the loss of their homes due to catastrophic weather events. These scenes were sad and heartbreaking, and made me feel as a viewer like I wanted to learn more. How have fires and severe storms increased in the U.S. over the past few decades? These questions weren't answered in the film. More questions were raised than answered and that is just the point. There is so much we still don't know about how climate change will effect us, and part of the reason we are so ill-prepared is because we have been \"debating\" climate change instead of working to understand and solve it.?\n?\nIt's time this changes. In tandem with the film, a new website has just launched demanding a congressional investigation into the link between big corporate donors and the host of politicians working against a solution to climate change.","author":"","web_category":"earth-matters#politics","title":"New film exposes the dirty business of climate change denial","picture_url":"http://images.mnn.com/sites/default/files/lord-monckton.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/new-film-exposes-the-dirty-business-of-climate-change-denial"}