{"summary":"Half the participants were urged to focus on how their opponent felt during the negotiations. But simple human psychology may also explain why it's so tough to compromise, with feelings often trumping logic in heated debates.","advice_category":"5","content":"Hyenas do it. Elephants do it. But apparently congressional representatives do not.\n?\n\"It\" would be cooperation, which has been little-seen in Washington during the \"fiscal cliff\" negotiations. Despite a deadline they themselves set with consequences no one wanted, Democrats and Republicans went down to the wire before passing a bill that averts major cuts and tax increases but sets the stage for more bickering over the raising of the nation's debt limit and other budgetary issues.\n?\nAlready, some lawmakers were calling for tough terms in those upcoming battles, with Sen. Pat Toomey (R-Pa.) urging Republicans on Wednesday (Jan. 2) to prepare to shut down the government over the debt limit negotiations.\n?\nMeanwhile, the 112th Congress failed to meet end-of-the-year deadlines, resulting in the death of the Violence Against Women Act, which had been in place since 1994. Likewise, the House of Representatives sparked a furor when Speaker John Boehner canceled a vote on a bill to aid victims of Superstorm Sandy in New York and New Jersey. The outrage prompted Boehner to schedule a vote for tomorrow (Jan. 4) for the new Congress being sworn in today (Jan. 3). [7 Great Dramas in Congressional History]\n?\nWhy all the rancor? A major contributor is partisan polarization, which political scientists say is at historic levels among the political elite. But simple human psychology may also explain why it's so tough to compromise, with feelings often trumping logic in heated debates.\n?\nA Congress divided\nPolarization in American politics ebbs and flows. Among average Americans, political views have likely not changed that much over the years. According to research presented in January 2012 at the Society for Personality and Social Psychology, the public has become no more extreme in its political views in the last 20 years.\n?\nPeople have begun to see politics as more polarized, however, which can influence them to vote and otherwise become politically active, the researchers found. Strong Republicans and strong Democrats see the gulf between their parties as enormous, a perception that could prompt them to become more active than independents or less-extreme party members. Thus, even the perception of polarization can influence who gets elected.\n?\nWhile the public remains relatively purple, the blue and red factions in Congress have moved apart. Congressional votes are more likely to fall along party lines now than they were in the mid-20th century, a relatively nonpolarized time in American history. Conservative Democrats have increasingly become Republicans, while liberal Republicans are more likely to identify as Democrats, said Nolan McCarty, a professor of politics and public affairs at Princeton University who has written a book about political polarization in America.\n?\n\"Voters who are pro-life, anti-tax, anti-regulatory are almost all in the Republican Party,\" McCarty told LiveScience in 2010. \"All of their counterparts who are pro-choice, pro-redistribution, pro-federal government are in the Democratic Party.\" [10 Protests That Changed History]\n?\nStubborn psychology\nWith few aisle-crossing congressional representatives around, it's no wonder the two sides rarely see eye-to-eye. But negotiation is tough even without the extra complication of politics. Psychologically, it's harder to negotiate when the outcomes involve losses (such as higher taxes or fewer benefits) than when they involve gains, University of Amsterdam psychologist Carsten de Dreu told the Association for Psychological Science in 2011 after a congressional supercommittee failed to reach an agreement to reduce the national debt.\n?\nLikewise, emotion can blind negotiators to agreeable deals. In a study released in 2009 in the journal Psychological Science, researchers had participants play a game often used to study the intricacies of negotiation. In the game, a participant is given a certain amount of money and told to split it with a second person. If the second person accepts the offer, the money is split. If the second person sees the offer as unfair and rejects it, neither gets any money.\n?\nThus, the first negotiator has to consider the likelihood of the second person accepting the split before they make their offer. The researchers found that participants who relied more on their feelings versus logic in playing the game made less generous offers — even though, logically, such offers are less likely to be accepted, resulting in no money for anyone.\n?\nPros and cons of emotion\nOn the other hand, emotions aren't all bad — at least for getting what you want. The more emotional participants in the game made as much or more money than the logical ones, suggesting some advantages to relying on your feelings.\n?\nAnger can also be advantageous, according to a study published in Psychological Science in 2010. European Americans who read offers by reportedly angry negotiators coughed up more concessions than European Americans who read offers by neutral negotiators. (The same was not true of Asian or Asian American participants, who gave up less to angry negotiators than neutral ones. The results show that anger is only useful in negotiations when it is seen as culturally appropriate by both parties, the researchers wrote.)\n?\nPerhaps the anger advantage was what Boehner was aiming for last Friday (Dec. 28), when he reportedly told Senate Majority Leader Harry Reid, \"Go f--- yourself.\" Either way, however, the real secret to compromise appears to be a good-faith effort to see the world through your opponent's eyes.\n?\nIn 2008, Northwestern University's Adam Galinsky and his colleagues had participants negotiate a complex deal. Half the participants were urged to focus on how their opponent felt during the negotiations. The other half were told to focus on what their opponent was thinking. The second group, known as the \"perspective takers,\" were much more effective compromisers than the first, with 76 percent of those focusing on their opponents' thoughts reaching a deal compared with 54 percent of those focused on feelings.\n?\nIn other words, if the goal is to reach a compromise, emotions are better set aside.\n?\n\"The current research suggests that in mixed-motive interactions, it is better to 'think for' than to 'feel for' one’s adversaries — more beneficial to get inside their heads than to have them inside one’s own heart,\" the study authors wrote.\n?\nFollow Stephanie Pappas on Twitter @sipappas?or LiveScience @livescience. We're also on Facebook?& Google+.\n?\nRelated on LiveScience and MNN:\n?\n\nUnderstanding the 10 Most Destructive Human Behaviors\n\n\n7 Personality Traits That Are Bad For You\n\n\n5 Animals With a Moral Compass\n\n\nMNN: 6 environmental perks of the fiscal cliff deal\n\nThis story was originally written for Space.com and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#politics","title":"Psychology of compromise: Why Congress fails","picture_url":"http://images.mnn.com/sites/default/files/congress_1.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/psychology-of-compromise-why-congress-fails"}