{"summary":"\tAbout 3 percent of people who didn't have a cat at either survey became sensitized over the study, compared to five percent of those who acquired a cat during those nine years.. \tThe team found that people who'd had a cat in childhood had a much smaller risk of becoming sensitized to it than those who were new cat owners.","advice_category":"2","content":"While having a cat as a kid may protect against future allergies, getting one in adulthood nearly doubles the chances of developing an immune reaction to it — the first step toward wheezing, sneezing and itchy eyes.\n\n\t?\n\n\tThat's according to a study that found people with other allergies were at extra high risk of reacting to a new feline in the house.\n\n\t?\n\n\t\"If you are an adult with asthma and/or allergies, you should think twice about getting a cat and particularly, if you do so, letting it into your bedroom,\" said Dr. Andy Nish of the Allergy and Asthma Care Center in Gainesville, Georgia, who wasn't involved in the new work.\n\n\t?\n\n\tFor the study, researchers surveyed more than 6,000 adult Europeans twice over nine years and took blood samples. None of participants had antibodies against cat in their blood to begin with, meaning they weren't sensitized to the animal's dander.\n\n\t?\n\n\tSensitization can also be measured in a skin prick test. It doesn't necessarily lead to symptoms, but in many cases it is the harbinger of full-blown allergies.\n\n\t?\n\n\tAbout 3 percent of people who didn't have a cat at either survey became sensitized over the study, compared to five percent of those who acquired a cat during those nine years.\n\n\t?\n\n\tFour in 10 of the newly sensitized also said they experienced allergy symptoms around animals — four times the rate seen among people without antibodies against cats.\n\n\t?\n\n\tThe findings, by Dr. Mario Olivieri of the University Hospital of Verona in Italy and colleagues, appear in The Journal of Allergy and Clinical Immunology.\n\n\t?\n\n\tThe team found that people who'd had a cat in childhood had a much smaller risk of becoming sensitized to it than those who were new cat owners.\n\n\t?\n\n\t\"We thought that having a cat in early childhood may be protective against the development of cat allergy in childhood, but this study seems to indicate that that protection extends into adulthood,\" Nish told Reuters Health by email.\n\n\t?\n\n\tIt also turned out that only people who let their pet into the bedroom became sensitized.\n\n\t?\n\n\t\"Keeping the cat out of the bedroom is a step I have always advised,\" said Nish. \"It is remarkable that none who did not allow the cat in the bedroom became sensitized.\"\n\n\t?\n\n\tFor people who have a cat and have become allergic, he recommended finding a new home for the pet.\n\n\t?\n\n\t\"Second best is to keep the cat outdoors always,\" Nish added. \"If it comes in even occasionally, its dander will remain in the house for months. If the cat needs to be indoors, at least keep it out of your bedroom, consider a HEPA filter for your bedroom and consider washing the cat at least once a week.\"\n\n\t?\n\n\tNish said that there are also medical treatment options for people who can't or won't avoid pet contact, including allergy shots and immunotherapy.","author":"Frederik Joelving, Reuters","web_category":"health#allergies","title":"Getting a cat ups allergy risk in adults","picture_url":"http://images.mnn.com/sites/default/files/cat_13.jpg","url":"http://www.mnn.com//health/allergies/stories/getting-a-cat-ups-allergy-risk-in-adults"}