{"summary":"A tree affected by citrus greening may not show symptoms for years. In the past six years, citrus growers have spent $60 million to establish a research center seeking to eradicate citrus greening, according to RT.com.","advice_category":"2","content":"Florida's $9 billion orange crop, the largest in the world after Brazil's, may not survive an incurable disease that threatens to wipe out citrus groves throughout the United States.\n?\nThe disease, known as \"citrus greening\" or huanglongbing, is caused by a bacterium, Candidatus Liberibacter asiaticus. The bacteria are spread from tree to tree by a tiny insect called the Asian citrus psyllid, The New York Times reports.\n?\nA tree affected by citrus greening may not show symptoms for years. Eventually, however, the leaves turn yellow and fall, while the tree's fruit fails to mature, falling to the ground prematurely before the tree slowly dies. [Image Gallery: A Rainbow of Fall Leaves]\n?\n\"We have got a real big problem,\" Vic Story, a lifelong Florida citrus grower, told The Times. \"It's definitely the biggest threat in my lifetime, and I'm 68. This is a tree killer.\"\n?\nThere is no known cure for citrus greening (which also affects grapefruit, lemons and other citrus crops), despite the best efforts of numerous research labs. The Candidatus bacteria is so devastating to citrus crops that it was classified as a bioterror weapon in 2003, The New Yorker reports.\n?\nA global blight\nThough the Sunshine State is now the most critically affected — all 32 of Florida's citrus-growing counties have reported the disease — the blight has also been found in California, Arizona, Texas and other states. China, Mexico and Brazil are also grappling with infestations.\n?\nAnd it keeps coming: Between 1985 and 2003, officials intercepted 170 cases of Asian citrus psyllids entering U.S. ports on plant material, according to a report from the University of California, Davis, Division of Agriculture and Natural Resources.\n?\n\"The industry that made Florida, that is synonymous with Florida, that is a staple on every American breakfast table, is totally threatened,\" Sen. Bill Nelson of Florida told The Times. \"If we don't find a cure, it will eliminate the citrus industry.\"\n?\nAn industry under assault\nCitrus greening isn't the only problem threatening the state's citrus industry, which employs more than 75,000 people. Rainfall in Florida this year has been 40 percent to 70 percent below the average of the past 30 years, Bloomberg reports.\n?\nHurricanes, canker disease (another bacterial infection of citrus fruits), hard freezes and the vagaries of the international orange market, which Brazil dominates, have also battered Florida's citrus industry.\n?\nAgricultural economists have taken note of the toll exacted by citrus greening and other threats to Florida's most iconic crop. In April, the U.S. Department of Agriculture cut Florida's orange crop forecast for the fifth straight month; in October 2012, the department had estimated 154 million boxes, but now expects the state to produce about 11 percent less, or roughly 138 million boxes.\n?\nResearchers fight back\nThe industry isn't giving up easily, however. In the past six years, citrus growers have spent $60 million to establish a research center seeking to eradicate citrus greening, according to RT.com.\n?\nFlorida lawmakers have also approved an $8 million fund for research into the condition, while Washington State University has begun a $9-million, five-year project to develop genetically modified psyllids that cannot transmit citrus greening.\n?\nEven Coca-Cola is fighting back: The company, which owns Minute Maid, has announced plans to invest $2 billion to plant 25,000 acres of new Florida orange groves.\n?\nCoca-Cola's investment is \"a real morale boost to the industry and a sign they have confidence we will find a cure for greening,\" Adam Putnam, Florida’s agriculture commissioner, told The Times.\n?\nFollow us @livescience, Facebook?& Google+.\n?\nRelated on LiveScience and MNN:\n?\n\nTop 10 Ways to Destroy Earth\n\n\nGallery: Tantalizing Images of Plant Sex\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nMNN: Deadly citrus blight arrives in California\n\n?\nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Marc Lallanilla, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Incurable disease threatens U.S. citrus crop","picture_url":"http://images.mnn.com/sites/default/files/citrus-greening.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/incurable-disease-threatens-us-citrus-crop"}