{"summary":"To help, they recruited Giuseppe Etiope, a researcher at the National Institute of Geophysics and Volcanology in Italy, and world expert on natural gas seeps and eternal flames, Schimmelmann said.. They also looked at a \"permanently burning pit\" in Cook Forest State Park in northwestern Pennsylvania, although this eternal flame is not as special because it’s supplied by an old gas well, Schimmelmann said","advice_category":"2","content":"Nestled behind a waterfall in western New York state is an eternal flame whose beauty is only surpassed by its mystery. It is one of a few hundred \"natural\" eternal flames around the world, fed by gas seeping to the Earth's surface from underground, said Arndt Schimmelmann, a researcher at Indiana University in Bloomington, Ind.\n?\nBut even within this rarefied group, this flame is special. Perhaps lit by Native Americans hundreds or thousands of years ago, it is fed by a new type of geologic process that hasn't been recorded before in nature, Schimmelmann told OurAmazingPlanet.\n?\nTypically, this type of gas is thought to come from deeply submerged, ancient and extremely hot deposits of shale, a kind of rock. Temperatures have to be near the boiling point of water or hotter to break down the large carbon molecules in shale and create smaller molecules of natural gas, Schimmelmann explained. [Image Gallery: One-of-a-Kind Places on Earth]\n?\nA curiosity \"nobody believed in\"\nIn this case, though, the rocks that feed the flame are only warm — \"like a cup of tea\" — as well as geologically younger than expected, and shallow, Schimmelmann said. Those findings suggest the gas is being produced by a different process, whereby some sort of catalyst is creating gas from organic molecules in the shale, he said.\n?\n\"This mechanism has been proposed for many years, but it was a curiosity that nobody believed in,\" Schimmelmann said. \"We think there's a different pathway of gas generation in this location and that there probably is elsewhere as well.\" If that's true, and gas is naturally produced this way in other locations, \"we have much more shale-gas resources than we thought,\" he added.\n?\nOriginally, Schimmelmann and his colleague Maria Mastalerz, of the Indiana Geological Survey, were tasked by the U.S. Department of Energy to estimate the total amount of methane that seeps out of the ground in parts of the eastern United States. To help, they recruited Giuseppe Etiope, a researcher at the National Institute of Geophysics and Volcanology in Italy, and world expert on natural gas seeps and eternal flames, Schimmelmann said.\n?\nA flame eternal\nEtiope guided the researchers to the aforementioned eternal flame in Chestnut Ridge Park in western New York, calling it \"the most beautiful in the world,\" Schimmelmann said. They also looked at a \"permanently burning pit\" in Cook Forest State Park in northwestern Pennsylvania, although this eternal flame is not as special because it’s supplied by an old gas well, Schimmelmann said. The team reported their findings on the New York eternal flame in a study published in the May issue of the journal Marine and Petroleum Geology.\n?\nTheir results were consistent with estimates that about 30 percent of all methane emitted worldwide comes from natural sources such as these gas seeps. When possible, it can actually be beneficial to set fire to these gas seeps to create \"eternal flames.\" Fire converts methane to carbon dioxide, which traps about 20 times less heat than methane in the atmosphere, Mastalerz told OurAmazingPlanet.\n?\nHowever, \"macro seeps\" that can be lit and form eternal flames remain rare. In most cases, gas percolates through soil — where methane-eating bacteria convert it into carbon dioxide, Schimmelmann said — or it comes out in a location that can't sustain combustion. In the case of the New York flame, gas percolates in a naturally hollowed-out chamber, where the flame flickers eternally.\n?\nThe New York gas seep also features the highest concentration of ethane and propane of any seep in the world, according to the study.\n?\nEmail?Douglas Main?or follow him on?Twitter?or?Google+. Follow us?@OAPlanet,?Facebook?or?Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nGallery: The 10 Strangest Places on Earth\n\n\nStrange & Shining: Gallery of Mysterious Night Lights\n\n\nSpooky! The Top 10 Unexplained Phenomena\n\n\nMNN: 10 places on Earth that resemble alien planets\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"World's most beautiful eternal flame reveals new gas source","picture_url":"http://images.mnn.com/sites/default/files/GasFlamePark_m_0513.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/worlds-most-beautiful-eternal-flame-reveals-new-gas"}