{"summary":"But the biggest benefit of the fuel is its sustainability. \tAnother potential benefit of the fuel is that it will be price-predictable","advice_category":"4","content":"?\n\n\tGasoline is the quintessential non-renewable fuel, but British scientists could soon change that. They have developed a way to make gasoline not only renewable, but also carbon neutral. How is that possible? By plucking the fuel out of the air, according to New Scientist.\n\n\t?\n\n\tIt sounds like alchemy or magic — an idea about as sensible as growing money on trees. But it's real. Researchers have developed a way to convert air into gasoline. In fact, the concept has been around for decades, ever since the oil crisis of the 1970s.\n\n\t?\n\n\tHere's basically how it works: first scientists collect carbon, hydrogen and oxygen from the CO2?and water that are readily present in the air. These raw materials are all that are needed to generate methanol, and methanol can be converted into gasoline.\n\n\t?\n\n\tIt seems so simple that you may wonder why we haven't been getting our gasoline this way all along. Well, that's because there's just one small complication: So far scientists haven't been able to prove that the process generates more energy than it requires. The technique requires electricity for its chemical conversions, and the process cannot be viable until it is demonstrated that the energy needed as input costs less than what is gained as output.\n\n\t?\n\n\tThat's where British company Air Fuel Synthesis comes in. The company has taken on the task of demonstrating that the technique works, that it produces a viable fuel, and that it can be made energy-efficient. The first half of the equation has now been settled, as the company has successfully demonstrated the conversion process.\n\n\t?\n\n\t\"I take my hat off to Air Fuel Synthesis. They have taken a concept that has been around for 35 years and gotten the process going,\" said Peter Edwards, an inorganic chemist at the University of Oxford.\n\n\t?\n\n\tThe fuel is not only viable; the company believes it will be suitable for high-performance vehicles. But the biggest benefit of the fuel is its sustainability. Since burning the fuel only releases the same carbon dioxide that was already in the air to begin with, it is carbon neutral. (That is, so long as the electricity required to make the necessary chemical conversions is sourced from renewable energy like wind or solar.)\n\n\t?\n\n\tAnother potential benefit of the fuel is that it will be price-predictable. Gas prices won't fluctuate because the fuel source will be stable.\n\n\t?\n\n\tBefore any of this is possible, however, Air Fuel Synthesis needs to demonstrate the vital second half of the equation: the energy-efficiency of the process. For that, the company will need a bigger plant. They expect to have one up and running by 2015. Given the success of the process so far, the company is optimistic.\n\n\t?\n\n\t\"The demonstrator has given us the confidence that this next level of gasoline plant will be efficient enough,\" said AFS marketing manager Graham Truscott.\n\n\t?\n\n\tYou can view a BBC presentation about the technology in the video at top.\n\n\t?\n\n\tRelated stories on MNN:?\n\n\t\t10 surprisingly easy sources of alternative energy\n\n\t\tWhat is methane (and why should you care)?\n\n\t\t6 surprising sources of methane\n\n\t?","author":"","web_category":"earth-matters#energy","title":"Scientists successfully generate gasoline out of thin air","picture_url":"","url":"http://www.mnn.com//earth-matters/energy/stories/scientists-successfully-generate-gasoline-out-of-thin-air"}