{"summary":"On top of hosting $14.5 billion worth of recreation every year, national forest lands also supply 20 percent of U.S. And while the sequester would also slow deficit growth, the NRDC argues it's not worth the environmental cost, since the U.S","advice_category":"5","content":"Fresh off the re-election of President Obama, the U.S. is already embroiled in another bitter political fight. At issue is the so-called \"fiscal cliff,\" a metaphoric ledge created by the Budget Control Act of 2011. Because the BCA's 12-member supercommittee failed to reach a compromise last year, a package of deep spending cuts and steep tax hikes is now slated to take effect at midnight on New Year's Eve.\n\n\t?\n\n\tUnless Obama and Congress agree on a Plan B, the fiscal cliff (aka sequester) will lead to dramatic cuts at the Defense Department and many domestic agencies, including several that handle environmental protection. At the same time, some alternatives to the budget cuts could actually be ecologically astute.\n\n\t?\n\n\tAccording to a recent report by the Congressional Research Service, for example, taxing $20 per metric ton of carbon emissions \"would generate approximately $88 billion in 2012, rising to $144 billion by 2020\" and \"would reduce the 10-year budget deficit by 50%.\" And by creating a financial incentive to phase out carbon-heavy fossil fuels, such a tax could also help slow the onset of global warming.\n\n\t?\n\n\tObama and lawmakers are working to avoid the sequester, but they've also repeatedly let budget deals die in the past. As Congress begins its lame-duck session this week, here's a look at some potential environmental victims of the fiscal cliff:\n\n\t?\n\n\tNational parks and wildlife refuges\n\n\tUnder the sequester — which amounts to 8.2 percent cuts for \"nondefense discretionary funding,\" according to the White House?— the National Park Service would likely have to close some national parks, campgrounds and visitor centers. Park ranger jobs would be on the chopping block, and as the Natural Resources Defense Council points out, \"monitoring of endangered species and other scientific work would likely be delayed or dropped.\" Meanwhile, the National Wildlife Refuge System could lose 200 science jobs and see law enforcement cut by 15 percent.\n\n\t?\n\n\tSome 300 million people visit U.S. national parks every year, according to the NRDC's fiscal cliff report, supporting 258,000 jobs and $31 billion in economic activity. Another 45 million people visit national wildlife refuges, generating $4.2 billion and sustaining 35,000 jobs. Even wildlife research can be an economic boon, protecting species and ecosystems whose hidden services help fuel the U.S. economy. Federal scientists are currently fighting white-nose syndrome in bats, for example, which threatens an animal that saves U.S. farmers an estimated?$3.7 billion?per year by eating pests.\n\n\t?\n\n\tNational forests and public lands\n\n\tThe National Forest System includes 193 million acres of wilderness, from temperate and tropical forests to wetlands, grasslands and tundra. On top of hosting $14.5 billion worth of recreation every year, national forest lands also supply 20 percent of U.S. drinking water, which the Forest Service values at $27 billion per year.\n\n\t?\n\n\tIf sequestration occurs, the NRDC forecasts widespread rural job loss, weaker wildfire management, closure of trails and campgrounds, poor maintenance of forest roads, unprocessed recreational permits, and greater invasive species growth. The group projects similar effects from cuts to the Bureau of Land Management, which employs 2 million people and oversees more wildlife habitat than any other federal agency.\n\n\t?\n\n\tAnother potential target is the Land and Water Conservation Fund, which helps states and local governments obtain and develop outdoor public areas. It's funded by offshore oil and gas royalties, not taxes, yet chunks of its funding are already often redirected to other purposes. Further cuts could lead to \"the permanent loss of recreation access along with resource-damaging development in parks and other public lands across the country,\" the NRDC warns.\n\n\t?\n\n\tEnvironmental research\n\n\tThe sequester would also mean cuts for the Environmental Protection Agency, potentially disrupting research on subjects such as asthma, autism, birth defects and cancer. The EPA studies environmental and public health, monitors air and water quality, enforces laws like the Clean Water Act and Clean Air Act, and analyzes the safety of various chemicals, products and industrial processes, from plastics and pesticides to fracking and mountaintop removal.\n\n\t?\n\n\tEPA research is especially critical now, the NRDC argues, due to suspected risks from emerging and evolving technologies. The group cites nanotechnology as an example, noting that its side effects would be largely ignored if not for the EPA: \"[I]ndustry has no requirement or incentives to provide or carry out research on the possible health and environmental impacts of most these new nanochemicals, including potential effects on reproduction, brain development and chronic diseases such as cancer. EPA will be unable to fill in the gaps with these proposed cuts.\"\n\n\t?\n\n\tOceans and coasts\n\n\tU.S. coastlines face a variety of natural and manmade threats — pollution, invasive species, overdevelopment, sea-level rise, hurricanes — yet they remain vital economic hotspots. Coastal counties generate more than half of the U.S. gross domestic product, according to the National Oceanic and Atmospheric Administration, and their 66 million jobs represent about a quarter of the national total.\n\n\t?\n\n\tCuts at NOAA could thus lead to economic as well as ecological damage, the NRDC explains, by weakening the agency's efforts to protect coastal areas' overall vitality. The sequester would likely force NOAA's Coastal Zone Management Program to lay off scientists, technicians and educators, and the NRDC warns of a ripple effect for tourism and other \"local businesses that depend on healthy coastal resources.\" Shrinking NOAA's budget could also hinder its efforts to defend cities against storm surges like Hurricane Sandy's, and undermine its work in sustaining U.S. fisheries.\n\n\t?\n\n\tEnergy efficiency and production\n\n\tSequestration would take $148 million away from the U.S. Energy Efficiency and Renewable Energy program, according to the White House report, which NRDC notes \"would be equivalent to cutting the solar energy program at the Department of Energy in half, or equal to eliminating the entire wind and geothermal energy programs.\" The DOE would also lose $400 million from its overall science budget, and nearly $500 million of its funding for environmental cleanups.\n\n\t?\n\n\tReduced efficiency funding alone could cause economic harm, since future energy-use standards for appliances and equipment are projected to save consumers $170 billion and curb national energy consumption by 11.7 trillion kilowatt hours. But the fiscal cliff threatens energy development as well as energy use — the DOE would lose funding for its own research, plus grants and loans for energy innovation in the private sector, while the Bureau of Land Management would likely be less able to study the environmental impact of things like siting solar farms or leasing oil rights.\n\n\t?\n\n\t***\n\n\t?\n\n\tIf the fiscal cliff isn't averted, the Congressional Budget Office estimates U.S. economic output would shrink 3 percent in the first half of 2013, and unemployment could go back above 9 percent by 2014. And while the sequester would also slow deficit growth, the NRDC argues it's not worth the environmental cost, since the U.S. budget's natural-resources section is just 1.4 percent of all federal spending. The National Park Service is 1/14th of 1 percent of the national budget, for example, while all federal expenditures that relate to oceans and coasts make up less than 0.5 percent.\n\n\t?\n\n\tIn a recent statement on the fiscal cliff, NRDC's David Goldston expressed hope that Obama and Congress will find ways to balance the budget without jeopardizing environmental research and preservation. \"Avoiding the fiscal cliff will require making tough choices,\" Goldston said, adding that the budget \"cannot be balanced by slashing programs that protect our air, water, lands and health.\"\n\n\t?\n\n\tRelated politics stories on MNN:\n\n\t\t\t3 ways Obama's win affects the environment\n\n\t\t\tNew marijuana laws are public health experiment\n\n\t\t\tObama win keeps NASA on course toward asteroid\n\n\t\t\tLeft vs. right: Can we ever get along?\n\n\n\t?","author":"","web_category":"earth-matters#politics","title":"The 'fiscal cliff' and the environment","picture_url":"http://images.mnn.com/sites/default/files/cliff_sign_02.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/the-fiscal-cliff-and-the-environment"}