{"summary":"2013 has been a big year for women in space. One woman was accepted among the eight new cosmonauts selected recently","advice_category":"4","content":"The history of women in space is about to turn 50 years old.\n?\nSunday, June 16, marks the 50th anniversary of Soviet cosmonaut Valentina Tereshkova's landmark 1963 flight, which launched her into history as the first woman to fly to space?— only two years after Yuri Gagarin performed the first spaceflight ever in 1961. Tereshkova circled the Earth 48 times during her time as the pilot onboard the Vostok 6 spacecraft.\n?\nToday, 57 of the 534 people that have flown to space are women, according to space history and artifacts expert Robert Pearlman, editor of collectSPACE.com. [Women in Space: A Space History Gallery]\n?\n\"There have been so many boundaries broken,\" said Cathy Lewis, curator of the international space programs collection at the Smithsonian National Air and Space Museum in Washington, D.C. \"We've had a woman commander, woman pilot. We've had an all-woman crew that just occurred out of coincidence because it just so happened that they were assembled for their skills. I think the United States is leading the way.\"\n?\nIt took 20 years after Tereshkova's launch for Sally Ride to become the first American woman in space, but since that time, more than 40 women have flown to orbit as NASA astronauts.\n?\n\"NASA took [Tereshkova's flight] to heart, everyone took it to heart, that in order to sustain a space program they were going to have to make it not a program of high performance test pilots and a few selected scientists,\" Lewis told SPACE.com. \"They were going to have to do it as a more practical, day-to-day career in space.\"\n?\nNASA currently has 12 active female astronauts.\n?\nIt's an uphill battle for women cosmonauts today, ?????Lewis said. Of the 19 women that have trained as Russian or Soviet spaceflyers in the last 50 years, three have flown. The last launched to space in 1994.\n?\n\"While the United States is working to integrate women into the space program over the generations, the Soviet Union really didn't do that,\" Lewis said. \"They didn't make an effort to integrate women in to the program, and it has really only been in the last year that Russia has changed their recruiting requirements for cosmonauts.\" The new recruitment requirements are similar to those set forth by NASA and do not have gender-specific criteria, Lewis added.\n?\nOne woman was accepted among the eight new cosmonauts selected recently. Anna Yuryevna Kikina's acceptance bumps the number of active female cosmonauts up to two.\n?\n2013 has been a big year for women in space. Ride — who succumbed to pancreatic cancer on July 23, 2012 — will be?awarded a posthumous Medal of Freedom by President Barack Obama later this year. China's space agency sent its second female spaceflyer, Wang Yaping, to the nation's orbiting module earlier this week, and NASA's Karen Nyberg is living onboard the International Space Station today.?\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook?and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\n7 Notable Space Shuttle Astronauts\n\n\nHow Valentina Tereshkova's 1963 Vostok-6 Flight Worked (Infographic)\n\n\nSally Ride: First American Woman in Space (Pictures)\n\n\nMNN: 8 famous female aviators\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"50 years of women in space","picture_url":"http://images.mnn.com/sites/default/files/ValentinaTereshkova_m_0614.jpg","url":"http://www.mnn.com//earth-matters/space/stories/50-years-of-women-in-space"}