{"summary":"is, both could phase out finite fuels like uranium and coal without economic harm, Lovins said at Thursday's roundtable. \t\"There is a renewables revolution taking off in Japan,\" Lovins said Thursday at a roundtable talk hosted by the environmental nonprofit Southface","advice_category":"4","content":"Ditching fossil fuels makes economic sense despite what many U.S. politicians say, energy guru Amory Lovins told a group of business and government leaders in Atlanta last week. And while Lovins continues his 40-year push for efficient, renewable energy in America, he sees more momentum on the other side of the planet.\n\n\t?\n\n\t\"There is a renewables revolution taking off in Japan,\" Lovins said Thursday at a roundtable talk hosted by the environmental nonprofit Southface. \"Japan is poor in traditional fuels, but it's the richest in renewables potential of any industrial nation.\"\n\n\t?\n\n\tAnd while many industrial nations balk at abandoning the oil, coal and gas that made them rich, Lovins thinks that could soon change if Japan's newly announced energy makeover — which aims to phase out nuclear power by the 2030s, focusing more on renewables and efficiency — goes as planned. \"If the nation with the sacred sun on its flag can do this,\" he said, \"then it will lead the whole world.\"\n\n\t?\n\n\tLovins spoke at the roundtable before giving another speech Thursday night at Southface's 14th annual \"Visionary Dinner\" (see video below). Similar to a popular TED talk he gave in May, both discussions echoed many of the arguments from his 2011 book, \"Reinventing Fire,\" in which he outlines how the U.S. can end its dependence on fossil fuels by 2050. And while the book concentrates on America, Lovins said it \"could also work for many other countries, including Japan.\"\n\n\t?\n\n\tThe Atlanta appearances preface an upcoming tour of Asia for Lovins, in which he'll visit several countries to discuss ideas for improving energy production, transmission and consumption. But perhaps his most anticipated visit will be to Japan, where the aftermath of last year's Fukushima Daiichi nuclear crisis has created a rare opening for renewables and efficiency. The country's interest in Lovins was already apparent in Atlanta, as a camera crew from Japanese broadcaster NHK shadowed him for a documentary, titled \"Energy Shift,\" that's scheduled to air Nov. 2.\n\n\t?\n\n\t\n\n\tLovins discusses green-building design with the NHK film crew at Southface's Eco Office campus.\n\n\t?\n\n\tThis international intrigue isn't new for Lovins. As co-founder of the Rocky Mountain Institute and a longtime energy consultant, he's spent decades dealing with global energy issues; according to his RMI bio, he has \"briefed 21 heads of state, given expert testimony in eight countries and 20+ states, delivered thousands of lectures, and written 31 books and more than 450 papers.\" He also quickly saw Japan's potential after the Fukushima crisis, writing in a March 2011 op-ed that \"perhaps this tragedy will call Japan to global leadership into a post-nuclear world.\"\n\n\t?\n\n\tWhile Japan may be more open to an energy shift than the U.S. is, both could phase out finite fuels like uranium and coal without economic harm, Lovins said at Thursday's roundtable. It's actually in their best interest, he added, since nonrenewable fuels are costly to extract and will eventually run out. \"They're not embedded in the economy because it's cheaper to leave them in the ground,\" he said. \"Smart investors are diversifying to get out of that business and into something much more durable.\"\n\n\t?\n\n\tThe shift to renewable energy won't happen overnight, Lovins acknowledged, but he pointed out that countries can still make improvements in the meantime by using current fuels more efficiently. Energy waste has been a focus of his for decades, from designing lighter cars that use less gasoline to pushing for simpler, decentralized electrical grids. (He even coined a term 20 years ago, \"negawatt,\" to describe a unit of saved energy.) And while political friction tends to slow the switch to new power sources, he argued Thursday that saving energy and money has bipartisan appeal. \"It's hard to find people who don't like efficiency,\" he said.\n\n\t?\n\n\tLovins discussed a range of ways to promote efficiency in the U.S. or anywhere, such as performance-based design of industrial facilities, self-sufficient microgrids that reduce the need for \"big, vulnerable power plants,\" and letting companies expense their efficiency investments. He conceded \"it's hard to do big things without Congress\" — where many lawmakers want to end federal support for wind and solar power — but also cited smaller, subtler ways of speeding the shift to renewables, such as cities charging utilities for their water use to discourage water-intensive fossil fuels.\n\n\t?\n\n\tThe future of energy is \"small and granular,\" Lovins said, with more diversity and distribution of power sources instead of the traditional \"big and lumpy\" approach. Such a paradigm shift could curb the main causes of climate change, but Lovins is more focused on the economic and logistical benefits, suggesting nonrenewable fuels and inefficiencies aren't necessarily embedded in our economy — just in our heads.\n\n\t?\n\n\t\"There's a lot of hidden value that's not being recognized,\" he said. \"But once it is, you may find yourself in a much quicker transition than you thought.\"\n\n\t?\n\n\tFor a more in-depth look at Lovins' ideas about energy policy, check out the video below from his keynote speech at Thursday's Southface Visionary Dinner:\n\n\t?\n\n\n\n\t?\n\n\tRelated energy policy stories on MNN:\n\n\n\t\t\tHow India's blackout could launch a solar revolution\n\n\t\t\tObama whips up wind power attack on Romney\n\n\t\t\tNew world record for renewable energy\n\n\t\t\tThe Solyndra debacle: One year later\n\n\n\t?\n\n\tMNN tease illustration: Shutterstock\n\n\t?","author":"","web_category":"earth-matters#energy","title":"How to spark a 'renewables revolution'","picture_url":"http://images.mnn.com/sites/default/files/amorylovins07b.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/how-to-spark-a-renewables-revolution"}