{"summary":"Yet these were not terribly significant for Nixon himself. Nixon could have used his conservative clout to chart a new course in environmental regulation","advice_category":"5","content":"Richard Nixon would be 100 years old today, and on the anniversary of his birth, it's tempting to portray the 37th U.S. president as a major environmental advocate.\n?\nThat would be a mistake, for it would let modern-day politics trump an important history lesson.\n?\nNixon said and did things about the environment that seem courageous from today's perspective:\n?\n\"Clean air is not free, and neither is clean water,\" he said in his 1970 State of the Union address. \"Through our years of past carelessness we incurred a debt to nature, and now that debt is being called.\"\n?\nSuch rhetoric has made Nixon's environmental legacy a source of ongoing debate among environmentalists, scholars and reporters. Not long ago, Michael Lemonick of the news site Climate Central said Nixon was \"a champion of protecting the environment, like no president before him since Teddy Roosevelt and like no president since.\"\n?\nContext of the times\nBut Lemonick and others holding that view displace history with politics. One of history's first lessons is the need to understand people and events in the context of their times.\n?\nNixon won the presidency in 1968, when environmentalism was ascendant: Waterways were catching fire, lead poisoning was epidemic, skies were choked with smoke and rivers were dangerous to touch. Some 20 million people joined the first Earth Day protests in 1970. No one doubted the gravity of the problems; there was no serious anti-environmental movement at the time, and the long legacy of Congressional hearings on pollution issues in the 1950s and 60s – especially those chaired by Sen. Edmund Muskie, D-Maine – had built momentum towards environmental regulation and industrial reform.\n?\nNixon, simply by going along with the agenda, easily crafted a positive record.?\n?\nTrue, Nixon did encourage and sign key pieces of legislation, such as the National Environmental Policy Act of 1969. He signed the enabling act consolidating several federal agencies into the Environmental Protection Agency. He extended the Clean Air Act. In all, he inked 14 major pieces of legislation protecting the environment.\n?\nBack seat to China\nYet these were not terribly significant for Nixon himself. In the context of the times, domestic issues like the environment took a distant back seat to the Vietnam war and the new policy towards China. As a result, Nixon's rhetoric could be pro-environmental on a general level without compromising more important foreign policy initiatives.\n?\nIn his 1970 State of the Union Address, Nixon outlined major environmental concerns and promised action: \"Restoring nature to its natural state is a cause beyond party and beyond factions,\" he said. \"It has become a common cause of all of the people of this country.\"\n?\nBut when it came to specifics, Nixon was hardly the environmental champion of his era.\n?\nThe Nixon administration set back the deadline for the automobile industry to develop a 90 percent pollution-free engine, insisting on a \"low-lead,\" rather than a \"no-lead,\" automobile.?\n?\nNixon also supported the Everglades Jetport, a grandiose plan for a mega-airport larger than O'Hare, Dulles, JFK and LAX combined. The jetport was opposed by Earth Day co-founder Sen. Gaylord Nelson and by Nixon's Secretary of the Interior, Walter Hickel, among others. Hickel's agency warned the development would \"inexorably destroy the south Florida ecosystem.\"\n?\nAlso problematic at the Interior Department was an ongoing controversy over coal mine safety. Interior's mine safety inspectors were, according to the United Mine Workers, guilty of \"flagrant disregard\" of safety regulations, and according to Ralph Nader, acting \"outside the law.\"\n?\nPublic rhetoric vs. private beliefs\nAnd Hickel's reward for his attempts at reform? A pink slip. Nixon fired him for what the New York Times called Hickel's \"increasingly militant defense of the environment.\"\n?\nAnd let's not forget Nixon's veto of the Clean Water Act in October of 1972. He saw it as too expensive. The bill authorized $6 billion for sewage cleanup – less than the $10 billion he outlined in his 1970 State of the Union speech. After Congress overrode his veto, Nixon impounded the funds.\n?\nNixon's public rhetoric on the environment and his private beliefs were very much at odds, as historian and journalist Rick Perlstein has noted. Nixon's personal opinions were caught on tape during an Oval Office meeting with automotive executives, when he said that environmentalists wanted to \"go back and live like a bunch of damned animals.\"\n?\nThrowing conservationists a bone also suited another political purpose, Perlstein observed: The environment was popular among the same young people enraged at him for continuing the Vietnam War. In the end, creating the EPA was \"a sort of confidence game,\" Perlstein said. \"The new agency represented not a single new penny in federal spending for the environment. It did, however, newly concentrate bureaucracies previously scattered through vast federal bureaucracy under a single administrator loyal to the White House – the better to control them.\"\n?\nNixon \"wasn't personally gripped\" by environmental issues, his EPA administrator, William Ruckleshaus, told the Nixon Foundation. \"But he saw that he had to respond to the demand.\"\n?\nNixon could have used his conservative clout to chart a new course in environmental regulation. He did not. The saying, at the time, was that \"it took Nixon\" to create the opening to China, with the idea that a Democrat might have been too far to the left for such a risky foreign policy initiative. But when it came to domestic affairs, especially the environment, Nixon never found his opening. He simply responded to demand.\n?\nSo on his 100th birthday we can appreciate Nixon echoing the mainstream environmental support in vogue at the time.?\n?\nBut it would be a mistake to place Richard Nixon in the environmental pantheon alongside Teddy Roosevelt.\n?\nBill Kovarik is a professor of journalism at Radford University in Virginia and a contributor to The Daily Climate and Environmental Health News.?This story?was originally published on The Daily Climate and was republished with permission here.?A version of this essay originally appeared on the blog EnvironmentalHistory.org.?\n?\nRelated stories on MNN:\n6 eco-friendly presidents\nLittle-known green facts about U.S. presidents\n5 good green ideas from the U.S. government\n?\nDo you want to be a?guest?columnist??Send your pitch to?bcohen@mnn.com?with \"I want to be a?guest?columnist\" in the headline.?Plus,?visit our?guest column archive?to find a variety of topics and opinions.","author":"","web_category":"earth-matters#politics","title":"Nixon at 100: A green Nixon doesn't wash","picture_url":"http://images.mnn.com/sites/default/files/NixonGreenLegacy_m_0109.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/nixon-at-100-a-green-nixon-doesnt-wash"}