{"summary":"President Obama on Monday nominated Charlotte, N.C., Mayor Anthony Foxx to lead the U.S. The Charlotte Observer notes that Foxx has little transportation policy experience, but concedes that \"[s]ince 1966, when the post was created, fewer than half of the country's 16 transportation secretaries had expertise in the field.\" And such expertise may be less important than Foxx's on-the-ground track record in Charlotte, where he served on the City Council from 2005 to 2009, including a stint as chairman of the Transportation Committee","advice_category":"5","content":"President Obama on Monday nominated Charlotte, N.C., Mayor Anthony Foxx to lead the U.S. Department of Transportation, suggesting his administration will redouble its focus on the kind of public transit and walkability efforts Foxx has championed in Charlotte.\n?\n\"Since Anthony took office, they've broken ground on a new streetcar project that's going to bring modern electric tram service to the downtown area,\" Obama said of Foxx's tenure as mayor, a position he's held since 2009. \"They've expanded the international airport. And they're extending the city's light rail system. All of that has not only helped create new jobs, it's helped Charlotte become more attractive to business.\"\n?\nObama lamented the departure of outgoing DOT chief Ray LaHood, a Republican who crossed the aisle to join his cabinet in 2009, but also touted Foxx as \"another impressive leader to carry on his great work\" at the DOT. And Foxx, for his part, commended both Obama and LaHood on their bipartisan, city-centric approach to transportation, saying they've won \"the admiration and appreciation of America's mayors.\"\n?\n\"There is no such thing as a Democratic or a Republican road, bridge, port, airfield or rail station,\" said Foxx, a Charlotte native who began his career as a lawyer. \"We must work together, across party lines, to enhance this nation's infrastructure.\"\n?\nThe Charlotte Observer notes that Foxx has little transportation policy experience, but concedes that \"[s]ince 1966, when the post was created, fewer than half of the country's 16 transportation secretaries had expertise in the field.\" And such expertise may be less important than Foxx's on-the-ground track record in Charlotte, where he served on the City Council from 2005 to 2009, including a stint as chairman of the Transportation Committee. Having worked on Charlotte's light rail and streetcar systems, Obama says Foxx is well-suited to tackle the country's patchwork of local transit issues.\n?\n\"I know Anthony's experience will make him an outstanding transportation secretary. He's got the respect of his peers, mayors and governors all across the country,\" Obama said Monday in the East Room of the White House. \"One of the things that Ray taught me in watching him do his job is that establishing personal relationships with mayors and governors and county executives makes all the difference in the world, because transportation is one of those things that — it's happening on the ground.\"\n?\nThe Observer agrees, arguing that Foxx's lack of broad policy experience doesn't mean he's ill-equipped for the job. \"In guiding light rail and advocating for the streetcar, the mayor has developed an expansive knowledge and appreciation for how diverse transportation networks can help cities and regions thrive,\" the paper's editorial board wrote Monday. \"He has the perspective and respect of his fellow mayors and governors who struggle with politics and budgets to get transportation projects built.\"\n?\nHe'll have a tough act to follow in LaHood, who not only brought bipartisan cred to the Obama administration but also led high-profile efforts to toughen automobile fuel-efficiency standards and develop a national high-speed rail network. But Foxx's recent career in North Carolina suggests he'll largely follow in LaHood's footsteps, a prospect that's drawing cheers from environmentalists and urban renewal advocates.\n?\n\"As mayor of one of the largest cities in the South and one of the most dynamic cities in the nation, Foxx recognizes the value of transit infrastructure to a growing area, and he has witnessed first-hand the power of what transit infrastructure can mean to a growing community,\" Sierra Club director Michael Brune says in a statement. \"His experience will be of great value in this new role. We congratulate Mayor Foxx on his nomination and look forward to working with him on our nation's transportation challenges.\"\n?\nFoxx has relatively little experience in national politics, aside from legal positions with the Justice Department and the House Committee on the Judiciary, which could make for a steep learning curve when dealing with critics in Congress. Some lawmakers are already questioning his credentials, including Sen. David Vitter, R-La., who said in a statement Monday that?\"I'll be very interested in learning about Mayor Anthony Foxx's qualifications to be the national leader on transportation policy.\"\n?\nYet some conservatives like his lack of Beltway experience, hoping it will shift the DOT's focus more to states and cities. \"Given Charlotte's recent history, Mayor Foxx should understand the pitfalls of decrees and mandates from Washington,\" Dan Holler of Heritage Action for America tells Politico. \"It may be wishful thinking, but maybe, just maybe, Foxx will bring a states-oriented approach to Obama's Department of Transportation.\"\n?\nFoxx may be a newcomer to Washington if the Senate confirms him, but he does have ties to the city: His 95-year-old grandmother reportedly worked in the White House during President Harry S. Truman's administration in the 1940s and '50s. She made a return trip Monday to watch her grandson's nomination ceremony, which Obama noted wasn't his only big celebration this week. Foxx also celebrates his 42nd birthday today (April 30).\n?\nTo hear Foxx's grandmother reflect on his recent rise into the national spotlight, check out this short video from Charlotte's WCNC-TV:\n?\n\n\n?\nRelated transportation stories on MNN:\n\nAmtrak promises high-speed trains in Midwest\nBest train journeys in North America [Photos]\nU.S. hikes mileage standards for cars, trucks\nWarren Buffet mulls natural gas-powered trains\n\n?","author":"","web_category":"earth-matters#politics","title":"Will Anthony Foxx keep the DOT on track?","picture_url":"http://images.mnn.com/sites/default/files/foxx_dot.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/will-anthony-foxx-keep-the-dot-on-track"}