{"summary":"Accidentally eating food cooked in peanut oil or made with nuts or inhaling the lingering peanut dust around the ball park can trigger severe reactions in those who are allergic.. At Boston's storied Fenway Park, the stadium sells some 1,000 bags of Cracker Jacks and 3,000 bags of peanuts during a single game, said Red Sox senior manager of public affairs Zineb Marchoudi.","advice_category":"2","content":"BOSTON - For five hours before a Missoula Osprey minor league baseball game last summer, Cheri Pijanowski hand washed 150 white folding chairs with bleach and water.\n?\nThe metal deck and rails around the seats were power-washed and she meticulously reviewed the concession menu to eliminate not just Cracker Jacks and peanuts, but any ingredient that may contain nuts.\n?\nShe'll do it all again this year to bring the crack of the bat and cheer of the crowd to kids — like her oldest son Joshua — who otherwise can't relish in the carefree summer experience of a hometown major league ball game because of severe nut allergies.\n?\nThe Washington Nationals, St. Louis Cardinals, Seattle Mariners, Boston Red Sox, San Diego Padres and New York Mets are among the roughly half of all big league teams to host at least one nut-controlled game this year.\n?\nIn most cases, a peanut-controlled game day means offering an isolated section of around 100 seats that have been thoroughly cleaned, banning the sale of nuts nearby, posting signs and ushers around to make fans aware of the nut-free zone and keeping medical staff close for emergencies.\n?\nWithout these extraordinary efforts, a baseball game can be a nerve-racking afternoon at best for parents of children with severe, potentially fatal, nut allergies.\n?\n\"It's like being in a horror movie — you hear the crunch of shells underfoot and you see people cracking open shells,\" said Chicago mom Joyce Davis, whose 11-year-old daughter Julia is allergic to peanuts.\n?\nDavis took her family to a peanut allergy friendly game at Wrigley Field last August.\n?\n\"Julia loves to play baseball, so to see her heroes play live and experience the ballpark vibe, it's a childhood experience that I don't think should be kept from people,\" said Davis.\n?\nThe most common reactions to nuts include hives, swelling of the lips and tongue, trouble breathing, nausea or a drop in blood pressure, which in some cases can lead to death.\n?\nPeanut allergies rising\nPeanut allergies affect roughly 0.5 to 1 percent of the population and appear to be on the rise, perhaps even doubling in the last decade, according to experts. It remains unclear exactly why.\n?\nResearchers are examining the idea that a child's immune system has not been properly challenged in an environment that is too clean, also known as the hygiene hypothesis.\n?\nAccidentally eating food cooked in peanut oil or made with nuts or inhaling the lingering peanut dust around the ball park can trigger severe reactions in those who are allergic.\n?\nMinnesota Twins fans with nut allergies were invited to Monday's game against the Los Angeles Dodgers.\n?\nAt Target Field in Minneapolis, 100 fans will watch the action from two balconies tucked in the left field corner that provide a stellar view, a separate entrance and peanut-free concessions, said marketing vice president Patrick Klinger.\n?\nKids with severe peanut and tree nut allergies, like Jenny Kales' 11-year-old daughter Alexandra, are unlikely to outgrow their sensitivity and are accustomed to traveling with hand wipes, medicine, their own snacks and an EpiPen used to counter an anaphylactic reaction. The Kales family attended the Cubs game last summer worry-free for Alexandra's first game.\n?\n\"When you take the food allergy out of the equation, it's a huge thing because it lets you have a regular experience,\" she said.\n?\nAt Boston's storied Fenway Park, the stadium sells some 1,000 bags of Cracker Jacks and 3,000 bags of peanuts during a single game, said Red Sox senior manager of public affairs Zineb Marchoudi.\n?\nBut the team also organized three games this season with a peanut allergy friendly section for 226 people and made available throughout the season a sanitized 10-person booth.\n?\nAway from big cities and major league clubs, families are finding a number of minor league teams with peanut-free accommodations.\n?\nThe Rochester Red Wings 12,000-seat stadium in upstate New York has a grassy beam on the third baseline that is a no-peanut zone for every game, said team President Naomi Silver.\n?\nThe stadium also offers allergen-free food at a concession stand dubbed FREE that offers munchies made without basic allergens like nuts, dairy, wheat and shellfish.\n?\n\"It may not be the most popular, but it is the most appreciated food stand in the stadium,\" said Silver.\n?\n(Editing by Barbara Goldberg and Jerry Norton)\n?\nCopyright 2011? Reuters US Online Report Domestic News","author":"Lauren Keiper, Reuters","web_category":"health#allergies","title":"Peanut-free sections in baseball stadiums welcome allergic fans","picture_url":"http://images.mnn.com/sites/default/files/peanuts_2.jpg","url":"http://www.mnn.com//health/allergies/stories/peanut-free-sections-in-baseball-stadiums-welcome-allergic-fans"}