{"summary":"The USGS identifies two past eruptions at Mount Hood that offer perspective on future eruptions. Still, it's one of the most intensely monitored volcanoes in the U.S","advice_category":"8","content":"?\nWhen a volcano in Iceland began pumping plumes of ash over Europe in April 2010, airlines across the continent went on high alert, canceling tens of thousands of flights and bringing air travel to a crawl. (See a gallery of amazing photos from the eruption.)?While the ash wasn't always visible from the ground, the cancellations weren't an overreaction: On top of lava flows, mudslides and melting glaciers, a volcano's ash clouds can be one of its most dangerous features.\n?\nThat was made especially clear in December 1989, when a Boeing 747 flew into an ash cloud unleashed by Mount Redoubt in Alaska, causing all four of its engines to lose power. The plane briefly plummeted toward the ground until the crew finally managed to restart its engines, averting a disaster. But the event served as a harrowing reminder — not only that the sky is no refuge from volcanoes, but also that many parts of the Western U.S. are within range of volcanic hotspots that could explode to life with little or no warning.\n?\nMount Redoubt reprised its 1989 outburst in March 2009, releasing ash clouds that towered more than a mile into the atmosphere, grounding dozens of flights and aggravating many Alaskans' asthma. That eruption has since quieted down, but as the Fimmvorduhals volcano in Iceland illustrates, the danger of volcanic eruptions isn't limited to people who live nearby.\n?\nThere are three main sections of the U.S. that tend to experience volcanic activity, and scientists believe many of the volcanoes there may be about due for a major eruption. Below is a brief look at these three regions, followed by a list of seven specific U.S. volcanoes that pose some of the highest risks:\n?\nAlaska\nMostly located along the?Aleutian Islands, volcanoes in Alaska generally make a big production out of erupting thanks to their gas-rich magma. While the region's human populations are sparse, its volcanoes still emit tall ash plumes that plague airplanes flying overhead, since the particles can clog their engines, disrupt sensitive temperature gauges, reduce visibility,?and damage windows and other surfaces. Mount Redoubt has been one of the state's most active recently, but Alaska has more than 40 volcanoes that are currently considered active.\n?\nCascades?\nThe vast majority of volcanoes in the Lower 48 states are in the Cascade Range, a mountain chain stretching from southern British Columbia to Northern California. Like the Aleutian volcanoes, they tend to erupt explosively due to high concentrations of gas in their magma. They aren't as active as Alaska's volcanoes, but they've caused the most powerful eruptions on U.S. soil, and they're dangerously close to large population centers in California and the Pacific Northwest.\n?\nHawaii\nThe third major patch of volcanoes on U.S. territory is in Hawaii — or, rather, it is Hawaii, since the islands were all formed by slow, undersea lava flows building up over millions of years. Whereas volcanoes in the Aleutians and the Cascades erupt explosively, Hawaiian volcanoes tend to ooze out lava slowly because of their lower gas content. That's on display at Kilauea, which has been erupting continuously since 1983 and makes Hawaii the only U.S. state that's still growing.\n?\nWith dozens of U.S. volcanoes capable of suddenly blowing their lids in the near future, MNN has compiled a list of some likely suspects to erupt next. Volcanic eruptions are notoriously difficult to predict in the long term, so this list isn't comprehensive. These seven volcanoes are, however, considered to pose serious threats whenever they do eventually erupt again:\n?\nMount Rainier, Wash.\n\n?\nThe highest peak in the Cascade Range is also a volcano loaded with the most glacier ice?of any mountain in the contiguous U.S.,?which will complicate things whenever it does erupt. The U.S. Geological Survey calls Mount Rainier \"potentially the most dangerous\" mainland U.S. volcano because in addition to all that ice, it looms over the Seattle-Tacoma metro area and its 3.2 million inhabitants.\n?\nErupting through ice tends to create lahars —?volcanic mud flows that form when hot gas, rocks and lava melt ice and churn up a superheated slurry. Two giant lahars made it all the way to Puget Sound following a catastrophic eruption about 5,600 years ago, pushing out its shoreline by several miles. Mount Rainier's potential volatility and its proximity to large cities helped make it one of two U.S. Decade Volcanoes, a group of 16 volcanoes worldwide that U.N. delegates deemed especially dangerous to human populations.\n?\nMount Rainier last erupted in the 1840s, and larger eruptions occurred as recently as 1,000 and 2,300 years ago. It's now considered active but dormant. History is usually the best tool for predicting future volcanic eruptions — aside from the clues they give hours to months beforehand — but Mount Rainier has been a little erratic the last few millennia. This?10,000-year eruption timeline shows the volcano's outbursts that produced pumice, a hot lava foam common in explosive eruptions. Other than a frenzy from about 8,000 to 5,000 years ago, Rainier has only had three pumice-producing eruptions since about 8000 B.C. Still, it's one of the most intensely monitored volcanoes in the U.S. due to the havoc it could wreak.\n\n?\n\nMauna Loa, Hawaii\n\n?\nThe other U.S. Decade Volcano is also the largest volcano on the planet:?Hawaii's Mauna Loa. It may not look so huge from ground level, but if you count its long submarine flanks that depress the sea floor, its summit is actually more than 10.5 miles above its base. Like Kilauea and other Hawaiian volcanoes, it erupts at a slow, oozy pace, which has formed a wide dome. But it's near cities on the island of Hawaii like Hilo and?Holualoa, which helped push it onto the Decade Volcanoes list.\n?\nMauna Loa's last eruption was in 1984, when the lava flow reached to within four miles of Hilo, a city of more than 40,000. It's an especially active volcano, having erupted 33 times in recorded history — the two largest were in 1950 and 1859, and one in 1880-81 covered land now in Hilo's city limits. Like Mount Rainier, it's also closely monitored, and one theory suggests it's currently at the end of a 2,000-year cycle, with its summit lava flows poised to increase toward the northwest and southeast.\n\n?\n\nMount St. Helens, Wash.\n\n?\nAbout 50 miles south of Mount Rainier sits the shell of Mount St. Helens, the scene of one of the worst volcanic eruptions in U.S. history. On?May 18, 1980, an earthquake caused a major chunk of the volcano to cleave and slide off, forming a landslide that traveled about 14 miles down the?North Fork Toutle River. The earthquake also released a blast of pressurized gas and vaporized groundwater, which exploded laterally at about 300 mph, shooting a tower of ash up 30,000 feet and knocking down every tree for hundreds of miles. Subsequent eruptions sent?pyroclastic flows —?ground-hugging avalanches of hot ash, pumice, rocks and gas —?screaming down the slopes at 50 to 80 mph. Prevailing winds carried 520 million tons of ash eastward across the U.S., and Spokane, Wash., was cast in \"complete darkness\" 250 miles away. Following the blast came several lahars, some not until later that afternoon as the glaciers melted. Fifty-seven people and thousands of animals were killed in all, and damages topped $1 billion.?\n?\nMount St. Helens reawakened in 2004, when four explosions blasted steam and ash 10,000 feet above the crater. Lava continued gurgling out and forming a dome on the crater floor until late January 2008. About 125 million cubic yards of lava erupted during that time, filling 7 percent of the 1980 crater. Although it's calmed down now, it remains an \"active and dangerous\" volcano, according to the USGS, and history shows it's been relatively active since the Middle Ages, including a blast in 1480 that was five times stronger than the 1980 eruption.\n\n?\n\nGlacier Peak,?Wash.\n\n\n?\nGlacier Peak is one of the most active volcanoes in the Cascade Range, having produced some of the area's largest and most explosive eruptions, but it's thankfully also the most remote of Washington state's five active volcanoes. It and Mount St. Helens are the only volcanoes in Washington that have generated large, explosive eruptions in the last 15,000 years; because their magma is too viscous to flow normally from the eruptive vent, it must instead be blasted out at high pressure. Expanding gas bubbles in the magma burst and break it into countless fragments as it rushes to the surface. These fragments collectively are called tephra, and the smallest tephra is volcanic ash.\n?\nAbout 13,000 years ago, a?sequence of nine tephra eruptions shot out of Glacier Peak within a few hundred years, the largest of which ejected more than five times as much tephra as the 1980 Mount St. Helens eruption. As its name would suggest, Glacier Peak is also heavily ice-covered, and has produced severe lahars and pyroclastic flows during its history as well. The volcano last erupted about 300 years ago, and since its eruptions are generally separated by several hundred to a few thousand years, the USGS says it's \"unlikely that we will see an eruption within our lifetimes.\" Still, it keeps close tabs on Glacier Peak, which could feasibly send ash, lahars or other debris as far as Seattle, about 70 miles away.\n\n?\n\n\nMount Baker,?Wash.\n\n?\nAfter Mount Rainier, Mount Baker is the most glaciated mountain in the Cascades, supporting more ice than all the range's other peaks combined, aside from Rainier. This means it presents many of the same mudslide dangers as Rainier, although 14,000 years of sediments show Baker to be less explosive and less active than some other Cascade mountains. It erupted several times in the 1800s and has also produced dangerous pyroclastic flows in modern times — which, like lahars, don't necessarily require a full-scale eruption. Baker gave locals a scare in 1975 when it began emitting large amounts of volcanic gases, and heat flows around the mountain increased tenfold, but the feared eruption never happened. The fumarolic activity still continues, but there's no evidence it's tied to the movement of magma, which signals an eruption may be imminent.\n\n?\n\nLassen?Peak, Calif.\n\n?\nThe southernmost active volcano in the Cascades, Lassen Peak has one of the most massive lava domes on Earth, totaling half a cubic mile. It's the largest of more than 30 volcanic domes in Lassen Volcanic National?Park that have erupted in the last 300,000 years, and it's part of a region that's been volcanically active for more than 3 million years.\n?\nOn May 30, 1914, Lassen Peak rumbled back to life from a 27,000-year-long siesta. It began spitting steam and lava during the next 12 months, leading to several explosions, avalanches and lahars in May 1915. Then, after two quiet days, it released its show-stopper on May 22, a climactic eruption that pumped a column of ash 30,000 feet into the air and unleashed pyroclastic flows, which devastated an area of three square miles now known simply as the Devastated Area. Pumice from the explosion extended 25 miles to the northeast, and fine volcanic ash reached as far away as Winnemucca, Nev., about 200 miles away. The outbursts continued through 1917, and steam vents were still detectable as recently as the 1950s. Lassen Peak is now once again dormant but remains active, posing a distant threat to some nearby cities such as Redding and Chico.\n\n?\n\nMount Hood, Ore.\n\n?\nAt more than 500,000 years old, Mount Hood is a moody volcano, following centuries of frequent eruptions with quiet periods that have lasted a few centuries to more than 10,000 years. It last erupted in the 1790s, a few years before Lewis and Clark reached the Pacific Northwest — the remaining lahars in 1806 led them to call the Columbia River \"Quicksand River\" — but its eruptions tend to be less explosive than nearby Mount St. Helens. Oregon's tallest peak has produced many debris avalanches of various sizes throughout its history, the largest of which removed the mountain's summit and big chunks of its flanks, forming huge lahars that flowed down the Columbia River.\n?\nThe USGS identifies two past eruptions at Mount Hood that offer perspective on future eruptions. During one that occurred about 100,000 years ago, the volcano's summit and north flank collapsed, forming a lahar that swept down the Hood River valley and was still 400 feet deep at the river's mouth, where the town of Hood River now stands. The lahar continued north, crossing the Columbia River and surging up the White Salmon River valley in Washington state.\n?\nAbout 1,500 years ago, another eruption one-tenth the size of the outburst 100,000 years ago sent out a lahar that traveled the length of the Sandy River valley, pushing boulders as large as eight feet wide 30 feet above the river's normal level. The lahar spread across the delta at the Sandy River's mouth, pushing the Columbia River north. The USGS says Mount Hood's next eruption is likely to mimic this one, although a re-enactment of the blast 100,000 years ago is also still possible. Mount Hood dominates the Cascade skyline from Portland, Ore., and while it's probably not close enough to douse Portland with a lahar, it could dust it with tephra or ash, as Mount St. Helens did in 1980.\n?\nEditor's Note: This article has been updated from its original version, which first appeared April 2, 2009.\n?\nAll photos courtesy U.S. Geological Survey\nMNN homepage photo:?Jgroup/iStockphoto?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Which U.S. volcanoes are likely to erupt next?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/which-us-volcanoes-are-likely-to-erupt-next"}