{"summary":"\"The large bright cloud in the upper right of the image is the well-known Orion Nebula, also called Messier 42,\" ESO officials wrote in a news release. This dramatic new image of cosmic clouds in the constellation of Orion reveals what seems to be a fiery ribbon in the sky.? The orange glow represents faint light coming from grains of cold interstellar dust, at wavelengths too long for human eyes to see","advice_category":"4","content":"This dramatic new image of cosmic clouds in the constellation of Orion reveals what seems to be a fiery ribbon in the sky.? The orange glow represents faint light coming from grains of cold interstellar dust, at wavelengths too long for human eyes to see. (Photo: ESO/Digitized Sky Survey 2)\n?\nA telescope in Chile has captured stunning new photos of a cosmic ribbon shimmering in the Orion nebula more than 1,000 light-years from Earth.\n?\nThe new images — released by the?European Southern Observatory on May 15 — show what scientists described as a \"fiery ribbon\" of red gas and dust shining in the constellation Orion's belt. The ribbon is a small part of a huge star-forming region of the universe.\n?\nESO scientists used a telescope in Chile to craft a?video tour of the clouds of dust?that combine to create new stars. [See more jaw-dropping photos of the Orion Nebula]\n?\n\"The large bright cloud in the upper right of the image is the well-known Orion Nebula, also called Messier 42,\" ESO officials wrote in a news release. \"It is readily visible to the naked eye as the slightly fuzzy middle 'star' in the sword of Orion. The Orion Nebula is the brightest part of a huge stellar nursery where new stars are being born, and is the closest site of massive star formation to Earth.\"\n?\n\n\n?\nAlthough the clouds of dust and gas in the red-tinted image might look as if they're burning hot, they are actually freezing cold. ESO's APEX telescope in Chile took the photo in wavelengths invisible to the human eye. In this image, the hottest object glow blue while the coolest have an orange tint.\n?\nThe second, more neutrally colored photo shows the same part of the sky in the visible spectrum of light. In that image, the fiery band disappears from view because chilled particles of dust block light from shimmering through.\n?\n\"At submillimeter wavelengths, rather than blocking light, the dust grains shine due to their temperatures of a few tens of degrees above absolute zero,\" ESO officials wrote.\n?\nThe dust clouds are manipulated by stellar winds and gravitational collapse that create the \"beautiful filaments, sheets and bubbles\" that appear in the photos, ESO officials said. Gas blown out from the atmospheres of stars actually forms the wind that gives the clouds their shape, ESO officials added.\n?\n\nClouds of gas and dust obscure a star-forming region in the constellation Orion. (Photo: ESO/Digitized Sky Survey 2)\n?\nThese photos have also helped astronomers seek out unusual objects in this region of the universe. Using this and other data, scientists think they may have found 15 protostars?— an early phase in star formation — that pop out more brightly in submillimeter wavelengths.\n?\n\"These newly discovered rare objects are probably among the youngest protostars ever found, bringing astronomers closer to witnessing the moment when a star begins to form,\" ESO officials said.\n?\nThe European Southern Observatory project is considered the most productive ground-based astronomical observatory in the world, officials have said. Fifteen countries make up ESO.\n?\nFollow Miriam Kramer on?Twitter?and?Google+. Follow us on?Twitter,?Facebook?and?Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\n50 Fabulous Deep-Space Nebula Photos\n\n\nExploring the Southern Sky - ESO at 50 | Video Show\n\n\nCosmic Visions from Paranal Observatory\n\n\nMNN: 7 images of ghostly nebulae\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"ESO scope reveals awesome 'fiery ribbon' in Orion nebula","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/eso-scope-reveals-awesome-fiery-ribbon-in-orion-nebula"}