{"summary":"Vibranium – The Marvel Universe . The Tesseract (AKA The Cosmic Cube) – The Marvel Universe","advice_category":"4","content":"The harnessing of clean, green sources of energy — wind, solar, geothermal and beyond — and the movement away from non-renewable fossil fuels is a topic that gets more than a little play on this website. We like to focus on viable solutions that can support the planet’s growing population in the face of dwindling natural resources.\n?\nThat being said, it's also refreshing to step away from reality from time to time. And what a better way to do so than to take a look at completely make-believe energy sources, renewable and not, plucked from science fiction, comic books and the occasional Mel Brooks comedy. From rare minerals harvested on Pandora to a glowing green ore that serves as one superhero's primary Achilles' heel, here's a look at seven such energy sources and precious elements taken from pop culture. This is by no means a definitive list, so we'd love to hear about ones that you'd like to add. Scroll on down to the comments section to do so!\n?\nThe Tesseract (AKA The Cosmic Cube) – The Marvel Universe\nArguably the only enchanted source of unlimited energy from the Marvel Universe to receive a shout-out from outgoing United States Secretary of Energy and apparent \"Avengers\" fanboy Steven Chu, the intergalactic struggle over the \"ancient Asgardian artifact of unimaginable power\" otherwise known as the Tesseract was given the metaphor treatment by Chu in a plea for Congress to extend renewable energy tax credits. Chu writes in a Facebook Wall post from May 2012: \"While the 'Tesseract' may be fictional, the real-life global competition over clean energy is growing increasingly intense, as countries around the world sense a huge economic opportunity AND the opportunity for cleaner air, water, and a healthier planet. This is now a $260 billion global market, a sum that would impress even Tony Stark. According to the International Energy Agency, last year – for the first time – more money was invested worldwide in clean, renewable power plants than in fossil fuel power plants.\"\n?\nKind of a stretch in the analogy department but, hey, we'll take it especially when real-life eco-superhero and Bruce Banner/The Hulk himself, Mark Ruffalo, has Chu's back.\n?\nKryptonite – Superman \nAlthough this radioactive mineral is famous for being super-detrimental to the alter-ego of push-over newspaper reporter Clark Kent, this potent green (although not always so) ore is also a superb source of energy used in power reactors, rockets and the like. And get this: Kryptonite, a substance that's been co-opted to describe any object associated with a personal weakness, is real. Well … kind of.\n?\nIn 2007, a white, powdery and non-radioactive mineral previously unknown to mankind was discovered in a Serbian mine. And what do you know? The mineral, named Jadarite, possesses the same chemical composition as Kryptonite. Explains Dr. Christ Stanley of London's Natural History Museum: \"Towards the end of my research, I searched the Web using the mineral's chemical formula,?sodium lithium boron silicate hydroxide,?and was amazed to discover that same scientific name written on a case of rock containing kryptonite stolen by Lex Luther from a museum in the film 'Superman Returns.' The new mineral does not contain fluorine?and is white rather than green, but in all other respects the chemistry matches that for the rock containing kryptonite. We will have to be careful with it — we wouldn't want to deprive Earth of its most famous superhero!\"\n?\nVibranium – The Marvel Universe \nWhile not so much an energy source per se, this rare metal from outer space that can be found in the tiny (fictional) African country of Wakanda acts as more of an energy sponge that \"absorbs vibratory energy in its vicinity, such as sound waves, within itself.\" Handy! Most notably, Vibranium has proven to be super-versatile and delightfully durable when it comes to generating superhero clothing and accessories as it was used in the construction of Captain America’s mighty shield (along with Adamantium), the fetching mesh get-up belonging to the Black Panther and the armor worn by East German teen-turned-mutant mercenary, Maverick.\n?\nThere's also a whole other type of Vibranium that can be found outside of Wakanda — in a remote stretch of Antarctica known as the Savage Land, to be exact — but its use in costumes and offensive weaponry appears to be rather limited.\n?\nQuantonium – 'Monsters Vs. Aliens'\nFor drunken and disgruntled socialite Nancy Archer, all it took was a close encounter with a UFO for her to morph into a house-stomping giantess-in-a-towel hell-bent on destroying her philandering husband (and squashing any structures that stood in her way). As for Susan Murphy, the also 50-foot-tall (well, almost 50 feet tall) but decidedly less destructive heroine of \"Monsters Vs. Aliens,\" her unusual growth spurt was brought on by accidental exposure — via meteorite (seen at right) — to a radioactive energy source known as Quantonium that's also used to power alien cloning machines.\n?\nThe green substance – the \"most powerful substance in the universe,\" according to four-eyed alien king Gallaxhar – should not to be confused with a real-life nonstick coating system called Quantanium as exposure to that has not caused consumers to grow as tall as a telephone poll or start speaking in the exact same voice as Reese Witherspoon.\n?\nDilithium – 'Star Trek'\nEssentially, this super-valuable/constantly sought-out crystalline mineral (chemical symbol: Dt; atomic weight: 87) regulates \"the matter/antimatter reaction in a ship's?warp core?because of its ability to be rendered porous to light-element antimatter when exposed to high temperatures and electro-magnetic pressures. It controls the amount of power generated in the reaction chamber, channeling the energy released by mutual annihilation into a stream of?electro-plaza.\" Or, in layman's terms, it’s the power source that helps the Enterprise and other starships travel really fast. You know, like faster than the speed of light fast.\n?\nAnd Trekkies take note: With the aim to dramatically speed up the travel time from Earth to Mars from six to eight months to three months tops, a group of aerospace engineers from the University of Alabama-Huntsville have begun experimenting with the construction of a conceptual fusion impulse rocket engine that harness deuterium (a stable isotope of hydrogen) and lithium-6 (a stable isotope of lithium) in a crystal structure. \"That's basically dilithium crystals we're using,” project team member and aerospace engineering PH.D. candidate Ross Cortez explains to Txchnologist. \"Star Trek fans love it, especially when we call the concept an impulse drive, which is what it is.\"\n?\nUnobtanium – 'Avatar'\nIn James Cameron's heavy-handed, interplanetary riff on the Pocahontas myth (or maybe \"Fern Gully?\") this super-valuable mineral with superconductive properties is found in great abundance on the lush, rainforest-heavy moon planet of Pandora (AKA \"the place where the blue-colored humanoids live\"). The precious mineral is also critical to the survival of those living on natural resource-strapped, energy-hungry Planet Earth and the aggressive/destructive mining operations for the stuff are, of course, central to the allegory-studded plot of? \"Avatar.\"\n?\nUnobtainium, however, has long existed outside of James Cameron's imagination. It initially emerged as a humorous aerospace engineering term used to describe a highly desirable yet unattainable (thus its name) fictional material that's either super-rare or doesn't even exist. Since then, the term has been widely embraced as a catchall term used to describe anything prohibitively priced or of limited quantity. That being said, not everyone was entirely pleased that Cameron dug out Unobtanium from the cache of tired old sci-fi tropes and repurposed it for \"Avatar.\" Writes sci-fi enthusiast Damion Chaplin: \"I have always enjoyed James Cameron's films, and I have much respect for him as a director and writer, but I am surprised that he did not sit down for 5 minutes and think about a name for his mythical mineral. I am surprised that after spending $237 million, he went with a generic term, one that was never meant to be taken seriously.\"\n?\nLiquid Schwartz – 'Spaceballs'\nAnd last but not least, \"once upon a time warp in a galaxy very, very, very, very far away…\"\n?\nWhat's a cut-rate intergalactic mercenary and his trusty mog named Barf to do when his Winnebago with wings has run completely out of gas – guess it would have been wise to have put \"more than five bucks in\" – and crash-lands on the Moon of Vega? Well, he needn't look any further than Liquid Schwartz, the most efficient – and relentlessly marketed – all-purpose fuel this side of Planet Druidia.\n?\nRelated on MNN:\n7 sci-fi movies with plausible eco-themes\n10 practical sources of alternative energy\nHow do movie theaters save energy?\nClick for photo credits\n\n\nPhoto credits:\nCosmic Cube: \"Captain Marvel\" vol. 1, issue 30 (Jan. 1974)/Wikipedia\nKryptonite: Frederic J. Brown/AFP/GettyImages\nCaptain America and his shield: Paramount Pictures and Marvel Studios\nQuantonium: \"Monsters vs. Aliens\" Wiki\nDilithium crystal prop: eBay\nUnobantium: Pandorapedia: The Official Field Guide\nWinnebago space ship Eagle 5 from \"Spaceballs\": Metro-Goldwyn-Mayer Studios, Inc.\n\n?","author":"","web_category":"earth-matters#energy","title":"7 fictional energy sources from pop culture","picture_url":"http://images.mnn.com/sites/default/files/editorial/CosmicCube01_m_0502.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/7-fictional-energy-sources-from-pop-culture"}