{"summary":"Given an hour, the Hyperion rover completed the course in less than 12 minutes. For instance, the team from Brigham Young University used a laser on the belly of the rover that revealed degrees of conductivity in the soil","advice_category":"4","content":"In the rugged desert landscape of southern Utah, 7.5 miles from the nearest town, 10 student teams competed in the Mars Society's annual University Rover Challenge (URC). Six seasoned engineering students from Bialystok University of Technology in Poland took first place with the \"Hyperion\" craft — their prototype for what a future Mars rover might look like.?\n?\n\"Out of 500 possible points, they scored 493 —?the highest-ever score at URC!\" said Kevin Sloane, director of the challenge. Another Polish team, Scorpio 3 from the Wroclaw University of Technology, took second place, with 401 points. Brigham Young University placed third, with 350 points.\n?\nNow in its seventh year, the competition draws students from around the world. Teams came from Canada, India, the United States and Poland with their?rovers ?designed to serve future human inhabitants of the Red Planet. The Mars Society is an international organization dedicated to promoting human settlement on Mars. It runs four Mars simulation sites, including the Mars Desert Research Station (MDRS) in the Canyonlands of Utah.\n?\nThe Hyperion team attributed its success to having a small group that had worked closely together over the past three years. \"Less people, less trouble,\" team captain Piotr Ciura, who was also a member of the 2011 winning URC team, said in his team's presentation to the judges. The six men built their rover in only two months and arrived several days early to test it on-site. [See also:?The Rocky Road to Building the Next Mars Rover ]\n?\nFor most teams, the toughest challenge was simply getting their rovers to move. \"Driving over bumpy dirt roads just to get out to the MDRS can damage parts. One loose wire can mean the entire system fails,\" said Chuck McMurray, the Mars Society's deputy education director.\n?\nAfter the first day of the three-day competition, most teams had repairs to make. Many stayed up all night working along the narrow walkways in front of their motel-room doors. The defending champions from York University in Toronto had brought their MakerBot 3-D printer. It hummed along in a corner of the bathroom for hours making replacement parts for the rover's robotic arm.\n?\nMany teams used 3-D-printed parts, and judge Anne Andersen, a biologist from Utah State University, said that?3-D printing will become as important an invention to the world as the transistor.\n?\nThe competition\nEach rover had four timed tasks to tackle in the desert and around the Mars Desert Research Site: servicing equipment, assisting astronauts, collecting samples and navigating a rough-terrain obstacle course.\n?\n\"On Mars, it will be a lot easier to send a robot out to fix equipment or deliver supplies than sending out another astronaut,\" Sloane said. And because?rovers on Mars would likely be controlled by those back at a base station, the same restriction was placed on the teams who set up their command centers in trailers out of view of the competition field.\n?\nThe rovers looked similar — knee-high vehicles with articulated robotic arms, specialized suspension systems for navigating rocky terrain, cameras to provide a video feed, and a telecommunications system to communicate with the command center. Each team added its own selection of scientific instruments and other accessories to accomplish the tasks.\n?\n\nScorpio 3 uses its brush attachment to clean the solar panel. (Photo: Elizabeth Furbush)\n?\nEquipment servicing\nThe equipment-servicing task demanded the most precision. After a 25-minute setup period, teams sent their rovers out to a PVC box designed to represent a?solar panel. McMurray used a flour sifter to cover the panel with dirt.\n?\nAfter flipping a series of light switches — a no-brainer for a human, but difficult for a robot — the rovers were repositioned to use their arms with an attached device to clean the panel. Oregon State's rover used pieces of a Swiffer duster and a pair of ice scrapers for the job, while Hyperion blew the dirt away with a high-powered fan. Scorpio 3 used a rotating brush that worked well until it fell off — the direction of the spin also unscrewed the brush.\n?\nAstronaut assist\nFor this challenge, four scarecrows dressed as astronauts were placed out in the desert, beyond sandy ridges and ravines that blocked them from view. The rovers had to deliver four numbered packages to the corresponding?astronauts.\n?\nAkers, the rover from the Missouri University of Science and Technology, got stuck on a soft sandy hill —?its wheels spinning in a circle as the chassis sunk in the sand. Team members rescued the rover, carrying it back like pallbearers at a funeral.\n?\nSample collection\nLife-sciences students had important roles to play in the sample-collection task. Rovers had to obtain a sample from at least two inches below the ground, perform onboard testing for signs of life and then bring back the sample to the command center for further testing.\n?\nEach team had a different solution for this task. For instance, the team from Brigham Young University used a laser on the belly of the rover that revealed degrees of conductivity in the soil. The data was used to pinpoint the spots where microbes were likely to be present. The light was strong enough to blind onlookers if they got too close, a team member said.\n?\nThe team from SRM University in Chennai, India, made a helix-shaped, hollow drill that could extract a sample as it spun in one direction and emptied the dirt when it rotated in reverse. A blue light on the rover was used to detect microbes. [See also:?Mars Once Had All the Right Conditions to Support Life]\n?\nBut as in other tasks, mechanical snags foiled a number of teams. Missouri scrambled to fix its nonresponsive scoop attachment. Despite last-minute reprogramming, snipping wires and reattaching pieces with alligator clips, their rover failed to do much more than make it a few yards off the starting point.\n?\nTerrain\nThe terrain task tested the mechanical design of the rovers. In this task, suspension systems and wheels could make or break a rover as it attempted to pass through five pairs of PVC-pipe gates placed along the rock-strewn course that included sharp drops and steep elevations.\n?\nHyperion stunned the judges with a flawless high-speed run through the terrain course. Given an hour, the Hyperion rover completed the course in less than 12 minutes. No other team was even able to maneuver its rover through all five gates.\n?\nA mistake that worked\nOregon State's wheels were the talk of the competition. Instead of using inflatable tires, the team incorporated a simple open metal frame, which gave the rover a significant weight savings and allowed it to perform pretty well on all but the steepest slopes.\n?\n\"The tires were actually a mistake,\" team leader John Zeller said. \"The tires we ordered didn't fit, so we tried just using the frames —?and it worked.\"\n?\nAndersen commended Oregon on being open-minded.\n?\n\"I tell my students to watch their work like hawks,\" she said. \"If something doesn't go the way they intended, they should step back and ask themselves if perhaps it's better. Mistakes can be gifts.\"\n?\nFollow Leslie Meredith?@lesliemeredith. Follow us?@TechNewsDaily,?on?Facebook?or on?Google+.\n?\nRelated on TechNewsDaily and MNN:\n\n5 Curiously Specific Robots \n\n\nHow to Survive 60 Days on a Barren Rock\n\n\nMars Curiosity's Secrets for Social Media Success\n\n\nMNN: My date with R2: Reporter meets NASA's strong, silent space robot\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"Leslie Meredith, TechNewsDaily","web_category":"earth-matters#space","title":"Engineering students design Mars rover of the future","picture_url":"http://images.mnn.com/sites/default/files/MarsRoverCompetition_m_0604.jpg","url":"http://www.mnn.com//earth-matters/space/stories/engineering-students-design-mars-rover-of-the-future"}