{"summary":"\tHow nuclear power works. \tThe bright side of nuclear power","advice_category":"8","content":"?\n\n\tThe U.S. is often said to be on the brink of a nuclear revival, fueled by fear of climate change, demand for electricity and distrust of renewable power. Combined with fallout from the global financial crisis, these modern woes have drowned out older concerns — like meltdowns and radioactive waste — that plagued nuclear power's past.\n\n\t?\n\n\tBut as if to highlight the fragility of this comeback, the earthquake and tsunami that devastated Japan in March 2011 brought many of those fears back to the surface. Cooling systems broke down at multiple nuclear reactors in Japan after the quake, triggering explosions, partial meltdowns and radiation leaks. For a U.S. public that was just warming back up to nuclear energy, this could renew some long-held skepticism.\n\n\t?\n\n\t\"I think it calls on us here in the U.S., naturally, not to stop building nuclear power plants, but to put the brakes on right now until we understand the ramifications of what's happened in Japan,\" Sen. Joseph Lieberman, I-Conn., said on CBS' \"Face the Nation\" shortly after the meltdowns.?Yet despite this anxiety, Lieberman and other politicians are wary of sounding gloomy. They're aware that past disasters — namely the 1979 Three Mile Island accident and the Chernobyl meltdown of 1986 — already stunted the U.S. nuclear industry's growth for nearly 30 years. \"I don't think right after a major environmental catastrophe is a very good time to be making American domestic policy,\" Senate Minority Leader Mitch McConnell, R-Ky., said following the quake. A White House spokesman said President Obama is committed to \"ensuring that nuclear energy is produced safely and responsibly here in the U.S.\"\n\n\t?\n\n\tIt remains unclear if the situation in Japan is enough to stop years of momentum for U.S. nuclear power.?Energy companies have applied to build more than two dozen reactors here in the last four years, and some advocates want much more. Obama touted the benefits of nuclear power during his 2010 and 2011 State of the Union addresses, and has proposed tripling government loan guarantees for new nuclear projects, raising the total to more than $54 billion. Meanwhile, the public seems to share this enthusiasm (or at least it did before the Japanese quake): A record-high 59 percent of Americans said in a 2009 Gallup poll that they support nuclear power, while a survey by consulting giant Accenture found more than two-thirds of people worldwide want their countries to invest in it more heavily.\n\n\t?\n\n\tThis is a far cry from the 1980s and '90s, when Three Mile Island, Chernobyl and the specter of radioactive waste scared many away from nuclear power. That's not to say those issues are resolved: Nuclear energy still presents some serious environmental dangers, and unlike wind and solar power, it's not cheap or renewable. But with climate change encroaching, and logistical and political hurdles hobbling renewable energy, those concerns are now often overshadowed. As the U.S. prepares to boost its standing as the world's No. 1 producer of nuclear power, here's a look at some positives and negatives of splitting atoms for electricity.\n\n\t?\n\n\tHow nuclear power works\n\n\tThe nucleus of an atom is held together with a huge amount of energy, which scientists gradually learned how to release during the early 20th century. There are two ways to do this: fusing atoms together (nuclear fusion) or blasting them apart (nuclear fission). Nuclear fusion is how the sun and other stars make energy, and offers an almost limitless power source — assuming you can make it work. Humans have yet to master nuclear fusion, but the U.S. and other countries have spent millions researching it.\n\n\t?\n\n\tNuclear fission, on the other hand, was mastered nearly 70 years ago by scientists working on the atomic bomb. The group included some of the 20th century's most famous minds — including Albert Einstein, Enrico Fermi and J. Robert Oppenheimer — who produced a world-changing weapon that also found a more peaceful postwar purpose: making electricity.\n\n\t?\n\n\tThe trick to nuclear fission is firing a neutron at the right kind of atom at the right speed, hopefully blasting it to pieces, and having enough similar atoms around to catch the shrapnel and start a chain reaction. The exploding atom — usually a heavy, radioactive metal like uranium or plutonium — releases two smaller atoms called \"fission fragments,\" two or three extra neutrons, and about 200 million electron volts of energy (by comparison, the heat energy at room temperature is 0.04 electron volts). If there are enough other uranium or plutonium atoms nearby, those freed neutrons can fly out and split them, too, potentially starting a chain reaction. (Check out the video below to see a 3-D animation of how this happens.)\n\n\t?\n\n\n\n\t?\n\n\tMost nuclear plants use either boiling-water or pressurized-water reactors, both of which rely on splitting uranium atoms to heat up water, which spins a turbine that generates electricity. To keep up that fission, though, newly mined uranium ore must first undergo a major transformation — only a certain variant of uranium known as U-235 can sustain nuclear fission, and it makes up less than 1 percent of all uranium on Earth. The less useful U-238 accounts for about 99 percent, so to make nuclear fuel, enrichment plants must process the ore to increase its concentration of U-235 atoms. They do this by vaporizing the natural uranium and blasting it through porous membranes that separate the U-235 from the U-238, a technique called \"gaseous diffusion.\" The gases can then be remixed and solidified, with U-235 making up 3 to 5 percent of the final material, a small metal pellet.?\n\n\t?\n\n\tThese enriched uranium pellets are no bigger than a person's fingertip, but each one produces as much energy as 150 gallons of oil. To coax out their energy, they're stacked end-to-end in 12-foot metal fuel rods, bundled together in large fuel assemblies, and submerged in water or some other coolant in the reactor's core. The coolant then absorbs heat from the uranium as its atoms are split, and converts that heat energy into electricity by spinning a turbine.\n\n\t?\n\n\tThe bright side of nuclear power\n\n\tTwo of the most often cited benefits of nuclear energy are that it emits almost no air pollution (that's steam coming out of cooling towers), and that it produces electricity more reliably than renewable sources like wind or sunlight, whose output depends on weather. U.S. greenhouse gas emissions have been rising along with electricity demand for decades, and although that growth has slowed lately due to improved efficiency as well as the financial crisis — the country's carbon dioxide emissions are forecast to rise 9 percent over the next 25 years, while energy use rises 14 percent — Americans' interest in nuclear power has nonetheless been quickly rekindled.\n\n\t?\n\n\tMany Republicans in Congress favor expanding the U.S. nuclear industry, a sentiment that President Obama has tried to use as leverage for passing a climate-change bill. During his State of the Union speech in 2010, he mentioned \"building a new generation of safe, clean nuclear power plants in this country,\" before urging the Senate to pass a \"comprehensive energy and climate bill?with incentives that will finally make clean energy the profitable kind of energy in America.\" Less than a week later, he unveiled his 2011 federal budget, which slashed subsidies for fossil-fuel companies and tripled loan guarantees for new nuclear reactors, raising the total available from $18 billion to $54.5 billion. (Still, Congress has repeatedly failed to pass a climate bill, and with the GOP now vowing to block any regulation of CO2 emissions, the future of U.S. nuclear power had grown murkier even before the Japanese meltdowns.)\n\n\t?\n\n\tAside from their smaller carbon footprint, nuclear power plants offer consistent \"base-load energy,\" meaning they're less fickle than wind- and solar-power plants. A cloudy day can render solar panels powerless, and wind turbines are only as powerful as the wind gusts that spin their blades. Nuclear reactors, on the other hand, leave much less up to chance — as long as they have a steady supply of water and enriched uranium, they can keep churning out electricity regardless of the weather.\n\n\t?\n\n\tThat electricity is not only reliable, it's also more potent than the energy produced by most other fuels. Nuclear reactors are notoriously expensive to build, but pound-for-pound, the fuel itself is actually cheaper than fossil sources — nuclear fuel costs about 0.5 cents per kilowatt hour, while fossil fuels cost roughly 2.4 cents per kilowatt hour, according to the U.S. Energy Information Administration.?One ton of natural uranium can produce more than 40 million kilowatt hours of electricity, equivalent to burning 16,000 tons of coal or 80,000 barrels of oil.\n\n\t?\n\n\tUranium mining can also offer some environmental benefits over fossil-fuel development, at least in the form of \"in-situ leach mining,\" which involves pumping a slightly caustic solution into a uranium deposit, letting it dissolve the uranium, and then pumping the \"pregnant\" solution back to the surface. This is less invasive and releases fewer toxins than open-pit mining, and has become the preferred method for mining uranium in the United States. But while uranium is plentiful around the world, it's not a renewable resource, and many critics point out the U.S.?imports 86 percent of its uranium — mainly from Australia, Canada, Russia, Kazakhstan and Uzbekistan — meaning nuclear power isn't an entirely domestic energy source.\n\n\t?\n\n\tThe dark side of nuclear power\n\n\tFor all its benefits, nuclear energy has one major drawback that most other power sources don't: radiation. Because it employs the same basic technology as an atomic bomb, it has the potential to wreak similar havoc, as evidenced by the epic meltdown at Chernobyl in 1986, or the partial meltdowns at Three Mile Island in 1979 and Japan's Fukushima Daiichi in 2011. After decades of promises from nuclear advocates that the safety issues behind Chernobyl and Three Mile Island had been resolved, the Japanese disaster highlights the ever-present threat of meltdowns — especially in areas with high risk of seismic activity, whether it's in Japan, California or South Carolina.\n\n\t?\n\n\tAnd even when they're not leaking radiation into the atmosphere, nuclear reactors still have an unfortunate byproduct: radioactive waste. Low-level nuclear waste can include clothing, shoe covers, wiping rags, mops and any other materials that have been contaminated by radiation, while high-level waste mainly refers to the enriched uranium itself after it's been used, known as \"spent nuclear fuel.\" Low-level waste can often be safely stored until the radiation fades and the items are thrown away. High-level waste, on the other hand, presents a much larger problem.\n\n\t?\n\n\tAll radioactive materials have a \"half-life,\" or a certain time until half their atoms decay. The half-life of uranium-235 is about 704 million years, but spent nuclear fuel doesn't last quite as long; different elements in it can stay radioactive anywhere from a few minutes to a few millennia. Small fission fragments emit most of the short-term radiation — the half-lives of cesium-137 and strontium-90, for example, are about 30 years — but heavier elements take much longer to decay — plutonium-239 has a half-life of 24,000 years, and neptunium-237's is 2.1 million.\n\n\t?\n\n\tTen years after being removed from a reactor, spent nuclear fuel emits more than 10,000 rem (a measure of radiation exposure) per hour, whereas 550 rem at once can kill an adult. Even low doses may cause problems over time, especially if the radiation hits a stream, river, lake or aquifer. Yet aside from reprocessing, about the only thing to do with nuclear waste is hide it somewhere that won't leak. After years with no national plan, U.S. lawmakers opted for underground storage with the Nuclear Waste Policy Act of 1982, selecting Nevada's Yucca Mountain for its geology and dry climate. The Department of Energy agreed to pay utilities to hold their waste until the site opened.\n\n\t?\n\n\tYucca Mountain still hasn't opened, however, due at least partly to opposition from Nevada elected officials, and U.S. power plants are still holding their spent fuel. The Obama administration has now essentially killed the Yucca Mountain repository by removing it from the federal budget, and Energy Secretary Steven Chu has already begun looking into other burial sites and disposal methods, namely reprocessing — possibly even at a proposed?Yucca Mountain facility.\n\n\t?\n\n\tFrance is still the only country that reprocesses its own radioactive waste (although Belgium, Germany, the Netherlands, Switzerland and Japan have all sent waste to France at some point for reprocessing), largely because it's also the planet's most nuclear-powered nation. Nearly 80 percent of France's electricity comes from its 59 fission reactors, which then transport their nuclear waste hundreds of miles across the French countryside to reprocessing facilities (pictured at right).\n\n\t?\n\n\tThat need for transportation is one of the main reasons why reprocessing has been slow to catch on outside France. Moving and storing spent or reprocessed fuel requires a high degree of security, since plutonium and other radioactive elements could be used by terrorists to make a so-called \"dirty bomb.\" Still, the allure of recyclable nuclear power and high-tech jobs has drawn the interest of several U.S companies and lawmakers, and the French utility Areva reportedly has designs on helping create an American reprocessing market.?\n\n\t?\n\n\tThe greatest threat to U.S nuclear power may not be waste disposal or even terrorism, though — along with fears of another Three Mile Island, a major reason the industry stopped growing in the '80s and '90s was its reputation for cost overruns. Power plants were taking longer and costing more to build than originally projected, and often struggled to wean themselves off federal aid. Energy utilities say they've streamlined and cut costs, but economic forces have also been conspiring against them lately. The credit crisis and high costs for materials and labor have burdened some of the early reactors being built this century, with one Florida plant's cost already doubling past its original $7 billion estimate.\n\n\t?\n\n\tOut with the old, in with the nuclear\n\n\tIn 1957, the Shippingport Atomic Power Station near Pittsburgh became \"the world's first full-scale atomic electric power plant devoted exclusively to peacetime uses,\" according to the U.S. Nuclear Regulatory Commission. The industry grew gradually during the '60s, then took off after the 1973 Arab Oil Embargo, which inspired U.S. utilities to order a record 41 new nuclear power plants in a single year.\n\n\t?\n\n\tToday there are 66 nuclear plants around the country, with 104 individual reactors that supply nearly 20 percent of U.S. electricity. If all the proposed projects are approved, the U.S. reactor fleet would grow by 25 percent, possibly letting the country cut back on coal without worrying about gaps in production. That may raise energy prices and displace demand for renewable power — not to mention worsening the problem of nuclear waste — but it could also create jobs in poor parts of the country, proponents often point out. As President Obama said in 2010, \"the nation that leads the clean-energy economy will be the nation that leads the global economy, and America must be that nation.\"\n\n\t?\n\n\tEnergy Secretary Chu has taken some heat for his pace in awarding the existing $18 billion in nuclear loan guarantees, but while the Energy Department hasn't set a timetable for announcing which proposed projects will be given loans, many see Obama's announcement of $8.3 billion for two reactors near Burke, Ga., as a sign the wheels are in motion. And with that $54 billion in loan guarantees now on the table — as well as nuclear power's role as a bargaining chip in climate talks — old worries about nuclear waste, high prices and meltdowns have largely melted away. Whether or not they fully resurface in the wake of Japan's nuclear crisis, however, remains to be seen.\n\n\t?\n\n\tFor updates on proposed nuclear reactors, visit the Energy Information Administration and the Nuclear Regulatory Commission?websites. And for more about nuclear power, check out these links on MNN:\n\n\t?\n\n\t\tJapan nuclear woes cast shadow over U.S. energy policy\n\n\t\tMedia Mayhem: Nuking climate change\n\n\t\tIs nation's oldest nuclear plant a disaster waiting to happen?\n\n\t\tCan nuclear waste be recycled?\n\n\t\tUranium: The new 'foreign oil'\n\n\t\tUnderwater sponges could soak up uranium in Japan\n\n\t?\n\n\tEditor's Note: Thanks to readers who pointed out errors in a previous interactive map of nuclear reactors published with this story. An updated map will be added in its place; in the meantime, a static map from the U.S. Nuclear Regulatory Commission appears at the top of this story.\n\n\t?\n\n\tImage credits\n\n\tNuclear cooling towers: Lawrence Livermore National Laboratory\n\n\tNuclear plant during daylight: Christian Hager/ZUMA Press\n\n\tCooling towers and moon: David Wasserman/Jupiter Images\n\n\tNuclear reprocessing plant: Steve Allen/Jupiter Images\n\n\tConstruction workers at a nuclear site in China's?Zhejiang Province: ZUMA Press\n\n\tMNN homepage photo: ba4hire/iStockphoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Up and atom: The comeback of nuclear power","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/up-and-atom-the-comeback-of-nuclear-power"}