{"summary":"Another point of contention in the gun control debate is the use of magazine clips that hold ammunition. It's the definition of semiautomatic weapons, which fire a bullet each time the trigger is pulled, that sets off sparks in the gun control debate","advice_category":"5","content":"For years, a debate has raged over the role of assault weapons in a nation where the \"right to keep and bear arms\" is enshrined in the Constitution. But what exactly is an assault weapon?\n?\nThe weapons have come to the forefront with President Barack Obama's gun control proposals, including a push for a renewed assault weapons ban and for a ban on high-capacity magazines that hold more than 10 rounds of ammunition.\n?\nThough politicians and gun enthusiasts each have their own definition of what is and isn't an assault weapon, a useful framework for the debate was written into law in 1994, when the Assault Weapons Ban (AWB) was enacted during the Clinton administration.\n?\nThat law, according to Mike Cooper on PolicyMic.com, defined an assault weapon as \"any semiautomatic rifle with a detachable magazine and at least two of the following five items: a folding or telescopic stock; a pistol grip that protrudes conspicuously beneath the action of the weapon; a bayonet mount; a flash suppressor or threaded barrel (a barrel that can accommodate a flash suppressor); or a grenade launcher.\"\n?\nThat definition, however, raises about as many questions as it answers. For example, how does having a bayonet mount (but not an actual bayonet) turn a rifle into an assault rifle? And outside of Civil War re-enactments, who actually still uses a bayonet? [10 Major Innovations That Revolutionized Combat]\n?\n\"Yes, they still make them,\" Cooper wrote. \"In a desperate wartime situation, a bayonet gives you something somewhat more effective than a raised middle finger when you've run out of bullets.\" But labeling a rifle an assault weapon because it has a metal clip where one might potentially mount a bayonet is \"circular reasoning,\" Cooper wrote.\n?\nOne significant problem with the particulars of legal definitions, said John Sweeney of DelawareOnline.com, is that gun manufacturers easily slipped through the loopholes in the AWB by removing any features that defined a rifle as an assault weapon.\n?\n\"The definition of the assault weapon in that [AWB] legislation had so many extras — bayonet mount, for example — that simply by making a few superficial changes, the basic AR-15 [semiautomatic rifle] was no longer an assault weapon,\" Sweeney wrote.\n?\nAs flawed as the AWB definition of assault weapons may be, the wording has found its way into many state codes, including that of Connecticut, site of the December Newtown school shootings. \"The AR-15 that [shooter] Adam Lanza used was a legal weapon under Connecticut law,\" wrote Sweeney.?\n?\nAnother point of contention in the gun control debate is the use of magazine clips that hold ammunition. The Connecticut definition of \"assault weapon\" includes semiautomatic pistols with \"an ammunition magazine that attaches to the pistol outside of the pistol grip.\" While many states have no such restrictions on magazine clips, other states place a limit on the number of rounds a weapon's magazine can hold. (States can create their own definitions of what makes an assault weapon, but that definition can't be weaker than the federal one.)\n?\nDespite the vagaries of state and federal laws, there is some common ground among gun rights' activists and gun control advocates. Fully automatic weapons like machine guns, which continue to fire bullets as long as the trigger is pulled, are legal to own but are tightly regulated by the federal government, according to Slate.com. Many states have regulations that are stricter, or have outright bans on automatic weapons.\n?\nIt's the definition of semiautomatic weapons, which fire a bullet each time the trigger is pulled, that sets off sparks in the gun control debate. Most firearms available today, including small handguns, rifles and pistols, are semiautomatic, according to Slate.com.\n?\nThe FN Five-seven handgun that was used in the 2009 shootings at Fort Hood, Texas, was a semiautomatic weapon capable of shooting 20 rounds in just 5.3 seconds. And the Glock 19 that Jared Loughner used to shoot Gabrielle Giffords and kill six people in Tucson, Ariz., in 2011 was a semiautomatic handgun, reports Slate.com.\n?\nBoth of those handguns, however, were perfectly legal even under the AWB, which expired in 2004.\n?\nFollow LiveScience on Twitter @livescience. We're also on Facebook & Google+.\n?\nRelated on LiveScience and MNN:\n?\n\n5 Milestones in Gun Control History\n\n\n10 Historically Significant Political Protests\n\n\nTop 10 Controversial Psychiatric Disorders\n\n\nMNN: 5 milestones in gun control history\n\n?\nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Marc Lallanilla, LiveScience","web_category":"earth-matters#politics","title":"What Is an Assault Weapon?","picture_url":"http://images.mnn.com/sites/default/files/guns_1_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/what-is-an-assault-weapon"}