{"summary":"Air bubbles form when a tree is trying to suck moisture out of dry ground during droughts. Related on LiveScience's OurAmazingPlanet and MNN:","advice_category":"2","content":"Like a person gasping for air when it's in short supply, living trees make noises when they are running out of water, and a team of French scientists is a step closer to pinpointing the noises.\n?\nLab experiments at Grenoble University in France have isolated ultrasonic pops, which are 100 times faster than what a human can hear, in slivers of dead pine wood bathed in a hydrogel to simulate the conditions of a living tree.\n?\nResearchers exposed the gel to an artificially dry environment and listened for the noises that occurred as air bubbles built up, similar to what occurs to trees during droughts.\n?\nWhile the lab experiment was an approximation — the samples were distressed in an hour, far more quickly than a living tree — it is helping to isolate what noises the trees make, said lead researcher Philippe Marmottant. It's the first time the hydrogel was used for this purpose.\n?\n\"We can track the articulation of bubbles, and what we found is the majority of the sounds that we hear are linked to bubbles,\" said Marmottant, who is working on the problem with two postgraduate students. \"I say majority, because there may be other causes like cracks in the wood or insects. But the majority of sounds that occur during cavitations (tiny air bubbles that pop out in the water) are due to these bubbles.\"\n?\nTiny bubbles\nAir bubbles form when a tree is trying to suck moisture out of dry ground during droughts. As leaves on a tree collect carbon dioxide, they open their pores, a process that leaves them vulnerable to water loss.\n?\nEvaporation from the leaves pulls water up the trees in a state of tension. The tree vacuums up water from the ground through its root system, pulling it up through tubes. There are thousands of them in a typical tree, connected by pit membranes (sort of like a two-way valve). Tension in the xylem tubes increases in times of drought, then cavitates.\n?\nDouglas firs and pine trees can repair this damage as frequently as every hour, said Katherine McCulloh, a plant ecophysiologist at Oregon State University, in a past Our Amazing Planet interview. The bubbles are deadly for other species, however, if the bubbles block the water's flow.\n?\nPlant listening device\nThe race is now on between researchers to create equipment capable of listening to tree sounds. One research team at Duke University plans to adapt acoustic sensor technology used for bridge cracks into a low-cost tree listener that could be ready as early as summer 2013.\n?\nMarmottant's team is also in early discussions to create a sensor. Alone, his research team, a group of physicists, does not have a lot of biology experience. They are, however, talking with other departments to learn what the requirements would be for the listening device.\n?\n\"These biologists have good experience to do this, so we hope that our study will bring some new information about the sounds that could be heard in trees,\" Marmottant said.\n?\nMarmottant's team recently presented its preliminary results at the American Physical Society meeting in March. The researchers are running further experiments they hope to publish soon. The team published an earlier paper on using hydrogel with artificial trees in Physical Review Letters in May 2012.\n?\nFollow Elizabeth Howell @howellspace. Follow OurAmazingPlanet @OAPlanet, Facebook and Google+. Original article at LiveScience's OurAmazingPlanet.\nMNN tease photo: Shutterstock\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nImage Gallery: Plants in Danger\n\n\nNaughty by Nature: The Most Disgusting and Deadly Flowers\n\n\nImage Gallery: Carnivorous Plants\n\n\nMNN: The world's 10 oldest living trees\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Elizabeth Howell, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Tree's drought distress call heard in lab","picture_url":"http://images.mnn.com/sites/default/files/TreesDistress_m_0502.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/trees-drought-distress-call-heard-in-lab"}