{"summary":"Other similar systems that calculate solar potential have been deployed before, but none with the accuracy of MIT's system.. The green technology train keeps rolling at MIT with the latest advance being a piece of software written by a team attached to MIT's Mapdwell Project that maps the solar energy potential of all 17,000 buildings in Cambridge, Mass., where MIT is located.","advice_category":"4","content":"The green technology train keeps rolling at MIT with the latest advance being a piece of software written by a team attached to MIT's Mapdwell Project that maps the solar energy potential of all 17,000 buildings in Cambridge, Mass., where MIT is located.\n?\nThe software is available for use by anyone to calculate the financial costs and benefits of putting up solar panels on any building in Cambridge. Other similar systems that calculate solar potential have been deployed before, but none with the accuracy of MIT's system.\n?\nThe system starts with Google Maps of Cambridge, mixes in a few other map types and data sets, runs some smart algorithms, and combines it with solar energy potential maps to spit out the financials of installing solar panels at any given location. Click over to MIT's site to try it out for yourself. It's really fun to play with (that's a good thing).\n?\n\n?\nThis is a great thing for the environment. Solar energy can be a great financial investment; something that anyone, regardless of their political or environmental leanings, can get behind. When solar panels reliably pay more than a 10 percent return on your investment, it'd be foolish to spend it any other way (there aren't that many places where you can put money and reliably get back 10 percent annually). The more people who use solar estimation tools like this, and the stronger the confidence we have in those tools, the more money will flow towards installing solar panels, reducing our use of fossil fuels, localizing power generation, and stimulating the solar panel market, further driving down costs and making it an even better investment.\n?\n\n?\nAll in all, a positive feedback mechanism loop. We like that kind of loop.\n?\nClick over to MIT's Sustainable Design Lab to read more about how they did it.\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#energy","title":"MIT researchers develop world's most accurate solar potential software for rooftops","picture_url":"http://images.mnn.com/sites/default/files/sun-feat_2.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/mit-researchers-develop-worlds-most-accurate-solar-potential-software-for"}