{"summary":"This is what pig poop foam looks like. There have been multiple explosions on farms blamed on the foam; in one instance it's believed that sparks from a welding project fell into the foam and ignited the gasses trapped within.","advice_category":"2","content":"There's a bubbling foamy scourge causing explosive havoc in industrial pig farmswarehouses all over the country, according to a new story over at Mother Jones.\n?\n\nThis is what pig poop foam looks like. (Photo: David Schmidt/Vimeo)\n?\nThe gray foam is oozing up from waste pits that lie under the pens where hogs are held in industrial hog farms. The foam captures and holds methane and other flammable gasses given off by the pig waste, making for a potentially dangerous and explosive situation. There have been multiple explosions on farms blamed on the foam; in one instance it's believed that sparks from a welding project fell into the foam and ignited the gasses trapped within.\n?\nCurrently there is no recognized cause of the foam, though it's suspected that feeding pigs leftover corn mush from the distilling process might have something to do with it.\n?\nThe only thing that's been found to combat the foam is a low-level application of antibiotics to the waste pits.\n?\nBeautiful — that's all industrial farming needs, another reason to (over)use antibiotics.\n?\nDavis Schmidt, a researcher at the Department of Bioproducts and Biosystems Engineering at the University of Minnesota, put together a comprehensive scholarly presentation about the foam pits that's a good watch for anyone who wants to learn more.\n?\n\n\nDavid Schmidt: Foaming Manure Pits from Iowa State University Extension on Vimeo.\n?\nRelated on MNN: Sorry to tell you this, but poop is prevalent in public swimming pools\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#animals","title":"The mystery of the explosive pig poop foam","picture_url":"http://images.mnn.com/sites/default/files/pig-in-cage-feat.jpg","url":"http://www.mnn.com//earth-matters/animals/blogs/the-mystery-of-the-explosive-pig-poop-foam"}