{"summary":"While the CO2 mostly leaches out because it's water-soluble, the methane is more likely to escape into the atmosphere — landfills are the second-highest source of human-related methane emissions, accounting for nearly 23 percent of U.S. electricity generation from renewable sources","advice_category":"8","content":"[header = Hydroelectricity]\n?\n\nIt seems so easy. Why would we drill miles underground for fossilized?plant and animal?remains — or, worse,?depend on someone else?for theirs — when the sun already bathes us in far more energy every day? We could also burn our trash, harness the wind or even tap into heat from the Earth's core — all of which are more practical than using finite fossils.\n?\nBut oil and the other fossil fuels are entrenched. We figured them out first, and now that we've discovered their dark side, we're scrambling to make smarter sources cost less. Freeing credit for investment in renewable energy is a major component of the looming?economic stimulus plan, but nonfossil sources still make up less than 10 percent of the U.S. total. Here's a brief rundown of what the major renewable energy sources are and where they stand.\n\n?\nHydroelectricity\nHydropower is one of the oldest, and therefore most widely used, forms of renewable energy in the United States. It involves damming a river to gain control of its flow, then using the flow to spin turbines that generate electricity. Since this relies on the water cycle — which is powered by the sun — it's a renewable way to produce power.\n?\nThe context of hydroelectricity's rise to power in 1930s America is reminiscent of today's economic crisis. The country was in the grips of the Great Depression, and an incoming president vowed to jump-start the economy by investing in, among other things, renewable energy. In 1933 FDR and Congress launched the Tennessee Valley Authority, charged with rejuvenating depleted and degraded parts of the Southeast, and one of its most ambitious undertakings was building a network of dams across the region. By 1940, 40 percent of U.S. electricity was generated by hydropower, and the TVA had created thousands of jobs throughout the impoverished valley. (The ratio has since shrunk, as rampant energy demand led to more reliance on cheap fossil fuels and nuclear power.)\n?\nBeing an emissions-free and domestic source of power makes hydroelectricity attractive, and it has the added benefit of creating lakes for freshwater supply and recreation. But it has its disadvantages, too. When rivers are dammed, fish can't swim upstream to spawn or downstream to the ocean. Dams can also rob the water of dissolved oxygen, which makes breathing difficult for a variety of river life. Federal engineers try to work around these problems by creating fish ladders or elevators, which allow the fish to bypass dams, and by aerating the water to oxygenate it.\n?\nDespite such wildlife concerns, however, hydropower continues to grow in the United States. Capacity rose by 5.6 percent from 2007 to 2008, and in 2006 the Idaho National Laboratory identified thousands of undeveloped sites that could generate about 30,000 megawatts of electricity, which would increase hydroelectric generation by more than 50 percent. The U.S. Department of Energy is currently preparing a report to Congress on the environmental impacts of marine and hydrokinetic technologies, which could be drastically more efficient than conventional hydroelectric projects.\n?\nNEXT:?Solar power??\n[header = Solar power]\n\nSolar power\nWhile we're flooded with solar energy daily — enough every minute to meet a year of global energy demand — we still haven't figured out a way to harness and deliver it more economically than coal and oil. The U.S. National Renewable Energy Lab set the world record for silicon solar-cell efficiency last August at 40.8 percent, after Boeing-Spectrolab broke the 40 percent barrier in 2006. Other researchers have claimed records above 41 and 42 percent.\n?\nSolar panels work because sunlight is converted to energy when it hits something. Usually it excites electrons and converts to heat, but in certain substances, like silicon crystals, some electrons break free and form an electrical current when light hits them. Upward-facing platforms full of these solar cells — called photovoltaic panels, or PV panels — capture this electricity for a variety of uses.\n?\nBut since silicon solar panels can be expensive, there's a push to match their efficiency with cheaper materials; cost is one reason solar power currently accounts for less than 1 percent of U.S. electricity generation from renewable sources. NREL has developed inexpensive thin-film solar cells using copper indium gallium diselenide, but they're still only up to about 20 percent efficiency.\n?\nBeyond the cell's efficiency, storage is also a problem. It's often more expensive than it's worth, making solar power largely a daytime power source only. But last July MIT scientists announced a new method of storing solar energy by converting it to hydrogen, a technology that could potentially launch solar power into the? mainstream of U.S. electricity generation.\n?\nAnother method of generating electricity from sunlight is to concentrate its light energy; many large solar farms use mirrors to concentrate sunlight and beam it toward towers, which use the concentrated energy to heat water, spinning a turbine and generating electricity. This is known as concentrated solar power, or solar thermal technology, and it's gaining popularity; California's largest utility recently signed a 20-year contract to buy power from seven planned solar thermal plants in the Mojave Desert.\n?\nMost of the United States gets enough sunlight for solar power to work, but some areas are better than others. The U.S. Energy Information Administration has compiled this map outlining the country's photovoltaic potential.\n?\nNEXT:?Wind power??\n[header = Wind power]\n\nWind power\nWind power is simpler than solar and hydropower, since no electrons need cajoling and no fish need ladders. Mills have used it for hundreds of years, and it's quickly regaining popularity in the United States.\n?\nWind power is really solar power, since winds are caused by the sun's uneven heating of the atmosphere, in addition to the Earth's rotation and surface features. As masses of air shift, well-placed propeller blades catch them and spin. This rotates a motor, generating electricity.\n?\nThe main catch with wind is its infrequency. Only certain areas of the United States are blustery enough to warrant large-scale wind-power investments, and they're often not close to where large numbers of people live, making transmission a problem. This is one reason behind arguments for a \"smart grid,\" which would let power from far-flung renewable sources travel to big cities.\n?\nAcross swaths of the Rockies, the deserts, the Great Plains, the Great Lakes, the Appalachians and especially offshore, winds are strong enough to tempt investors — at least under normal conditions. The recession hasn't been kind to many industries, wind included. Booming in recent years, it anticipates help from the stimulus and some remnants of its previous momentum.\n?\nThe United States can currently generate more than 25,000 megawatts of electricity from the wind, enough to power about 7 million average U.S. homes. By pushing the national wind-power capacity to 20 percent by 2030, the American Wind Energy Association says the United States could avoid millions of tons of CO2 emissions, save 4 trillion gallons of water, reduce natural gas prices, and generate more than 30,000 local jobs and $1.5 billion in local revenue.\n?\nNEXT:?Geothermal??\n[header = Geothermal]\n\nGeothermal\nOf virtually all commercial energy sources, geothermal is the only one that doesn't derive its power from the sun. The Earth's interior can be hotter than the sun, doesn't go away at night and won't be obscured by clouds — although there are often miles of rock in the way. Aside from the initial cost of drilling and building infrastructure, however, geothermal is a clean, cheap and reliable method of generating power that the DOE calls \"underused.\"\n?\nAbout 2,800 megawatts are currently generated from geothermal power in the United States using?hydrothermal resources, or hot steam and water. The two basic types of hydrothermal plants in use today are steam plants and binary-cycle plants.\n?\nIn steam plants, turbines are turned by either geothermal steam (dry-steam plants) or hot, pressurized water that's quickly depressurized to produce steam (flash-steam plants). Water vapor is the only major emission from these plants, and while small amounts of carbon dioxide, nitric oxide and sulfur are emitted, it's at levels 50 times lower than traditional fossil-fuel plants.\n?\nBinary-cycle plants, on the other hand, have no emissions since they use a closed loop. They use lower-temperature and more common water resources, passing them through a heat exchanger to heat another liquid with a lower boiling point. The secondary fluid vaporizes, turning the turbines and generating electricity. Binary plants are more prevalent because their water resources are, too, but their electricity costs a few cents more (5 to 8) per kilowatt than does electricity from steam plants (4 to 6 cents).\n?\nStill, that's using only the \"low-hanging fruit\" of geothermal power.?Looming on the horizon is enhanced geothermal, which could revolutionize renewable power. Rather than relying on existing steam vents or hot-water resources for heat, this technology drills into the earth and pumps water down near the hot \"basement rock,\" which heats it up and ultimately powers turbines. To make water flows more economical, hydraulic fracturing is also employed to widen existing cracks, allowing a greater volume of water access to the hot, dry rocks below. More than 100,000 megawatts of electricity could be generated this way, according to the DOE, which today would constitute about 10 percent of our total electricity capacity.\n?\nNEXT:?Biomass??\n[header = Biomass]\n\nBiomass\nBiomass is a hodgepodge category that includes a variety of fuels, united by their distinction of being alive or having been alive relatively recently. Wood, garbage, landfill gas and plants from corn to algae can all be considered biomass, and together make up about half of U.S. overall renewable energy sources. In terms of electricity generation, they’re less relevant but growing; the EIA projects that biomass will create 15.3 billion kilowatt hours of electricity by 2020, or 0.3 percent of the total capacity. ?\n?\nWood has been humans' top fuel throughout most of civilization, but beginning with the Industrial Revolution it's been sidelined by more powerful sources. Wood products such as bark, sawdust, chips and scraps make up only about 2 percent of overall U.S. energy consumption today, but they comprise the largest portion of electricity generation from biomass, mainly thanks to the pulp and paper industries, which generate much of their own electricity by burning their waste residues.\n?\nSwitchgrass has shown promise as a hardy and productive biofuel source, and since it's an American prairie grass it grows quickly and easily here. Field tests have shown it can produce six to 10 tons per acre annually, and can be burned directly, made into pellets or, most commonly, into ethanol. Most U.S. ethanol — a clear, colorless grain alcohol — is made from corn and used for transportation, but it also holds some potential for electricity generation. Corn-based ethanol is an energy-intensive endeavor, but the more efficient switchgrass could help maintain ethanol's viability as a biofuel.\n?\nAside from wood, perhaps the most promising biomass electricity sources are waste combustion and landfill gas. Unlike wood, switchgrass and corn, no cropland must be sacrificed to create this energy; it's making use of materials that would otherwise just languish and pollute. There's a tradeoff, since greenhouse gases and other pollutants are still emitted, but they're less than what fossil fuels emit and are often worth it for communities struggling with excess waste or expensive electricity.\n?\nMunicipal solid waste contains large chunks of organic materials that produce a variety of gases when they're compacted and buried in a landfill. Anaerobic bacteria thrive in such an oxygen-free environment, decomposing the organic matter and producing carbon dioxide and methane. While the CO2 mostly leaches out because it's water-soluble, the methane is more likely to escape into the atmosphere — landfills are the second-highest source of human-related methane emissions, accounting for nearly 23 percent of U.S. emissions in 2006. Landfill-gas facilities capture this greenhouse gas and burn it for energy, thereby tapping a renewable energy source while also preventing global-warming pollution (although burning the methane does still release some greenhouse gases). Some landfills simply burn their waste directly, a simpler but sometimes dirtier method.\n?\n?\n?\n? 2009 MNN Holding Co. LLC\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How much renewable energy do we use?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-much-renewable-energy-do-we-use"}