{"summary":"Alternative fireworks. The explanations of the chemicals that give fireworks their colors have also drawn some fire from commenters","advice_category":"8","content":"?\nThe rockets' red glare during a fireworks show can fill onlookers with patriotism and awe. Unfortunately, it can also fill them with particulates and aluminum.\n?\nFireworks get their flamboyance from a variety of chemicals, many of which are toxic to humans. From the gunpowder that fuels their flight to the metallic compounds that color their explosions, fireworks often contain carcinogenic or hormone-disrupting substances that can seep into soil and water, not to mention the lung-clogging smoke they release and plastic debris they scatter.\n?\nBut fireworks shows are woven into the fabric of the United States — they were popular here even before the country won its independence —?and it's not like they happen every day. Is an occasional peppering of perchlorates really a big deal compared with all the industrial pollution U.S. waterways have been dealt over the years?\n?\nMaybe not, but it's still not entirely clear how fireworks affect environmental or human health. While they haven't been linked to any widespread outbreaks of disease, it's not always easy to pin down why someone developed hypothyroidism, anemia or cancer.\n?\nWhat we do know is that, although they're fleeting and infrequent, fireworks shows spray out a toxic concoction that rains down quietly into lakes, rivers and bays throughout the country. Many of the chemicals in fireworks are also persistent in the environment, meaning they stubbornly sit there instead of breaking down. That's how mercury from coal emissions winds up in fish, and it's how DDT thinned bald eagles' eggshells in the '70s. There's scant evidence that fireworks are having similar effects, but the possibility has been enough to raise concern in many communities.\n?\nHere's a look at what's in fireworks, how they might affect people, and what kinds of alternatives exist:\n?\nPerchlorates and particulates\nFor fireworks and other pyrotechnics to blow up, they need to blow up?something?— usually a blend of charcoal and sulfur fuel. They also need an ingredient that can inject oxygen to speed up the explosion, historically relying on potassium nitrate. These three chemicals are mixed together into a sooty substance known as gunpowder.\n?\nWhen a spark hits gunpowder, the potassium nitrate feeds oxygen to the fire, helping it quickly burn the charcoal-sulfur fuel. This produces volumes of hot, rapidly expanding solids and gases that can be used to fire a bullet, explode an artillery shell or launch a Roman candle.\n?\nThe original blends of black powder can be a bit too unstable and messy for some uses, though,?so the potassium nitrate is often replaced by perchlorates, a family of chemicals all featuring a central chlorine atom bonded by four oxygen atoms. Two types in particular — potassium perchlorate and ammonium perchlorate — have become the go-to oxidizers?of the pyrotechnics industry.\n?\nPerchlorates may have introduced a new problem, though:?In high enough doses, they limit the human thyroid gland's ability to take iodine from the bloodstream, potentially resulting in?hypothyroidism. The thyroid needs iodine to make hormones that control a variety of body functions, and people running too low on these hormones can develop a wide range of disorders. Children, infants and especially fetuses suffer the worst from hypothyroidism, since thyroid hormones are crucial for normal growth. Perchlorates have also been shown to cause thyroid cancer in rats and mice, but scientists believe humans are less vulnerable to this effect.\n?\nLow?doses of perchlorates don't seem to hurt healthy adults —?volunteers who took 35 milligrams for 14 days or 3 milligrams for six months showed no thyroid-related problems, and studies of workers exposed to similar amounts for years also failed to uncover any major side effects. Plus, perchlorate advocates often point out that it should theoretically all be incinerated in the sky before any can fall down to contaminate the ground.\n?\nBut a 2007 study of an Oklahoma lake following fireworks displays overhead found that perchlorate levels spiked?more than 1,000 times?above the baseline level for 14 hours after a show. While the maximum concentration detected was 44.2 micrograms — less than 1 milligram — per liter, the study was still the most concrete evidence yet that fireworks release perchlorates into waterways.\n?\nAnother study?by the Massachusetts Department of Environmental Protection found perchlorate levels up to 62 micrograms per liter at eight groundwater-monitoring wells on the Dartmouth campus, near where fireworks are regularly fired.\n?\nEPA spokesman Skip Anderson cautions that these weren't health-effects studies, and points out that more data are needed to determine how great a risk perchlorates pose in surface water around the country. Still, he says, their results \"suggest that some perchlorate in fireworks is not combusted and therefore can wind up in the environment.\"\n?\nThe smoke from fireworks' burned charcoal and sulfur fuel also contains?particulate matter?that can get lodged in people's lungs, an immediate danger for those with asthma or chemical sensitivities. Prolonged exposure to similar airborne particles from diesel exhaust has also been shown to cause lung cancer. Air-quality monitors reportedly spike for about three hours after a fireworks show.\n?\nOne positive of both perchlorates and particulates is that they most likely don't pose a long-term threat. Particulates fade away after a few hours, and perchlorates dissipate days or weeks after being released. Unfortunately, the same can't be said about some other chemicals that help light up the sky.\n?\nMetallic compounds\nIn addition to gunpowder, fireworks are packed with heavy metals and other toxins that produce their sparkling shower of colors. Like perchlorates, the exact effect of fireworks' heavy-metal fallout is still mainly a mystery, but scientists do know that the metals themselves can wreak havoc in the human body.\n?\n•?Strontium (red):?This soft, silvery-yellow metal turns red when it burns, is?extremely reactive?with both air and water, and can be radioactive. Some strontium compounds dissolve in water, and others move deep into soil and groundwater; radioactive strontium has a half-life of 29 years. While low levels of stable and radioactive strontium haven't been shown to affect human health, they both can be?dangerous at high doses. Radioactive strontium can damage bone marrow, cause anemia and prevent blood from clotting correctly, and lab studies have shown it can lead to birth defects in animals. Stable strontium is mainly a threat to children because it can?impair?their bone growth.?\n?\n•?Aluminum (white):?Since aluminum is the most abundant metal in Earth's crust — and one of humanity's most widely used — avoiding exposure is almost impossible. Virtually all food, water, air and soil contain some amount of aluminum — the average adult eats about 7 to 9 milligrams of the silvery-white metal every day in food. It's generally safe at these levels, but it?can affect the brain and lungs?at higher concentrations. People and animals exposed to large amounts of aluminum have performed poorly on mental and physical tests, and some studies suggest aluminum exposure?may lead to Alzheimer's disease, although that connection has yet to be proven.\n?\n•?Copper (blue):?Fireworks' blue hues?are produced by copper compounds. These aren't very toxic on their own, but the copper jump-starts the?formation of dioxins when perchlorates in the fireworks burn. Dioxins are vicious chemicals that don't occur naturally and aren't intentionally produced anywhere; they only exist as unwelcome byproducts of certain chemical reactions, one of which happens in blue fireworks. The most noted health effect of dioxin exposure is chloracne, a severe skin disease with acne-like lesions mostly on the face and upper body. Dioxin doesn't stop there, though — the World Health Organization has identified it as a human carcinogen, and it's also been shown to disrupt hormone production and glucose metabolism.\n?\n•?Barium (green):?Fish and other aquatic organisms can?accumulate?barium, which means it can move up the food chain. The?silvery-white metal?naturally bonds with other elements to form a variety of compounds that all have different effects — none are known to be carcinogenic, but they can cause?gastrointestinal problems and muscular weakness?when exposure exceeds EPA drinking water standards. Symptoms may include vomiting, diarrhea, breathing trouble, changes in blood pressure, numbness around the face, general muscle weakness and cramps. High levels of barium exposure can lead to changes in heart rhythm, paralysis or death.\n?\n•?Rubidium (purple):?This soft, silvery metal is?one of the most abundant elements on Earth. It burns purple, melts to a liquid at 104 degrees Fahrenheit and is highly reactive with water, capable of igniting fires even far below the freezing point. It hasn't been reported to cause any major environmental damage, but it can cause?skin irritation?since it's so reactive with moisture, and it's moderately toxic when ingested, reportedly able to?replace calcium in bones?(PDF).\n?\n•?Cadmium (various):?Used to produce a wide range of fireworks colors, this mineral is also a known human carcinogen. Breathing high levels of cadmium can seriously damage the lungs, and consuming it can fluster the stomach, often resulting in vomiting and diarrhea. Long-term exposure can lead to kidney disease, lung damage and fragile bones. Plants, fish and other animals take up cadmium from the environment, meaning that any released into waterways from a fireworks show can be passed up the food chain.\n?\nAlternative fireworks\nThe most eco-friendly alternative to fireworks is to forgo explosions altogether — go to a parade, go fishing, grill out,?camp out?or?help out.\n?\nIf you must see the sky festively illuminated, you might want to try a laser light show, which create dazzling displays of color without launching dangerous chemicals into the air. They may consume lots of energy, but so does the rampant production of single-use fireworks. Here's an example of lasers in lieu of fireworks on the Fourth of July, from Stone Mountain, Ga., in 2008:\n?\n\n\n\n?\nIn 2004, Disney began using?compressed air?to launch fireworks at Disneyland in Anaheim, Calif., reducing at least the issues of smoky particulates in the air and perchlorates in the water. Researchers have also been fine-tuning?alternative propellants?that use nitrogen-rich materials in place of perchlorates, but those are still likely several years away from hitting the market.?\n?\nMore information\nTo read more about the environmental impacts of fireworks, or for other eco-tips and information on Memorial Day, the Fourth of July and all summer long, check out these related articles from MNN:\n\nAsk Vanessa: Do fireworks harm the environment?\nGreening your Memorial Day BBQ\nEco-fun for Memorial Day\nJuly 4th: Precautions for pets\n4 eco-crafts or July 4\nGreen your Labor Day weekend\nNational Labor Day Eat-In\nFun, Earth-friendly family activities for summer\n20 ways for renters to stay cool and save money this summer\nWhat causes lightning?\n?\n\n\nUPDATE: Several readers have commented that toxins in fireworks are insignificant, or are combusted before they can contaminate the ground. Both are valid arguments — this article doesn't claim that fireworks are definitively dangerous to environmental health; it simply highlights the concern that known toxins are unnaturally entering the environment and scientists don't know exactly what ecological effects they have. The potential dangers alone have been enough to spur Disneyland and some communities to explore other options, and researchers are pursuing alternatives to perchlorates due to the possibility of health effects. As for combustion, the article cites two studies that found perchlorates can still make it into lakes, either from shells being overstuffed or from duds that fail to combust. Only a small amount was found, but only two lakes were studied. Again, this article aims simply to point out the potential dangers since scientific understanding is still limited.\n?\nThe explanations of the chemicals that give fireworks their colors have also drawn some fire from commenters. The environmental impact of these hasn't been studied well enough for anyone to know their ecological effects; rather than speculating how they might affect ecological health, the article summarizes the toxicological profiles of these chemicals,?primarily?using information from the CDC's Agency for Toxic Substances and Disease Registry. The article makes clear at several points that it's merely presenting the potential dangers inherent to the materials in question. While common chemicals like table salt that contain otherwise dangerous components are known to be safe, the effects of fireworks' toxins in the environment are much less understood.\n?\nThanks to everyone who's commenting, and please feel free to include links to any data or studies that conflict with information presented here. We scrutinized this article to ensure its accuracy, but we will certainly correct any errors or clarify any unclear statements.\n\n?\nHappy Fourth of July (and Canada Day)!\n?\nMNN homepage photo:?chanc/Flickr?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are fireworks bad for the environment?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-fireworks-bad-for-the-environment"}