{"summary":"It's common for Cabinet secretaries to resign after a single four-year term, and Chu's departure leaves President Obama with several key environmental positions to fill, including those soon to be vacated by outgoing EPA Administrator Lisa Jackson and Interior Secretary Ken Salazar. \"While I will always remain dedicated to the missions of the Department, I informed the President of my decision a few days after the election that Jean and I were eager to return to California,\" Chu explains in the letter","advice_category":"4","content":"U.S. Energy Secretary Steven Chu, a longtime advocate for energy efficiency and renewable power sources, will step down from his post sometime in the next few weeks, he announced Friday in a letter to his staff at the Department of Energy.\n?\n\n\"While I will always remain dedicated to the missions of the Department, I informed the President of my decision a few days after the election that Jean and I were eager to return to California,\" Chu explains in the letter. \"I would like to return to an academic life of teaching and research, but will still work to advance the missions that we have been working on together for the last four years.\"\n?\nIt's common for Cabinet secretaries to resign after a single four-year term, and Chu's departure leaves President Obama with several key environmental positions to fill, including those soon to be vacated by outgoing EPA Administrator Lisa Jackson and Interior Secretary Ken Salazar. Chu, who will celebrate his 65th birthday on Feb. 28, says he'll likely remain at DOE through at least the end of this month.\n?\n\"In the short term, I plan to stay on as Secretary past the ARPA-E Summit at the end of February,\" he writes. \"I may stay beyond that time so that I can leave the Department in the hands of the new Secretary.\"\n\n?\nChu's emphasis on alternative energy sources often put him at odds with the oil and gas industry, as well as congressional Republicans, some of whom accused him of favoring high gasoline prices as a way to reduce oil consumption. While Chu rejected that claim, he was a staunch advocate for diversifying the country's energy portfolio, supporting efforts such as?the first national-scale rooftop solar project, the country's first offshore wind farms, and the creation of the?Advanced Research Projects Agency-Energy (ARPA-E), a research-and-development model borrowed from the Defense Department.\n?\nThe friction between Chu and his critics reached a peak during the Solyndra bankruptcy scandal of 2011, which many in the GOP blamed on cronyism or incompetence from the Obama administration. In testimony before a House Energy and Commerce panel that November, Chu acknowledged the DOE's loan to Solyndra was \"regrettable,\" but he denied any political input or lack of due diligence. He also defended the department's overall loan program, noting that most of its investments are still in business.\n?\n\"While we are disappointed in the outcome of this particular loan, we support Congress' mandate to finance the deployment of innovative technologies, and believe that our portfolio of loans does so responsibly,\" he said at the time. \"The Energy Department is committed to continually improving and applying lessons learned in everything we do, because the stakes could not be higher for our country.\"\n?\nIn a statement released Friday afternoon, Obama praised Chu for his \"dedicated service\" since being appointed in 2009, noting that his experience as a Nobel Prize-winning scientist helped him bring a \"unique understanding\" to urgent challenges such as climate change and the transition to clean, renewable energy.\n?\n\"Over the past four years, we have doubled the use of renewable energy, dramatically reduced our dependence on foreign oil, and put our country on a path to win the global race for clean energy jobs,\" Obama wrote. \"Thanks to Steve, we also expanded support for our brightest engineers and entrepreneurs as they pursue groundbreaking innovations that could transform our energy future. I am grateful that Steve agreed to join in my Cabinet and I wish him all the best in his future endeavors.\"\n?\nRelated energy stories on MNN:\n\nScientists 'evolve' a super-efficient solar cell\nAging ocean tower may become energy lab\nHow to spark a 'renewables revolution'\nSmartphone add-on enables DIY energy audits\n\n?","author":"","web_category":"earth-matters#energy","title":"U.S. energy chief Steven Chu to step down","picture_url":"http://images.mnn.com/sites/default/files/steven_chu.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/us-energy-chief-steven-chu-to-step-down"}