{"summary":"In the study, milk-allergic kids who were able to tolerate the muffins from the start were also much more likely to eventually grow out of their milk allergies — hinting at the possibility of a muffin test to distinguish transient allergies from more severe ones.. Among children who eventually outgrew their milk allergies, the ones who received the muffin therapy did so faster than the kids who avoided milk — suggesting that the exposure also helped to hasten the process.","advice_category":"2","content":"NEW YORK - Eating baked goods that contain milk may help children get over milk allergies, a new study suggests.\n?\nAllergic children given cooked milk, baked into muffins, over the course of months or years saw their symptoms disappear faster than children who simply avoided milk products.\n?\nThe researchers say their results have the potential to change how kids are treated for milk allergies — which affect as many as three percent of young children, according to the National Institute of Allergy and Infectious Disease.\n?\nMilk allergy is not the same as lactose intolerance, which is an inability to digest milk products. Kids with allergies can react to the proteins in milk and cheese with symptoms ranging from mild itching to potentially deadly anaphylactic shock.\n?\nIn the study, milk-allergic kids who were able to tolerate the muffins from the start were also much more likely to eventually grow out of their milk allergies — hinting at the possibility of a muffin test to distinguish transient allergies from more severe ones.\n?\nThe study is \"a step in the direction of...providing a more personalized approach for treating food allergies,\" co-author Dr. Anna Nowak-Wegrzyn, of the Mount Sinai Medical Center in New York told Reuters Health.\n?\n\"One approach is not right for all children with milk allergy,\" she said in an email. \"The majority does not need to and should not strictly avoid milk.\"\n?\nIn the study, researchers gave 88 milk-allergic children between 2 and 17 years old baked goods that included milk, and compared them to a group of 60 allergic children who followed the standard treatment, which is strict avoidance of milk products.\n?\nJust under half of children in the experimental group were able to consume dairy products such as skim milk or yogurt without having allergic reactions by the end of the study period.\n?\nThat compared to less than a quarter of the group that avoided milk products, the authors report in The Journal of Allergy and Clinical Immunology.\n?\nThe idea behind the muffin experiment is that heating milk changes the shape of the proteins in it, and lessens the chance that the immune system will react to them.\n?\nAmong children who eventually outgrew their milk allergies, the ones who received the muffin therapy did so faster than the kids who avoided milk — suggesting that the exposure also helped to hasten the process.\n?\nThe findings \"run contrary to what we thought several years ago\" about how childhood milk allergies are treated, and will help \"challenge older dogma,\" Dr. Wesley Burks, chief of pediatric allergy and immunology at Duke University Hospital in Durham, North Carolina, told Reuters Health.\n?\nWhile he is excited by the results of the study, Burks notes that more research is necessary to determine how this therapy will work best in the clinical setting.\n?\nNowak-Wegrzyn agreed, and cautioned that parents of milk-allergic kids should only try the muffin treatment under a doctor's supervision.\n?\nOn the Web: The Journal of Allergy and Clinical Immunology, online May 23, 2011.","author":"Eric Schultz, Reuters","web_category":"health#allergies","title":"Baked goods may improve milk allergy symptoms","picture_url":"http://images.mnn.com/sites/default/files/MilkAllergies_main_0606.jpg","url":"http://www.mnn.com//health/allergies/stories/baked-goods-may-improve-milk-allergy-symptoms"}