{"summary":"But in a surprising turn last year, a leading member of the Saudi royal family, Prince Turki Al-Faisal, announced an aspiration for Saudi Arabia to be 100 percent powered by clean and renewable energy sources (from less than a fraction of 1 percent today).. You may wonder why a country with so much oil would start to move so quickly in the direction of renewable power","advice_category":"4","content":"For many years Saudi Arabia, the world's largest oil producer, has been considered one of the key countries blocking progress on climate change. But in a surprising turn last year, a leading member of the Saudi royal family, Prince Turki Al-Faisal, announced an aspiration for Saudi Arabia to be 100 percent powered by clean and renewable energy sources (from less than a fraction of 1 percent today).\n?\nLast week the nation took one step in that direction by publishing an energy roadmap calling for nearly 24 gigawatts of renewable power to be installed by the end of the decade. By 2032, the aim is to have 54 gigawatts of renewable power capacity installed. For reference this is more than half of the currently installed 100 gigawatts of solar PV power worldwide. If successful, this would make Saudi Arabia one of the world's leading clean energy nations.\n?\nThe paper also calls for immediate action by the government, which announced that within two months an RFQ (request for pre-qualification) would be issued for a pilot project of 500-800 MW, with contracts awarded by the end of the year and construction beginning in 2014. Following the pilot project, a larger procurement of 7 GW would move forward, including 2.4 GW for solar PV and 2.1 GW for solar thermal.\n?\n\nPhoto: Creative Commons: Alan Redecki, 2007\n?\nYou may wonder why a country with so much oil would start to move so quickly in the direction of renewable power. It all boils down to simple economics. Solar power prices have dropped dramatically, making solar nearly cost-competitive with traditional forms of fossil fuel power generation. At the same time oil is becoming a more and more valuable commodity. So the longer it is kept in the ground, the more valuable it becomes. Turki al-Faisal explains:\nOil is more precious for us underground than as a fuel source. If we can get to the point where we can replace fossil fuels and use oil to produce other products that are useful, that would be very good for the world. I wish that may be in my lifetime...\n\nWith vast solar resources and a huge amount of capital to invest (it is estimated $109 billion will be spent over the next two decades to achieve 41 GW of solar power) Saudi Arabia will demonstrate the ability for a country to quickly pivot away from the business models of the past, and toward a sustainable, clean energy future.?\n?\nRelated oil stories on MNN:\nSaudia Arabia predicts more revenue from solar than from oil\nHow dependent are we on foreign oil?","author":"","web_category":"earth-matters#energy","title":"Saudi Arabia announces bold plan to become clean energy leader","picture_url":"http://images.mnn.com/sites/default/files/Prince-Turki-Al-Faisal-Al-Saud.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/saudi-arabia-announces-bold-plan-to-become-clean-energy-leader"}