{"summary":"\t\tStudy links antibiotics and asthma. \t\tAsthma patients may not need daily steroids","advice_category":"2","content":"Almost 25 million Americans suffer from asthma,?and every year more than 3,300 die from the condition?that causes inflammation in the airways. There are a handful of known asthma triggers — dust, animals, pollen and stress for example — but recent?research is revealing a more intrinsic trigger: Hormonal changes during a woman’s menstrual cycle.\n\n\t?\n\n\tThe new study, led by?Haukeland University Hospital?in Norway, conducted research including nearly 4,000 women and found specific correlations between symptoms and the menstrual calendar. Respiratory symptoms were worse around the time of ovulation, with wheezing magnified between days 10 and 22 of the women's cycles. A slight dip near ovulation was observed. Days seven to 21 saw more severe shortness of breath, with the same slight dip near ovulation.\n\n\t?\n\n\tSymptoms also worsened for women who were overweight or smoked, regardless of an asthma diagnosis.\n\n\t?\n\n\tDr. Ferenc Macsali of the study said, “Our results point to the potential for individualizing therapy for respiratory diseases according to individual symptom patterns. Adjusting asthma medication, for example, according to a woman’s menstrual cycle might improve its efficacy and help reduce disability and the costs of care.”\n\n\t?\n\n\tDr. Samantha Walker of Asthma UK, concurs, saying, “This research is really interesting, and could help women with asthma to manage their condition better. Asthma can be triggered by many different things, and this varies from person to person — but we always encourage people with asthma to be aware of things that trigger their symptoms so that they can take steps to control them.\"\n\n\t\n\tThe study was published in the?American Journal of Respiratory and Critical Care Medicine.\n\n\t?\n\n\tRelated asthma stories on MNN:\n\n\t\tAsthma rates at highest level ever, says CDC\n\n\t\tStudy links antibiotics and asthma\n\n\t\tAsthma patients may not need daily steroids\n\n\t\tDo changes in atmospheric pressure worsen asthma symptoms?\n\n\t?","author":"","web_category":"health#allergies","title":"Menstrual cycle hormones worsen asthma symptoms","picture_url":"http://images.mnn.com/sites/default/files/asthma_6.jpg","url":"http://www.mnn.com//health/allergies/stories/menstrual-cycle-hormones-worsen-asthma-symptoms"}