{"summary":"\tThere are 10 same-sex marriage cases pending, but the Court will likely choose two, according to Yahoo News: One is a challenge against the federal Defense of Marriage Act (DOMA), and the second concerns Proposition 8, California's gay-marriage ban.. \tPsychologists have found that opponents of same-sex marriage worry that legalizing gay unions will harm the marriages of heterosexuals","advice_category":"5","content":"The Supreme Court may announce on on Dec. 7 whether it will soon take up the issue of gay marriage.\n\n\t?\n\n\tThere are 10 same-sex marriage cases pending, but the Court will likely choose two, according to Yahoo News: One is a challenge against the federal Defense of Marriage Act (DOMA), and the second concerns Proposition 8, California's gay-marriage ban.\n\n\t?\n\n\tSo far, the Court has been slow to determine or announce which cases they will address this term. The justices discussed the pending cases at their weekly meeting last Friday, but did not announce a decision, according to the Los Angeles Times. Dec. 7 is the last weekly conference prior to the holiday recess.\n\n\t?\n\n\tEight of the potential cases in front of the Court involve DOMA, which defines marriage as between one man and one woman for federal purposes. DOMA also allows states to refuse to recognize same-sex marriages that were made official in other states.\n\n\t?\n\n\tOne prominent DOMA case that legal experts told Yahoo News would be a likely candidate for the court is a suit brought by New York resident Edith Windsor, who paid $363,000 in estate taxes upon the death of her wife. Had the federal government recognized the marriage, Windsor would not have had to pay these taxes. She thus argues that the federal government is denying her the 14th Amendment right of equal protection under the law.\n\n\t?\n\n\tMeanwhile, California's Proposition 8 is ripe for a Supreme Court judgment. California's high court had legalized same-sex marriage in 2008, but voters chose to pass Prop. 8, defining marriage as between one man and one woman, several months later.\n\n\t?\n\n\tProposition 8 has been struck down by two federal judges, citing illegal discrimination. If the Court decides to uphold those lower-court decisions, gay couples would be able to wed in California soon after the decision, expected by June.\n\n\t?\n\n\tSouth of the border, Mexico's Supreme Court ruled on Dec. 6 that a law banning same-sex marriage in the state of Oaxaca is unconstitutional, which could lead to national legalization. Currently, same-sex marriage is only allowed in Mexico City.\n\n\t?\n\n\tIn the United States, support for same-sex marriage has been growing. A Gallup poll conducted in May 2012 found that half of Americans support the legalization of same-sex marriage. Massachusetts, Connecticut, Iowa, Vermont, New Hampshire, New York, Maine, Maryland, Washington and the District of Columbia currently allow and recognize same-sex marriages.\n\n\t?\n\n\tPsychologists have found that opponents of same-sex marriage worry that legalizing gay unions will harm the marriages of heterosexuals. However, these opponents remain convinced that their own marriages are strong, a phenomenon known as \"third-person perception.\" This psychological bias means that people tend to think others are much more likely to be swayed by outside information than they themselves are. ?\n\n\t?\n\n\tFollow Stephanie Pappas on Twitter @sipappas?or LiveScience @livescience. We're also on Facebook?& Google+.\n\n\t?\n\n\tRelated on LiveScience:\n\n\n\t\t\t5 Myths About Gay People Debunked\n\n\n\n\t\t\t6 Scientific Tips for a Successful Marriage\n\n\n\n\t\t\t10 Wedding Traditions from Around the World\n\n\n\t?\n\n\tThis story was originally written for LiveScience and was republished with permission here. Copyright 2012 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#politics","title":"Supreme Court may take up same-sex marriage","picture_url":"http://images.mnn.com/sites/default/files/USSCGayMarriage_m_1207.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/supreme-court-may-take-up-same-sex-marriage"}