{"summary":"NASA's Mars rover Curiosity is gearing up for its first big road trip, a journey that will carry it through miles of dramatic Red Planet scenery over the course of a year or so.. This map shows where NASA's Mars rover Curiosity landed in August 2012 at \"Bradbury Landing\"; the area where the rover worked from November 2012 through May 2013 at and near the \"John Klein\" target rock in the \"Glenelg\" area; and the mission's next major destination, the entry point to the base of Mount Sharp","advice_category":"4","content":"This map shows where NASA's Mars rover Curiosity landed in August 2012 at \"Bradbury Landing\"; the area where the rover worked from November 2012 through May 2013 at and near the \"John Klein\" target rock in the \"Glenelg\" area; and the mission's next major destination, the entry point to the base of Mount Sharp. (Image: NASA)\n?\nNASA's Mars rover Curiosity is gearing up for its first big road trip, a journey that will carry it through miles of dramatic Red Planet scenery over the course of a year or so.\n?\nThe 1-ton Curiosity rover?has remained close to its landing site since touching down on the Red Planet last August. But it will wrap up work in this area in the next few weeks, and then start trekking toward the base of Mount Sharp, a mysterious mountain that rises 3.4 miles (5.5 kilometers) into the Martian sky, mission team members said.\n?\n\"We're going to hit the road and embark on a really new phase of the mission,\" Curiosity deputy project scientist Joy Crisp, of NASA's Jet Propulsion Laboratory (JPL) in Pasadena, Calif., told reporters on June 5. [Curiosity's Latest Amazing Mars Photos]\n?\nMysterious Mount Sharp\nThe base of Mount Sharp?has been Curiosity's ultimate destination since before the rover launched in November 2011. Mission scientists want Curiosity to read the Red Planet's environmental history like a book as it climbs up Mount Sharp's lower reaches.\n?\n\"It's like looking at — kind of — the layers in [the] Grand Canyon,\" Crisp said. \"It's preserving a record of how things were in the past and how they changed, as you go from the older rocks at the bottom to younger rocks at the top.\"\n?\nBut Curiosity has yet to depart for Mount Sharp's foothills, finding plenty to keep it occupied near its landing site. In February, for example, the rover drilled deep into an outcrop dubbed \"John Klein,\" pulling out samples that allowed the mission team to determine that Mars could have supported microbial life?long ago.\n?\nResearchers wanted to confirm and extend this finding, so last month, they ordered Curiosity to drill another hole in a nearby rock called Cumberland. Analysis of those samples is ongoing, team members said.\n?\nCuriosity needs to complete three additional tasks before it can head out for Mount Sharp, Crisp said. The rover will search for differences in hydrogen abundance across two different types of bedrock, and it will take closer looks at intriguing nearby outcrops called Point Lake and Shaler.\n?\n\"Shaler might be a river deposit. Point Lake might be volcanic or sedimentary,\" Crisp said in a statement. \"A closer look at them could give us better understanding of how the rocks we sampled with the drill fit into the history of how the environment changed.\"\n?\nThe rover should finish this work in the next few weeks, at which point it will start heading to the base of Mount Sharp.\n?\n\n\n?\nA long drive\nMission planners are targeting a section of Mount Sharp's base that lies about 5 miles (8 km) from Curiosity's current location — quite a trek, considering that the rover has put just 2,405 feet (733 meters) on its odometer thus far.\n?\nThe rover team isn't sure how long the drive will take, saying it will depend on what Curiosity — whose top speed across hard, flat ground is about 0.09 mph (0.14 km/h) — encounters along the way.\n?\n\"We are on a mission of exploration,\" said Curiosity project manager Jim Erickson, also of JPL. \"If we come across scientifically interesting areas, we are going to stop and examine them before continuing the journey.\"\n?\nStill, he gave a rough estimate for the journey's duration. \"I would hazard a guess that somewhere between 10 months and a year might be something like a fast pace,\" Erickson said.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebookor Google+. Originally published on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nMars Rover Curiosity's 7 Biggest Discoveries (So Far)\n\n\nA 'Curiosity' Quiz: How Well Do You Know NASA's Newest Mars Rover?\n\n\nAncient Mars Could Have Supported Life (Photos)\n\n\nMNN: Why is it so hard to travel to Mars?\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Mars rover gears up for epic drive","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/mars-rover-gears-up-for-epic-drive"}