{"summary":"Sharks are older than the dinosaurs, but overfishing has nearly wiped them off the Earth in less than a century — global shark populations have dropped 90 percent in recent decades, and 99 percent off the U.S. To track the success of such efforts, NOAA has developed a way to measure the country's overfishing status, using its \"Fish Stock Sustainability Index.\" Higher FSSI scores are better, and the maximum of 920 would mean U.S","advice_category":"8","content":"Click on a region to find out more:\n\n?\nYears before an economic crisis taught everyone the risks of runaway growth, marine fishermen and fishery managers were already getting a crash course.\n?\nWorldwide fishing catches grew 400 percent between 1950 and 1994, following centuries of increasingly intensive commercial fishing, but it couldn't last forever — big fisheries began crashing by the late 20th century, and global production leveled off in 1988.?U.S. catches peaked six years later at 5.2 million tons, more than double the country's 1950 total, and by 2008 they had fallen back down to 4.1 million, despite rising demand.\n?\nFisheries and financial markets have a lot in common, according to a study published last month, and both can collapse dramatically after reaching certain tipping points. While such tipping points are difficult to predict, there are still clues beforehand. Stock markets often behave erratically when a meltdown is coming, the researchers found, and fisheries may undergo odd fluctuations in population and body size before they crash.\n?\nBouncing back from a collapse is also no easier for some fish than it is for financial systems. When Newfoundland's cod fishery collapsed in 1992 and Canada closed it for rehabilitation, many expected a quick recovery since cod reproduce so prolifically. But something went wrong, and Newfoundland cod still haven't returned to their pre-collapse numbers, despite a decade-long moratorium on fishing that was upgraded to outright closure in 2003.\n?\nFish is the only major food that's still largely gathered from the wild, and even as fish farming expands around the world, wild fishing is driving many prized species — such as bluefin tuna and red snapper?— toward disaster. In 2006, Canadian marine ecologist Boris Worm predicted that all commercial fisheries will collapse by 2048 if overfishing isn't stopped. Although he scaled back that forecast this year after taking into account some nations' recent sustainability efforts, he and an international team of researchers still warned that 63 percent of fish stocks are dangerously low, with many still sinking.\n?\nThe origins of overfishing\nPeople have been eating fish since at least the Stone Age, when anglers used handmade tools to hunt along streams, rivers and coastlines. The art of fishing has evolved with human culture ever since, but about 1,000 years ago, humans started getting a little too?good at fishing. New ships, equipment and techniques let them focus on large, dense populations of marine fish, and the first commercial fishing fleets shipped out from Northern Europe around 950 A.D., sparking a revolution in the way people caught, ate and even thought about fish.\n?\nThat revolution gradually spread around the world?—?early European colonists arriving in Newfoundland, for example, reported clusters of cod so thick that ships struggled to get through. These were developed into large-scale fisheries by the 1800s, and about 200 years and countless fish sticks later, the Newfoundland cod fishery collapsed.?By 2003, nearly a third of all commercial fisheries on Earth had, too.\n?\nAt the same time, however, some developed nations had already begun to change how they managed their marine fisheries — the United States and New Zealand in particular have been heralded lately as role models for sustainable fishing. U.S. fishery managers can boast several recent success stories, such as the formerly overfished?Atlantic sea scallops, which have seen their biomass quadruple in less than 20 years thanks to a combination of catch limits and rolling harvest areas.\n?\nAnd even though overfishing is still rampant in some developing parts of the world such as east and west Africa (and pirate fishing has emerged as a growing threat), some experts say fish farming and sustainability efforts are stemming the tide.?But without global support — no small task, considering even just 27 nations recently failed to agree on a plan to save the Mediterranean's?crashing bluefin tuna — they can only do so much on their own.\n?\nSmaller fish to fry\nOn top of pulling popular fish from menus and costing the global fishing industry an estimated $50 billion a year, overfishing may also interfere with evolution. By targeting big fish for harvest and throwing back or ignoring small ones, some scientists believe humans are artificially selecting for fish with small bodies — since?diminutive fish are more likely to survive and therefore reproduce more often, they also pass on more genes than their bigger, meatier relatives. Markets reportedly sold cod 100 years ago that measured nearly five feet long, but the largest cod today are around 20 inches.\n?\nAnd because collapsed fisheries have only a fraction of their former populations, genetic diversity may suffer as well. In addition to the problem of inbreeding, it takes less time for a single genetic trait to spread widely throughout a small population, meaning overharvested fisheries can become populated with little fish in a little gene pool.\n?\n[Want to get schooled? Try MNN's overfishing quiz.]\n?\nFrom fishing to farming\nWhile most fish are still caught in the wild, fish farming (aka \"aquaculture\") has been flourishing recently, and may soon overtake the ocean as humans' top source of fish. The practice of raising fish for food dates back centuries in China, which is still by far the world leader in aquaculture, at least in volume. While it hasn't yet reached such heights in other countries — U.S. aquaculture is worth about $1 billion annually, compared with $70 billion worldwide, and only 20 percent of that includes marine species — it's often touted as a more benign alternative to wild fishing.\n?\nEvery farm-raised fish is presumably one less that needs to be fished from the sea, and well-designed fish farms can be sustainable, healthy substitutes for ocean fishing. In fact, fish are even?more efficient farm animals than cows, chickens or pigs — since they're cold-blooded, more of the food they eat goes to growing meat, rather than giving off unnecessary body heat like mammals and birds.\n?\nBut large-scale aquaculture operations carry much of the same environmental baggage as other concentrated livestock farms, such as a daily deluge of animal waste and antibiotics that can be washed into waterways with runoff. They're also energy-intensive, since the domesticated fish often must be managed through all their life cycles, from the production of eggs and larvae through growth and on to harvest.?In addition to their pollution and energy consumption, big fish farms also go through a lot of animal feed, much of which is itself fish. Ironically, such fish feed often consists of wild-caught fish like sardines or anchovies — species with many overfished populations in the wild.\n?\nCatch as catch can\nFisheries have historically been managed as public resources, with either an overall quota or time limit on individual fishing areas each season. As large-scale fishing operations developed over time, however, this kind of management created a \"race for fish,\" says Galen Tromble, program manager for the U.S. National Marine Fishery Council's Office of Sustainable Fisheries.\n?\n\"This creates a number of management problems,\" Tromble says,?\"because it incentivizes the fishermen to have bigger boats, bigger nets and catch more fish faster.\"\n?\nMagnified to an industrial scale, this kind of fishing turned out to be especially devastating, and the collapse of valuable fisheries began forcing governments and fishery councils to re-evaluate their regulations.?One of the foremost alternatives has been to allocate shares of the total catch to individual fishermen, rather than trying to enforce?a collective limit on?all of them together.?In a traditional fishery, there are no repercussions for fishermen whose overall catch exceeds the cap before regulators catch on.\n?\n\"One of the consistent things we've seen in the catch-share programs so far is that they're much more successful in controlling catch to a target level — that is, ending overfishing. They're very effective at that,\" Tromble says. \"They're putting responsibility for the fishery on the people who are actually catching the fish.\"\n?\nNOAA Administrator Jane Lubchenco has said catch-share programs are a top priority, and Tromble says the existing U.S. programs — some of which have been in place since 1990 — yielded \"very immediate\" results. Catch-share critics often take issue with such programs privatizing public resources, and argue they can make it more difficult for small fishermen to work their way in. Fisheries are managed by local councils, which Tromble says usually distribute shares of a fishery's total catch based on what fishermen caught during certain past years.?Shares can be bought and sold, but to prevent absentee ownership, some catch-share fisheries only let participating fishermen buy them.\n?\nTo track the success of such efforts, NOAA has developed a way to measure the country's overfishing status, using its \"Fish Stock Sustainability Index.\" Higher FSSI scores are better, and the maximum of 920 would mean U.S. overfishing was finished. The current score is 562, which has risen since the index was introduced in 2005; Tromble says NOAA's calculations show it would have been around 300 a decade ago. About 17 percent of U.S. fisheries are currently overfished, according to the most recent Status of U.S. Fisheries Report.\n?\nMany of those overexploited U.S. fish stocks are in serious trouble, from salmon and snapper to yellowtail and yelloweye, but the country's overall situation is still less dire than it was just a few years ago. Aside from the economic and?ecological?damage leftover from past fishing frenzies — and the ongoing overfishing of sharks and other?highly migratory species, including?bluefin tuna — Tromble says the United States is on its way back from the brink.\n?\n\"That's not to say the U.S. doesn't have challenges and problems, but there has been steady improvement in recent years,\" he says. \"The chronic overfishing problems we've had will be addressed in the next few years. We should see several of those stocks come off the list.\"\n?\nIntroduction image: Nassau grouper/NOAA\n?\nMore information\nCheck out some of these links on MNN for more about overfishing, mercury pollution, ocean acidification and other environmental threats to fish and fish eaters:\nYour Filet-O-Fish is endangered\nPalau creates world's first shark sanctuary\nFish for dinner:?Overfishing easing in some areas\nVideo:?Ted Danson talks about overfishing\nNorway fish farms thrive under ecologists' watchful eye\nSurprise:?Fish in acidic water grow bigger ears\nHow much mercury is in the fish we eat?\nWhat is the Great Pacific Garbage Patch?\nSharks are older than the dinosaurs, but overfishing has nearly wiped them off the Earth in less than a century — global shark populations have dropped 90 percent in recent decades, and 99 percent off the U.S. East Coast. See this National Geographic video for more about the plight of sharks:\n?\n\n\n?\nAnd try these links for more on overfishing in general, and for help deciding which fish make the most sustainable dinner options:?\nNOAA: FishWatch\nNOAA:?Economics of Overfishing\nMonterey Bay Aquarium:?Seafood Watch\nEnvironmental Defense Fund:?Seafood Selector\nGreenpeace: Red Fish?|?Green Fish\nU.N.:?Overfishing\n?\n\n\n<!--//--><![CDATA[// ><!--\nARTICLEURL\n//--><!]]>\n\nPhotos:?NOAA, Jupiter Images","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Overfishing: Are there really plenty of fish in the sea?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/overfishing-are-there-really-plenty-of-fish-in-the-sea"}