{"summary":"Smart grid advocates hope such systems will reduce power consumption and electricity bills. \tWhat makes an electricity grid smart? In this demo, buildings \"talk\" back and forth with electricity generators over the Web","advice_category":"4","content":"At the University of Washington, dorm-dwellers are monitoring exactly how much power their laptops, cellphone chargers and decorative Christmas lights consume. In Oregon, water heaters are watching electricity price fluctuations throughout the day and shutting off periodically while prices are high. These and dozens of other projects are part of one of the largest tests of \"smart grid\" technologies in the U.S., which went live Oct. 24.\n\n\t?\n\n\tThe project, called the Pacific Northwest Grid Demonstration, could contribute to plugging more and more American homes and businesses into high-tech electricity systems. Smart grid advocates hope such systems will reduce power consumption and electricity bills. The U.S. government is betting on it — the $178 million northwest demonstration is one of 16 demos across the U.S. that are 50-percent funded by the American Recovery and Reinvestment Act. [SEE ALSO: 5 Easy Ways to Go Green — and Save Money]\n\n\t?\n\n\tThe Pacific Northwest demo covers 60,000 homes, businesses and other electricity customers in Idaho, Montana, Oregon, Washington and Wyoming. It will run for two years, said Carl Imhoff, a project manager for electricity infrastructure at Battelle, an Ohio-based research organization that is leading this smart grid demo.\n\n\t?\n\n\tAfter two years, researchers will see if the new system reduces customers' energy bills and improves service. If the numbers look good, project officials will ask more cities, military bases and other areas if they want to join the smart grid, Imhoff told TechNewsDaily.\n\n\t?\n\n\tResearchers saw encouraging results during a previous, smaller experiment, Imhoff said. In 2006, Batelle tested a smaller version of a smart grid in 115 households in Washington State. \"We found that the consumer saved about 10 percent on their energy bills,\" Imhoff said. \"About 94 percent of folks said they would sign up for something like that again in the future.\"\n\n\t?\n\n\tWhat makes an electricity grid smart? In this demo, buildings \"talk\" back and forth with electricity generators over the Web. Much of that talk doesn't involve people. Instead, generators automatically exchange messages with special devices in people's homes and offices, such as \"smart\" water heaters or thermostats. The devices, which demo officials bought and gave to households, can automatically?sense what a building needs?at different times of the day.\n\n\t?\n\n\tOver time, researchers hope the communication will help generators match demand more precisely, reducing waste, power bills and peaks in demand. In the 2006 experiment, Batelle found peak loads fell by 15 percent, Imhoff said. \"That's good for utilities because it reduces the wear and tear on the system,\" he explained.\n\n\t?\n\n\tThe grid also predicts the demand for electricity a few hours into the future, so devices or people can choose to delay charging an electric car or running the dishwasher until demand — and prices — are lower.\n\n\t?\n\n\tUtilities already forecast energy demand, but the new predictor is slightly more sophisticated, and includes predictions for how much wind power will be generated at certain times, Imhoff said. When there's plenty of wind power, utilities may lower energy prices to encourage people to use the excess.\n\n\t?\n\n\t\"This is more flexible, and we think it will be more efficient,\" Imhoff said. \"We'll see.\"\n\n\t?\n\n\tFollow TechNewsDaily on Twitter @TechNewsDaily, or on Facebook.\n\n\t?\n\n\tRelated on TechNewsdaily and MNN:\n\n\n\t\t\t10 Home Security Tips You Haven't Thought Of\n\n\n\n\t\t\tElectric Cars to Tell Power Grid When to Charge Them\n\n\n\n\t\t\t10 Ways to Help Curb Global Warming\n\n\n\n\t\t\tMNN: GE and Sears 'connect' for smart appliance line\n\n\n\n\n\tThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"Francie Diep, TechNewsDaily Staff Writer","web_category":"earth-matters#energy","title":"'Smart grid' goes live for the Pacific Northwest","picture_url":"http://images.mnn.com/sites/default/files/smartgrid.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/smart-grid-goes-live-for-the-pacific-northwest"}