{"summary":"Most people with cat allergies react to a protein found on cat skin called Fel d 1.. Phase 3 clinical trials are set to begin this fall for a cat allergy vaccine that Larch? helped develop","advice_category":"2","content":"If you have pet allergies, chances are it is Fluffy rather than Fido that's making you sneeze. While an estimated 10 percent of people are allergic to household pets, cat allergies are twice as common as dog allergies, according to the American College of Allergy, Asthma and Immunology.\n\n\t?\n\n\tAmong children, about one in seven between ages 6 and 19 prove to be allergic to cats.\n\n\t?\n\n\tContrary to popular belief, it's not cat fur that causes those itchy, watery eyes. Most people with cat allergies react to a protein found on cat skin called Fel d 1.\n\n\t?\n\n\tThe reason that cat allergies are more common has to do with the size and shape of the protein molecule, rather than how much dander the animal sheds, according to Mark Larch?, an immunology professor at McMaster University in Ontario.\n\n\t?\n\n\tThe protein enters the air on bits of cat hair and skin, and it is so small and light — it's about one-tenth the size of a dust allergen — that it can stay airborne for hours. \"Dog allergens don't stay airborne the same way cat allergens do. The particle size is just right to breathe deep into your lungs,\" Larch? said.\n\n\t?\n\n\tThe Fel d 1 protein is also incredibly sticky, readily glomming onto human skin and clothes and remaining there, making it ubiquitous in the environment. It has been found in places where there are no cats — classrooms, doctors' offices, even the Arctic, Larch? said.\n\n\t?\n\n\tWhile there are no truly hypoallergenic cat breeds — all cats produce the protein, which experts surmise may have something do with pheromone signaling — some cats make more of it than others.\n\n\t?\n\n\t\"Male cats, especially unneutered males, produce more Fel d 1 than female cats. Testosterone increases glandular secretions,\" said Dr. Andrew Kim, an allergist at the Allergy and Asthma Centers of Fredricksburg and Fairfax, in Virginia.\n\n\t?\n\n\tIf you have cat allergies, there are steps you can take to reduce them. Avoiding contact with cats is one option, though not always a popular choice. Even after a cat is taken out of a house, allergen levels may remain high for up to six months, Kim said.\n\n\t?\n\n\tLimiting a cat's access to the bedrooms of allergic people, using high-efficiency particulate air (HEPA) filters, bathing the cat and removing allergen-trapping carpeting may also help.\n\n\t?\n\n\tFor those who can't avoid cat dander, allergy shots may be an option. Small injections of the allergen can help build immune system tolerance over time. \"It takes about six months of weekly injections of increasing potency to reach a maintenance level, followed by three to five years of monthly injections, for the therapy to reach full effectiveness,\" said Dr. Jackie Eghrari-Sabet, an allergist and founder of Family Allergy and Asthma Care in Gaithersburg, Md.\n\n\t?\n\n\tA less burdensome fix for cat allergies may be on the horizon. Phase 3 clinical trials are set to begin this fall for a cat allergy vaccine that Larch? helped develop. Early tests have shown the vaccine to be safe and effective without some of the side effects of allergy shots, such as skin reactions and difficulty breathing. Larch? receives research funding from pharmaceutical companies Adiga Life Sciences and Circassia.\n\n\t?\n\n\tFollow MyHealthNewsDaily on Twitter @MyHealth_MHND. We're also on Facebook & Google+.\n\n\t?\n\n\tRelated on MyHealthNewsDaily:\n\n\n\t\t\t8 Strange Signs You're Having an Allergic Reaction\n\n\n\n\t\t\t9 Weirdest Allergies\n\n\n\n\t\t\tThe 50 Worst US Cities for Allergies\n\n\n\t?\n\n\tCopyright 2012 MyHealthNewsDaily, a TechMediaNetwork company. All rights reserved.","author":"Lindsey Konkel, MyHealthNewsDaily","web_category":"health#allergies","title":"Cats worse than dogs for allergies","picture_url":"http://images.mnn.com/sites/default/files/CatAllergies_m_0727.jpg","url":"http://www.mnn.com//health/allergies/stories/cats-worse-than-dogs-for-allergies"}