{"summary":"The sun is in an active phase of the current cycle, which is known as Solar Cycle 24. A huge balloon lifted off from northern Sweden early Wednesday morning (June 12), carrying a telescope high into Earth's atmosphere to study the sun's magnetic field.","advice_category":"4","content":"A huge balloon lifted off from northern Sweden early Wednesday morning (June 12), carrying a telescope high into Earth's atmosphere to study the sun's magnetic field.\n?\nThe Sunrise solar observatory launched on its second-ever mission at 1:37 a.m. EDT (0537 GMT; 0737 local time) Wednesday from Sweden's Esrange Space Center, borne aloft by a 427-foot-wide (130 meters) helium-filled balloon.\n?\nSunrise is now zipping westward at an altitude of 22 miles (35 kilometers) or so, where the thin air affords it a relatively clear view of the sun. The mission is taking a polar route toward its intended landing zone in northern Canada to catch the maximum number of rays. [Stunning Photos of Solar Flares & Sun Storms]\n?\n\"Thanks to the midnight sun in these latitudes north of the Arctic Circle, we will be able to look at the sun nonstop,\" Sunrise project manager Peter Barthol, of the Max Planck Institute for Solar System Research (MPS) in Germany, said in a statement.\n?\nSunrise studies the sun with its 3.3-foot (1 m) telescope and several instruments. The mission's main goal is to shed light on the solar magnetic field, which drives our star's complex 11-year activity cycle.\n?\nThe sun is in an active phase of the current cycle, which is known as Solar Cycle 24. Sunrise's previous mission occurred during a period of relative solar quiescence in 2009, when our star was unleashing relatively few solar flares and eruptions of superheated plasma known as coronal mass ejections. So the telescope's observations could be quite different this time around.\n?\nSunrise's first mission lasted six days, and this one is expected to be of similar duration. The telescope will likely land via parachute in northern Canada on June 16 or 17, researchers said.\n?\nSunrise was originally slated to lift off last Thursday (June 6), but strong winds kept the mission on the ground for nearly a week.\n?\n\n?\n\t\"Sunrise can only safely reach its travelling height if the winds in the air layers below blow only very lightly,\" mission science chief and MPS director Sami Solanki said in a statement. \"This is especially important on the first few kilometers.\"\n?\nMPS leads the Sunrise mission, with contributions from the High Altitude Observatory in Boulder, Colo.; the Kiepenheuer Institute for Solar Physics in Germany; the Lockheed-Martin Solar and Astrophysics Laboratory in Palo Alto, Calif.; NASA's Columbia Scientific Ballooning Facility; and a Spanish consortium led by the Instituto de Astrofisica de Canarias.\n?\nMore on SPACE.com and MNN: \n\nSolar Quiz: How Well Do You Know Our Sun?\n\n\nThe Sun's Wrath: Worst Solar Storms in History\n\n\nAnatomy of Sun Storms & Solar Flares (Infographic)\n\n\nMNN: NASA scope reveals sun's 'magnetic braids'\n\nThis story was originally written for SPACE.com and has been republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Telescope takes a balloon ride to study the sun","picture_url":"http://images.mnn.com/sites/default/files/GiantBalloon530x300.jpg","url":"http://www.mnn.com//earth-matters/space/stories/telescope-takes-a-balloon-ride-to-study-the-sun"}