{"summary":"As Europeans streamed into North America during the past few centuries, they were often surprised by the large wildfires they encountered, and a well-meaning assumption soon became tradition — forests on fire were seen as forests in trouble, and most wildfires were extinguished while they were still small. The problem isn't that we're losing our touch, though.?In fact, it's partly that we're a little too good at fighting wildfires — by oversuppressing them for decades, people disrupted natural fire cycles and let too much wildfire fuel build up","advice_category":"8","content":"?\nDespite six decades of stern reminders from Smokey Bear, wildfires are scorching more and more of America lately. About 2.9 million acres burned each year in the U.S. between 1985 and 1995, but since then, the average has jumped to more than 6 million acres annually, including at least 5.9 million that burned nationwide in 2009.\n?\nIt's enough to give the impression — contrary to what Smokey says — that we may have lost our knack for preventing forest fires. Either that, or the fires are just getting worse.\n?\n\"We are seeing a significant trend,\" says Rick Ochoa, fire weather program manager at the National Interagency Fire Center in Boise, Idaho. \"Over the last 10, 12 years, fire activity has been much higher than normal.\"\n?\nThe problem isn't that we're losing our touch, though.?In fact, it's partly that we're a little too good at fighting wildfires — by oversuppressing them for decades, people disrupted natural fire cycles and let too much wildfire fuel build up. Forestry managers now light controlled burns to clear out this excess debris.\n?\nMore people also now live near forests than in the past, raising both the stakes and chances of a fire. From 2001-2008, humans started five times more wildfires than lightning did. Backyard burn piles and arson are two of the top human causes, although cigarettes, campfires and catalytic converters are also often to blame. Southern California's 87,000-acre La Brea Fire in 2009 was reportedly started by a cooking fire on an illegal marijuana farm.\n?\nBut Ochoa worries, as do many scientists, that there's another, even more dangerous culprit fanning the flames: global warming.\n?\n\"We still have a long way to go on prescribed burns,\" he says. \"But I would say that while we are making improvements on that, in some regards the global warming is outrunning our ability to do it.\"\n?\n\n?\nWildfire seasons tend to oscillate between severe and calm every couple years, but scientists have begun noticing an overall upward trend in the acreage burned, if not necessarily the number of fires (see graph above). It seems to correspond with the ongoing increase of U.S. temperatures that's widely blamed on greenhouse gas emissions.\n?\n\"It was probably sometime in the '90s, maybe late '80s, when I really noticed it personally,\" Ocha says. \"But if you look back at the research, the last 10 to 15 years, they're much higher than what we've seen in the last 30 years in terms of fire activity. And the dominant factor has been the climate change.\"\n?\nHow does climate affect wildfire?\nAs usual, most wildfires in recent years have been out West. About 2.9 million acres burned in Alaska in 2009, and long-running droughts in the already-arid Southwest fed intense fire seasons in Texas (753,000 acres), New Mexico (421,000) and Arizona (263,000). Nearly 406,000 acres burned across California in '09, but its high population density means even small fires can cause big trouble.\n?\nDespite having higher rainfall, the East Coast is far from fireproof. South Carolina had its worst wildfire in 30 years in April 2009, forcing thousands to evacuate during the height of Myrtle Beach's spring tourist season. Georgia's Okefenokee Swamp burned for four months in 2007, sending plumes of smoke 250 miles north to Atlanta. And New Jersey's Pine Barrens — an eccentric ecosystem with orchids, carnivorous plants and rare pygmy pines — contains some of the densest wildfire fuels in the country, equivalent to more than 1,300 gallons of gasoline per acre in some places.\n?\nLonger and larger droughts are forecast as the climate heats up, which will in turn feed bigger wildfires all across the country. Even now, delayed snowfall and early snowmelt in the Sierra Nevada Mountains is straining one of the West's main watersheds, and overall U.S. precipitation is down 10 percent since 1966. Many also blame the spread of voracious pine beetles — which are suddenly turning entire forests into firewood — on rising temperatures.\n?\n\"The primary driver is climate change, the fact that we're seeing warmer years and more droughts,\" Ochoa says. \"That means fuels are drier, a greater amount of insect damage and earlier snowmelt.\"\n?\nReducing greenhouse gas emissions is widely seen as the best hope for combating climate change, and that's already proved to be an uphill battle. But there are still lots of things anyone can do to prevent forest fires — when they need preventing, that is.\n?\nWhat causes wildfires?\nFire is a natural occurrence in every U.S. state except Hawaii. Sparked by lightning, natural wildland fires clean out dead or overgrown plant matter, exposing the soil for new plant growth and preventing dangerously big future fires.\n?\nThey can also have customized effects for specific ecosystems. In Alaska, for example, springtime fires help warm up the frigid soil, and pitch pines living along the East Coast —?especially in the fiery Pine Barrens and Florida Everglades —?rely on wildfires to help them reproduce.\n?\nAs Europeans streamed into North America during the past few centuries, they were often surprised by the large wildfires they encountered, and a well-meaning assumption soon became tradition — forests on fire were seen as forests in trouble, and most wildfires were extinguished while they were still small. This had drastic ecological consequences as the fire fuel built up over decades, setting off waves of wildfire when it finally did burn out of control, often during a drought.\n?\nToday, forestry officials conduct controlled, low-intensity burns for a variety of ecological tasks, mainly clearing out dry, dense debris that could fuel a fire. More than 2.5 million acres were torched by?prescribed burns across the U.S. in 2009, much more than in '08. And it's still not enough.\n?\nMost wildfires caused by humans begin when flames escape from burning debris piles, a problem that can be alleviated by obeying local burn bans or simply checking the weather before burning. While the No. 2 cause, arson, isn't as easy to prevent, there are thousands of wildfires started across the country each year by various other acts of human carelessness.?\n?\nFlicked cigarettes and abandoned campfires are two well-known fire starters (thanks to Smokey's tireless six-decade campaign), but cars, trains and various other mechanical equipment can also provide a light. The catalytic converters on automobiles — which serve an environmental purpose by filtering pollutants from tailpipe emissions — can heat up dry vegetation beneath an idling car, igniting a wildfire. Trains, tractors and other industrial workhorses sometimes start fires by shooting sparks into dry grass or brush, although spark arrestors greatly reduce that risk.\n?\n\"People have to be extra careful with things like campfires, catalytic converters,\"?Ochoa says.?\"We can't control the lightning, but we can control our actions.\"\n?\n\nVisit msnbc.com for Breaking News, World News, and News about the Economy\n\n?\n\nWildfire hot links\nFor more tips and information to satisfy your burning curiosity, try these 10 links from Uncle Sam:\nSmokeyBear.com: Be Smart Outdoors\nU.S. Forest Service:?Fire Prevention\nU.S. Forest Service:?Life After a Fire\nNational Park Service:?Fire Ecology\nNational Park Service:?Fire Timeline\nNIFC: National Fire News\nNIFC: Wildland Fire Statistics\nUSGS:?A Global Perspective on Wildfires\nNASA:?Potential Effects of Global Warming\nNASA:?Multisensor Fire Observations\n\n?\nImages: NPS,?NOAA,?NASA\n?\nMNN homepage photo: ericcastro/Flickr","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are wildfires getting worse?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-wildfires-getting-worse"}