{"summary":"Some solar companies are actually having trouble keeping up with demand. DIY solar panels with damaged solar cells","advice_category":"4","content":"Suntech Power, one of the most well-known Chinese solar companies, filed for bankruptcy in March, the latest failure in an industry that is evolving, changing and yes, growing.\n?\n\"In a normal business cycle, bankruptcies are a healthy sign of a maturing industry,\" Travis Hoium of The Motley Fool wrote recently. \"In the case of solar, companies with poor cost structures or weak technology will fall by the wayside, leaving their market share to healthier companies with better technology. Since the solar market has around 70 GW of supply and only about 30 GW of demand right now, companies will have to go bankrupt to bring the industry into balance.\"\n?\nAccording to a report from Forbes and data from Greentech Media, there were nearly 1,000 solar companies in China in 2012, a year in which the prices for some solar components fell by 35 percent. About 200 of those companies went out of business or merged with other companies last year.\n?\nBut despite some corporate failings, the market for solar energy is growing almost everywhere you look. In Japan, a third of the country's prefecture governments have started to plan or build large-scale solar power plants, according to a report from The Asahi Shimbun. Australia is expected to install 750 megawatts of new solar facilities this year, according to the consulting group SunWiz. Minnesota's House of Representatives just passed a bill — which still needs to go through the state's Senate — that would require the state to get 4 percent of its energy from solar by 2025. The growth isn't universal, though: new solar installations in Europe have recently fallen for the first time, according to a report this week from the Financial Times.\n?\nSome solar companies are actually having trouble keeping up with demand. SunPower and First Solar both recently announced that orders have exceeded production capabilities, according to a report this week from Gigaom, although that is in part because many companies have cut back on production over the past two years.\n?\nMeanwhile the growth of the industry has brought more jobs after a period of layoffs. In the U.S., there are now actually more people employed by the solar industry than in coal mining, according to a recent count by the Solar Energy Industry Association, although as The Daily Beast points out, that might not include all coal workers. About half of solar employment is in installation, a job that pays slightly above the national median salary.\n?\nThe industry's growth pains are likely to continue. The Motley Fool predicts that \"more companies will fall,\" while others may merge or join forces – effectively circling the wagons to build their strengths. Governments will play a big role as well. The European Union recently proposed a 47 percent tariff on Chinese imports, which it says are subsidized by China's government. While that move would protect European solar manufacturers, it's actually opposed by installers, who have profited from cheap imports, which have until now increased EU demand for solar power.\n?\nWhat comes next for the solar industry? It's hard to say, but it's safe to say that change will be a big part of the equation.\n?\nRelated solar stories on MNN:\nDIY solar panels with damaged solar cells\n5 breakthroughs that will make solar cheaper than coal","author":"","web_category":"earth-matters#energy","title":"Solar industry is evolving — and experiencing growing pains","picture_url":"http://images.mnn.com/sites/default/files/editorial/solar%20panels.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/solar-industry-is-evolving-and-experiencing-growing-pains"}