{"summary":"Does your child have an EpiPen? Who will administer it in case of an emergency? Is there a backup plan in place in case the EpiPen is lost/misplaced/defective? ?. So why did officials at Ammaria's school not want her to have an EpiPen at the school? An EpiPen that could have saved her life?","advice_category":"2","content":"video platformvideo managementvideo solutionsvideo player\n\n\t?\n\n\tTragedy struck early this week when 7-year-old Ammaria Johnson, a first-grader at Hopkins Elementary School in Virginia's Chesterfield County died of a suspected peanut allergy reaction. According to news reports, Ammaria was sent to the clinic after recess with hives and shortness of breath but was in full cardiac arrest by the time emergency crews arrived to help her. She was pronounced dead a short time later at CJW Medical Center.\n\n\t?\n\n\tAnd now the hard questions remain. How? Why? What could have been done to prevent this tragedy? ?\n\n\n\t\t?\n\n\t\tAccording to Ammaria's mother, Laura Pendleton, her daughter had an \"allergy action plan\" at the school, which authorized the school to give her Benadryl during a reaction. But school officials didn't do it because Pendleton did not provide a bottle of Benadryl to be used in these instances. The real question is why, when Pendleton tried to send in an EpiPen to be used for her daughter in case of emergencies, did school officials tell her to leave it at home?\n\n\t\t?\n\n\t\tFor those of you who aren't familiar, an EpiPen is a device that injects epinephrine into patients. It's usually used to stop allergic reactions and is currently available only by prescription. There are two children in my daughter's kindergarten class who have prescriptions for EpiPens, and their teacher does not go anywhere without them. She carries them around in a little fanny pack from her classroom, to the lunch room, to the music room and even on field trips. So why did officials at Ammaria's school not want her to have an EpiPen at the school? An EpiPen that could have saved her life?\n\n\t\t?\n\n\t\tAmmaria's death is a sad and tragic reminder to all parents of children with allergies that it's a good idea to review the policies that your school has in place in the event that your child should have an allergic reaction. Does your child have an EpiPen? Who will administer it in case of an emergency? Is there a backup plan in place in case the EpiPen is lost/misplaced/defective? ?\n\n\t\t?\n\n\t\tAsk these questions now, so that you don't have to ask the really hard questions later.\n\n?","author":"","web_category":"health#allergies","title":"7-year-old Virginia girl dies tragically from food allergies","picture_url":"","url":"http://www.mnn.com//health/allergies/blogs/7-year-old-virginia-girl-dies-tragically-from-food-allergies"}