{"summary":"\"As Slooh's Space Cameras image it directly [Friday] afternoon, we will all be reminded that asteroids of this size have changed the biosphere of our planet in the past, and even set the stage for the present dominion of humans.\". Rather, it's just the moniker assigned under the established alphanumeric scheme that lays out when asteroids are discovered.","advice_category":"4","content":"A huge asteroid is set to cruise by Earth Friday, May 31, making its closest approach to our planet for at least the next two centuries.\n?\nAsteroid 1998 QE2 will come within 3.6 million miles (5.8 million kilometers) of Earth at 4:59 p.m. EDT (2059 GMT) Friday — about 15 times the distance from our planet to the moon.\n?\nThere's no chance the 1.7-mile-wide (2.7 km) 1998 QE2 will hit us, researchers say. That's a good thing, because a strike by such a big space rock would cause catastrophic damage, potentially wiping out our species. [Potentially Dangerous Asteroids (Images)]\n?\nIn general, scientists think any asteroid bigger than 0.6 miles, or 1 km, could end human civilization if it hit us. For comparison, the object that killed off the dinosaurs 65 million years ago is thought to have been about 6 miles (10 km) wide.\n?\nAsteroid 1998 QE2 won't put on a show for skywatchers. At its closest pass, the space rock will still be 100 times fainter than the dimmest star visible to naked-eye observers under clear and dark skies, experts say.\n?\n\n\n?\nBut several different organizations, including the Slooh Space Telescope and the Virtual Telescope Project, will broadcast live views of the near-Earth asteroid's close approach from professional-quality observatories around the world. You can watch their 1998 QE2 webcasts here at SPACE.com, starting at 4:30 p.m. EDT (2030 GMT).\n?\n\"It will be fun to actually watch it change position,\" Astronomy magazine columnist Bob Berman, who will participate in Slooh's show, said in a statement. \"As Slooh's Space Cameras image it directly [Friday] afternoon, we will all be reminded that asteroids of this size have changed the biosphere of our planet in the past, and even set the stage for the present dominion of humans.\"\n?\nScientists are already watching 1998 QE2 closely, in an attempt to learn more about the asteroid's characteristics and orbit. A team of radio astronomers using NASA's Deep Space Network antenna at Goldstone, Calif., for example, just learned that the asteroid is actually a binary system, with a 2,000-foot-wide (600 m) moon circling the larger space rock.\n?\nResearchers plan to use the Goldstone facility as well as the huge Arecibo Observatory in Puerto Rico to watch 1998 QE2 through June 9, NASA officials said.\n?\nAsteroid 1998 QE2 was first spotted in August 1998 by astronomers working with MIT's Lincoln Near Earth Asteroid Research program in New Mexico. The space rock's name is not an homage to England's Queen Elizabeth II, or to the famous ocean liner. Rather, it's just the moniker assigned under the established alphanumeric scheme that lays out when asteroids are discovered.\n?\nThe approaching 1998 QE2 is part of a near-Earth population that likely numbers in the millions. To date, just 10,000 of these relatively close-flying space rocks have been discovered.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nEarth Crossing Asteroid Has A Moon | Video\n\n\nPhotos: Asteroids in Deep Space\n\n\nNEOs: Near Earth Objects - The Video Show\n\n\nMNN: Spray-painting asteroids could protect Earth from space rocks\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"How to watch the giant asteroid sail past Earth today","picture_url":"http://images.mnn.com/sites/default/files/Asteroid1998QE2_m_0531.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-to-watch-the-giant-asteroid-sail-past-earth-today"}