{"summary":"McCawley also says the amount of sand pumped into hydraulic fracturing sites can place those in close proximity, primarily workers, in danger of developing silicosis, a type of lung disease caused by the inhalation of silica dust and often referred to as “white lung”? or “miner’s phthisis.”. Today, Wheeling has 14 registered campgrounds, and most of them house the influx of out-of-state workers who work on the hydraulic fracturing sites that dot the northern panhandle","advice_category":"4","content":"By Lydia Nuzum, Carly Runquist, and David Perry - Mountaineer News Service\n?\nTriadelphia, West Virginia? ––? Just outside of Wheeling on a busy stretch of Route 40, rows of RVs and campers line a gravel campground across from a distribution plant. Pick-up trucks parked beside most of the RVs boast identical front plates that proclaim their owners’ alliance to the Pipeliners Union. Each license plate tells a different story, with distant states such as Texas, Arkansas, California, Missouri and Colorado stamped across the plates.\n?\nLess than a decade ago, the Dallas Pike Campground was the lone campsite in the area and the only recourse for sportsmen and families hoping to spend time in the great outdoors. Today, Wheeling has 14 registered campgrounds, and most of them house the influx of out-of-state workers who work on the hydraulic fracturing sites that dot the northern panhandle. These campgrounds in Ohio County and throughout the state fill the growing demand for temporary housing in the wake of a natural gas boom in West Virginia, and they have caused some headaches for local officials, according to Howard Gamble, administrator of the Wheeling-Ohio County Health ?Department.\n?\nSome of these labor camps were set up without permits, while others have been cited for improper sewage disposal, Gamble says. “Some we have found by accident,” he says. “We’ve been driving through the community and all of a sudden there are 16 trailers lined up.”\n?\nMany counties where companies are drilling for natural gas have had to deal with these labor camps popping up, he notes. While some campsites have procured the proper permits and been connected to municipal water sources, but several have set up without warning.\n?\n“There are a bunch of them that have popped up on back roads. Someone in my village was attempting to purchase land for that purpose, and the whole town was vehemently against it,” says Wheeling native Greg Mulley. “The people that it draws are just there for the money. Wheeling doesn’t mean anything to them. When the money stops, they’ll take off.”\n?\nThe transient nature of the natural gas industry’s labor camps can create concerns for both the communities they encroach on and the laborers themselves, says Mike McCawley, chair of the Department of Occupational and Environmental Health Sciences at West Virginia University.\n?\n\n“These are temporary camps,” McCawley says. “You may be living out of a camper for a while. As with any migrant labor camp, there are issues of violence, there are issues of proper sanitation, there are issues of food safety and cooking. Imagine being on a one-year camping trip and trying to stay clean and healthy.”\n?\nMcCawley explains that two types of workers are found working at fracking sites. Unskilled laborers, or “roustabouts” and “roughnecks” who are trained in operations for rigs. McCawley said that the high demand for workers and the transient nature of the fracking industry?account for the high number of outside workers. Today, the Marcellus Shale accounts for the?highest production of natural gas in the nation.?\n?\nMcCawley, who is also a researcher with?The Center for Disease Control’s National Institute for Occupational Safety and Health, said many companies choose to establish labor camps directly on hydraulic fracturing sites to ensure 24-hour worker presence and increased efficiency. As a result, they receive excessive exposure to the many materials used in fracking that have been found harmful to humans.\n?\n“Diesel exhaust was just labeled a human carcinogen this past summer,” McCawley notes. “Exposure to diesel particulate is a concern for workers and the general public. It’s the same concern one would have living next to a highway, as well. Not to blow it out of proportion, except you’ve got a lot of trucks and some very high concentrations (of diesel particulate).”\n?\nMcCawley also says the amount of sand pumped into hydraulic fracturing sites can place those in close proximity, primarily workers, in danger of developing silicosis, a type of lung disease caused by the inhalation of silica dust and often referred to as “white lung”? or “miner’s phthisis.”\n?\nThe tons of silica dust used in the hydraulic fracturing process have also proven carcinogenic, according to the?U.S. Department of Labor.?While silica exposure varies from site to site, many workers can experience a year’s worth of hazardous exposure in just a few weeks depending how much silica dust they inhale, McCawley says.\n?\nExcessive exposure to silica dust killed many of the workers digging the Hawk’s Nest Tunnel near Ansted, West Virginia for Union Carbide between 1930 and 1932.\n?\n“The Hawk’s Nest Tunnel went through a mountain made of almost pure silica,” McCawley says. “The people working on this tunnel got such a huge exposure to it that they developed silicosis within weeks of starting. It basically turned their lungs into non-functioning organs, and they immediately died.”\n?\n?\n\n\t\tRelated on MNN:\nBig frack attack: is hydraulic fracturing safe?\nDoes natural gas exploration threaten breweries?\nIs fracking making livestock sick?\n?\nThis story?was reported for the?Mountaineer News Service of West Virginia University. It is reprinted with permission here.\n\n?","author":"","web_category":"earth-matters#energy","title":"Worker camps from natural gas boom cause headaches for local officials","picture_url":"http://images.mnn.com/sites/default/files/editorial/camps_main.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/worker-camps-from-natural-gas-boom-cause-headaches-for-local-officials"}