{"summary":"Run a HEPA filter.?Running an electric air filter will help to remove pollen from the air in your house. While controlling the level of pollen outdoors is pretty much beyond anyone's control, there are a number of things you can do to lower the pollen levels inside your house","advice_category":"2","content":"Although there are debates about whether this year is the worst year for allergy sufferers ever, we do know for sure that this spring is pretty tough on them. Some scientists are blaming high levels of precipitation over the winter for the high pollen count this spring. Others point to the relatively warm, early spring season, during which trees released their pollen earlier than usual.\n?\nNo matter what the region or reason, if you're suffering from a pollen allergy right now, you're probably very uncomfortable. While controlling the level of pollen outdoors is pretty much beyond anyone's control, there are a number of things you can do to lower the pollen levels inside your house. At least you can experience a bit of relief indoors.?North Carolina State University Extension?suggests the following actions to control the amount of pollen that enters, and settles in, the house:\n?\n1. Close windows.?Of course, it's getting warm outside and you'll need to ventilate your house. Running the fan of an air conditioner is recommended. If you don't have a reliable air conditioner (a window unit is OK), you can install HEPA filters in your windows. Installing a HEPA filter in your air conditioner is also not a bad idea.\n?\n2. Run a HEPA filter.?Running an electric air filter will help to remove pollen from the air in your house. This is especially helpful in the bedroom.\n?\n3. Remove shoes and change clothes after being outside.?Also, don't dry your clothes on an outdoor clothesline, as pollen can settle into the fibers of your clothes. It is better to dry clothes in a vented dryer during allergy season.\n?\n4. Shower before bed.?Showering removes pollen from your skin and hair. You'll sleep better if pollen from the outdoors does not get on your pillowcase. If it gets onto your pillowcase, it can end up in your eyes and nose. Also, rinsing the inside of your nose with a nasal wash before ed will help you to remove pollen that could end up on your pillow.\n?\n5. Dust often, and dust well.?Use a dust cloth and some spray cleaner to dust surfaces in your house. Move from top to bottom, and then clean the floor. One good thing about pollen is that the particles are on the larger side, so they'll settle on the floor. Wipe down floors with a damp dust mop for best pollen-removal results. You can vacuum carpets with a vacuum with a HEPA filter, as well.\n?\nChaya Kurtz originally wrote?this story?for Networx.com. It is reprinted with permission here.\n?\nRelated allergy stories on MNN:\nFoods to avoid for pollen allergies\nPollen counts — and allergies — expected to double by 2040\nPollen allergy symptoms in adults","author":"","web_category":"health#allergies","title":"House tips for surviving allergy season","picture_url":"http://images.mnn.com/sites/default/files/editorial/pollen_house_tips.jpg","url":"http://www.mnn.com//health/allergies/stories/house-tips-for-surviving-allergy-season"}