{"summary":"• Calcium chloride: Calcium chloride has several advantages over salt — it also works by reducing the freezing point of water, but it's effective all the way down to -25 degrees Fahrenheit, while salt only works to about 15 degrees. salt ends up de-icing roads, while just 6 percent is refined into table salt","advice_category":"8","content":"?\nThe U.S. has had some nasty winters lately — from the \"Snowmageddon\" of early 2010 to more recent blizzards that crippled New York City and even the Deep South — but they likely would've been much worse if not for road salt and other \"de-icing\" chemicals. In fact, one widely cited study suggests road salt can reduce traffic crashes by 85 percent during and after a winter storm.\n?\nBut much like its cousin table salt, road salt's benefits are peppered with danger. For all the lives it saves, it's also linked to a diverse array of environmental ills, from aquatic \"dead zones\" and salt-damaged plants to poisoned amphibians, wounded pets and possibly even increased cancer risk in humans.\n?\nAn overall surplus of salt is part of the problem, but unrefined road salt can also contain impurities that aren't found in the tabletop variety. Aside from various metals and minerals, these often include chemical additives like sodium ferrocyanide, an anti-caking agent, that are washed into lakes, rivers and streams by rain and snowmelt. And even pure salt isn't exactly eco-friendly, since it raises the salinity of local water supplies, potentially making them toxic to native wildlife.?\n?\nThis creates a Catch-22 for cold parts of the country, apparently pitting highways against waterways and short-term safety against long-term health. Cash-strapped cities and counties still widely use salt to clear their roads, since it's usually the cheapest and most readily available option. But along with concerns about salt's environmental impact, alternative de-icers have also grown more widespread in recent years, offering municipalities more choice in how they balance public safety with ecological health. Below is a look at how road salt works, how it affects the environment, and how other de-icing chemicals stack up.\n?\nWhat is road salt??\nAll salt comes from the sea — either a prehistoric one that's dried up, or an existing one, whose water can be desalinated to extract the salt. The latter type is known as \"sea salt\" or \"solar salt,\" and today it's the No. 1 type produced worldwide. But most salt made in North America comes from mines, where ancient oceans give up thick deposits of rock salt, aka \"halite\" (pictured). This can be done with traditional shaft mining or with solution mining, which pumps a liquid underground to bring up brine. Either way, two-thirds of all U.S. salt ends up de-icing roads, while just 6 percent is refined into table salt. (Of the rest, 13 percent is used for water softening, 8 percent for the chemical industry and 7 percent for agriculture.) And in case you're wondering, no, it's not safe to eat road salt.\n?\nSalt is a good de-icer because it lowers the freezing point of water, letting it remain a liquid at colder temperatures. Highway agencies across the U.S. dump roughly 15 million tons of road salt every winter, capitalizing not only on its antifreeze abilities, but also its large granules, which can provide traction for vehicles' tires against existing ice (often with the help of sand). Road salt's lack of refinement means it may contain extra metals like mercury or arsenic, as well as minerals like calcium and magnesium. It often contains additives, too, such as anti-caking agents to prevent clumping, or corrosion inhibitors to stop it from damaging steel and concrete.?\n?\nBut salt itself is perhaps the most common problem with saline de-icers, thanks to the double-edged sword of sodium chloride. The chemical compound behind salt is an essential nutrient for life, and it plays an especially large role in many Americans' diets. Yet just as it can lead to human health problems like hypertension, it's also implicated in a growing environmental problem across much of the country.\n?\nSalt and the environment?\nThose 15 million tons of salt dumped on U.S. roads every winter eventually wash away, either when the snow melts or when spring rains arrive. Depending where it ends up, that salt can cause a lot of trouble for plants and animals, as well as people — and not just because it corrodes our cars, bridges and other metal structures. Here's a look at some of salt's major environmental impacts:\n?\n• Wild animals: Much of the nation's road-salt runoff winds up in nearby streams, ponds or aquifers, sometimes flowing into larger water bodies like lakes and rivers. There it raises the salinity of local water while reducing dissolved oxygen levels, creating alien conditions that native wildlife often can't handle. Fish may flee or die, while amphibians are especially at risk due to their permeable skin — a 2009 study in Nova Scotia showed how road salt can make habitats suddenly toxic to salt-intolerant species, such as wood frogs and spotted salamanders (pictured). Road salt's sodium ferrocyanide also breaks down under sunlight and acidity, yielding toxic compounds like hydrogen cyanide, which has been linked to fish kills.?Even when salty runoff just sits in puddles, it can still harm land animals by luring them near roads, where they're more likely to be hit be a car. Moose, elk and other mammals often visit natural salt licks to get sodium, and road salt may act as a dangerous stand-in alongside some busy highways.\n?\n• Plants: For the same reason \"salting the Earth\" renders farmland infertile, road-salt runoff can wipe out plant life in nearby soil. That's because salt insatiably soaks up water — as anyone who's used a wet salt shaker knows — and when it ends up in the soil, it quickly absorbs moisture before plants can. Salted soil thus creates drought conditions for plants, even when there's plenty of water all around them. The salt's sodium and chloride ions also break apart in water, leaving the chloride to be?easily absorbed by the plant's roots and transported to its leaves, where it builds up to toxic levels, causing leaf scorch (pictured). And when brine is sprayed directly onto roadside plants, the salt may enter their cells, reducing their cold hardiness and raising their risk of freezing. In addition to wild plants, high salinity can make irrigation toxic to crops, too.\n?\n• People: Aside from its threats to wildlife, road salt also poses a danger to many of the same people it helps on the road. Excess salt doesn't hurt humans as much as it does frogs and ferns, but it can be bad for certain folks at risk for high blood pressure. The CDC's recommended average daily intake of sodium is about 1,500 mg, but the average American actually gets more than 3,400 mg a day. For people at risk from hypertension who already get twice as much sodium as they should, even small amounts of salt in the water supply can thus be significant. City water supplies are sometimes contaminated with so much road salt that they must be temporarily shut down, a problem that has recently surfaced in Ohio, New Jersey and other states. And while the sodium ferrocyanide that's added to road salt isn't highly toxic on its own, it can produce toxic cyanide compounds when exposed to heat and acidity, posing yet another health threat. Hydrogen cyanide, for example, is also found in cigarette smoke, where it's known to paralyze cilia in the lungs. Chronic cyanide exposure has also been linked to liver and kidney problems, and according to some research it may increase cancer risk, although that's unproven. High levels of overall sodium have also been tied to?stomach cancer in humans.\n?\n• Pets: People who walk their dogs on salted streets and sidewalks — or who let their cats roam on them — should keep an eye out for damage to the animals' paws. Big, jagged granules of rock salt can easily become wedged between dogs' and cats' paw pads, where they irritate the surrounding skin with every step. Dogs are especially stoic when in moderate pain, so be observant. Salty paws often cause animals to limp or lick at their feet, which can make the problem worse, since road salt may irritate their digestion and cyanide or other contaminants could poison them. And if a paw abrasion goes untreated, it leaves the wound vulnerable to infection. Watch for limping or other unusual behavior if your dog or cat has been near salted surfaces, or outfit them with shoes before letting them outside. Sled dogs often wear shoes to protect their pads from injury and frostbite, and if your dog spends much time out in the cold, it might be worth investing in some canine kicks.\n?\nAlternative de-icers?\nWhile rock salt and brine are still the most common de-icers in the U.S., a variety of other options have also cropped up in response to environmental concerns. Here's a look at the pros and cons of road salt's leading reinforcements and rivals:\n?\n• Sand: Sand doesn't melt ice, but it's widely used alongside salt and other de-icers on roads, parking lots and sidewalks to create traction. The main benefit of using sand is its cost, which is lower than all major de-icing chemicals, including salt. Sand plays a big role in preventing pedestrian injuries on sidewalks, since its low cost makes it practical to use even in places that might not otherwise be de-iced. It's also heavily used on roads, usually in combination with rock salt or brine. Sand carries some environmental baggage of its own, though — it can clog up storm drains, forcing cities to pay cleanup costs or risk flooding, and it loses its effectiveness after becoming embedded in snow and ice. It also clouds up streams and other waterways, preventing sunlight from reaching some aquatic plants and burying life on the stream bed.?\n?\n• Calcium magnesium acetate: According to the University of Michigan's Salt Use Improvement Team, calcium magnesium acetate is the \"best thing going from an environmental standpoint,\" and while it's not entirely neutral toward wildlife, it is often heralded as one of the most eco-friendly de-icers available. It has a low toxicity to plants and microbes, giving it an environmental edge over salt, and it's also less corrosive to steel. It works at the same temperature range as salt — down to roughly 15 or 20 degrees Fahrenheit — but it costs more, and requires about twice as much product to achieve the same de-icing results. Large amounts of CMA can also?lower dissolved oxygen levels in soils and water bodies, potentially harming aquatic life.?\n?\n• Calcium chloride: Calcium chloride has several advantages over salt — it also works by reducing the freezing point of water, but it's effective all the way down to -25 degrees Fahrenheit, while salt only works to about 15 degrees. Calcium chloride is also less harmful to plants and soil than sodium chloride is, but there is some evidence it may damage roadside evergreen trees. It also attracts moisture to help snow melt, and even releases heat as it dissolves. Using calcium chloride can reduce road-salt usage by 10 to 15 percent, but there are some disadvantages, too: It costs about three times more than salt, for instance, and it also keeps pavement wet, which can undermine its efforts to make roads less slick. It's also corrosive to concrete and metal, and can leave behind a residue that damages carpet when tracked indoors.\n?\n• Magnesium chloride: Like calcium chloride, magnesium chloride is a more effective de-icer than salt, working at temperatures as low as -13 degrees Fahrenheit. Because it's also less harmful to plants, animals, soil and water, it similarly poses less of an environmental threat and doesn't require post-application cleanup. It also attracts moisture from the air, which speeds up the process of dissolving and melting, and is typically mixed with sand, brine and other de-icers before it's sprayed in liquid form onto roadways. But that moisture attraction carries a risk, too, since it can leave pavement slick despite preventing ice formation. Magnesium chloride is also corrosive to metal, and it costs about twice as much as salt.\n?\n• Beet or corn solution:?Certain carbohydrate-based liquids have been found to block ice formation, namely two agricultural byproducts: the leftover mash from alcohol distilleries and beet juice. These are sometimes added into a de-icing cocktail to reduce the need for salt, and a solution based on beets or corn mash can work better than salt alone.?When mixed with brine and sprayed onto roads, these compounds work at much lower temperatures — potentially as cold as -25 degrees Fahrenheit, on par with calcium chloride. But carbohydrate solutions don't do the same environmental damage that salt and calcium chloride do — not only do they not corrode metal, but they actually reduce corrosion, also reducing the need for corrosion inhibitors. They pose no major threat to wildlife or people, although since they're made from organic matter, they may have a strong odor. ?\n?\n• Potassium acetate: Often used as a pre-wetting agent in advance of solid de-icers like salt, potassium acetate works even in extremely cold weather, blocking ice formation at temperatures as low as -75 degrees Fahrenheit, far colder than any other major de-icer. It's also safer than salt, since it's non-corrosive and biodegradable, and requires fewer applications than many other de-icers. It can also be used alone if needed, and works best when applied as a liquid in narrow bands across a road. But, like all de-icing chemicals, it has downsides — it can make road surfaces slick, and, like salt?and CMA, it lowers oxygen levels in water. But perhaps its greatest single flaw is one it shares with other eco-friendly de-icers, including CMA: cost. In general, potassium acetate costs about eight times more than salt.\n?\n• Solar roads: One alternative to de-icing chemicals altogether is the concept of roads that de-ice themselves. The idea is still in its infancy, but it involves solar panels on roads, which either heat up the road surface itself, or heat up fluid-filled tubes inside the road. This costs more to build than a traditional highway, but advocates say it would pay for itself by cutting the costs of de-icing and accident response. Plus, the leftover solar power could help supply extra electricity to nearby homes, businesses and even charging stations for electric vehicles.\n?\nAnti-icing and efficiency\nAside from cutting back on salt in favor of less harmful compounds, another way municipalities can reduce the environmental impact of their street-clearing efforts is to use de-icers more efficiently. One way to do that is to use road-weather information systems, which use roadside sensors to collect data on air and surface temperatures, precipitation levels, and the amount of de-icing chemicals already on the road. These data are combined with weather forecasts to predict pavement temperatures, letting road agencies anticipate the exact area and time range to cover, as well as the amount of de-icing chemicals to use. According to the Federal Highway Administration, the Massachusetts Highway Authority saved $53,000 on salt and sand costs the first year alone after employing RWIS, including $21,000 during a single storm.\n?\nAnother strategy is to use \"anti-icing\" — spreading salt and other de-icers before a winter storm, in an attempt to stop ice formation before it starts. This can reduce the amount of chemicals used throughout a storm; the EPA cites one estimate that anti-icing can reduce total de-icer usage by?41 to 75 percent. Alternative de-icers like potassium acetate, CMA or beet-juice derivatives can be used in tandem with rock salt or brine for anti-icing, but timing is key — experts recommend applying anti-icers two hours before a storm hits for maximum effect (another reason it helps to have detailed weather forecasts). Sand is useless for anti-icing, though, since it can only provide traction when it's on top of snow and ice, not under them.\n?\nDe-icing and anti-icing roads will always be necessary in cold parts of the country, just as aircraft de-icing has become a fact of life at northern airports. But while salt and sand were once the only options, their ecological impact is increasingly offset with a newer, gentler (and more expensive) generation of de-icers. When used together as part of a broad strategy — including salt and non-salt de-icers and anti-icers, as well as integrated research and planning — this array of options can help make sure local governments nationwide are worth their salt in protecting both highways and habitats.\n?\nMore information\nFor proof of how important de-icing can be for slick roads, check out this video of sliding cars, shot after an especially heavy snowstorm in Seattle:\n?\n\n\n\n?\nAlso on MNN:\nHow snow forms\n46 smart uses for salt\nTips for driving in ice and snow\n6 tips for winter-proofing your home\nSolar-powered roads could make snow disappear\nClick for image credits and more de-icing resources\n\n\nImage credits\nSUV on icy road: U.S. National Park Service\nHalite:?Didier Descouens/Wikimedia Commons\nSpotted salamander: U.S. Federal Highway Administration\nLeaf scorch: Purdue University Extension Service\nWoman drinking water: Greg Baker/AP\nPerson walking dog in snow: Walter Hodges/Jupiter Images\nGrains of sand: U.S. Geological Survey\nCalcium chloride:?Markus Brunner/Wikimedia Commons\nSugar beet: U.S. Department of Agriculture\nSunny road:?Morey Milbradt/Jupiter Images\nSnowy road: Photo 24/Jupiter Images\n\"Ice Road Rampage!\" video: KING-TV/YouTube\nMNN homepage photo: SamBurt/iStockphoto\n?\nMore resources?\nEPA\nU.S. Geological Survey\nFederal Highway Administration\nUniversity of Michigan\nSalt Institute","author":"","web_category":"earth-matters#translating-uncle-sam","title":"De-icing dilemma: Do streets need salt?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/de-icing-dilemma-do-streets-need-salt"}