{"summary":"The agency’s estimate at the end of 2010 was 25 billion barrels — a 10th that of Saudi Arabia.. According to the EIA, Saudi production was more than 11 million barrels per day in 2011, about five times its domestic consumption","advice_category":"4","content":"The International Energy Agency (IEA), which has a domestic counterpart in the U.S. Energy Information Agency (EIA), just released a bombshell: Our country could become the?world’s largest oil producer by 2020 (overtaking Saudi Arabia) and a net exporter by 2030.\n\n\t?\n\n\tDomestic oil production is up 7 percent so far in 2012, the largest jump since 1951 and the fourth consecutive year of a rising tide of American crude. We could be pumping 11.4 million barrels a day in 2013. For more details, see the video below.\n\n\t?\n\n\tIt’s kind of ironic that Mitt Romney made new oil drilling (including in public lands and offshore) such a centerpiece of his campaign, because under Obama it has already accelerated dramatically. The president said as much in the debates, but it’s doubtful many Romney voters believed him. But it’s true: U.S. oil imports are falling rapidly. Right now we’re importing 20 percent of our total energy needs (and 42 percent of our oil), but the IEA says we will become “all but self-sufficient in net terms — a dramatic reversal of the trend in most other energy-importing countries.”\n\n\t?\n\n\tI need to add some caveats here. Our energy independence scenario owes a lot to the potential development of unconventional oil, such as that contained in Rocky Mountain shale. Turning that impregnated rock into crude is a messy, environmentally awful process, just as bad as the tar sands oil we’re now bringing in from Canada (by far our biggest source of imports).\n\n\t?\n\n\tAmerican energy independence also doesn’t do a whole lot for global warming emissions. The report says that renewable energy such as wind and solar will be responsible for nearly a third of total electricity output by 2035, but that’s not a big enough or fast enough switch to stop climate change in its tracks.\n\n\t?\n\n\tFurther, let’s get realistic about how much oil we have compared to Saudi Arabia. The faster we pump it, the faster it will be gone. According to the EIA, Saudi production was more than 11 million barrels per day in 2011, about five times its domestic consumption. Estimates of Saudi reserves vary widely, but EIA says 262 billion barrels.\n\n\t?\n\n\tThe U.S. is up there in terms of production, with 10 million barrels per day in 2011, but in that same year we consumed more than 18 million barrels per day. We haven't lost our collective appetite for the stuff (right). Oil is traded internationally, and our net deficit in terms of imported oil was more than 8 million barrels daily. But EIA’s latest analysis leaves a big blank when it comes to proven oil reserves for the U.S. The agency’s estimate at the end of 2010 was 25 billion barrels — a 10th that of Saudi Arabia.\n\n\t?\n\n\tOur really big news is the huge ramping up of natural gas production, 23,000 billion cubic feet in 2011, making us already the world’s number one producer. The upside is that American power production is switching rapidly to natural gas — the cleanest fossil fuel — from coal, which is the dirtiest. But as Dieter Helm pointed out in the New York Times Monday, coal isn’t going away. It’s still very cheap in most of the world, and is responsible for 30 percent of global energy production (up from 25 percent in the mid-1990s).\n\n\t?\n\n\tWrites Helm, “Europe is moving from gas, which is expensive there, to much more polluting coal — especially in Germany, which is phasing out its nuclear power plants following the Fukushima disaster in Japan.” Isn’t that wonderful! Greens may hate nukes, but coal is hardly a good substitute.\n\n\t?\n\n\tI don’t want to take away from the IEA’s revelation, but it shouldn’t take us back to the energy policies of the '50s and '60s, when cars guzzled oil and nobody bothered with serious insulation. And the growing imperative of climate change dictates a final and definitive move away from fossil fuel in any form.\n\n\t?\n\n\tHere's the basic details of our rising energy production, set against some sobering facts about China:\n\n\t?\n\n\n\n\t?\n\n\tRelated oil stories on MNN: \n\n\t\t10 ways to save money on gasoline\n\n\t\tA closer look at the Romney/Ryan energy plan\n\n\t?\n\n\tMNN tease photo of sunset on oil rig: Shutterstock\n\n\t?","author":"","web_category":"earth-matters#energy","title":"U.S. to become the world's biggest oil producer, but hold the applause","picture_url":"http://images.mnn.com/sites/default/files/oil%20drilling%20off%20catalina%20island.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/us-to-become-the-worlds-biggest-oil-producer-but-hold-the-applause"}