{"summary":"Encourage both private and public investment in New Hampshire agricultural and food production.. Increase economic development in New Hampshire’s food and farm sector;","advice_category":"5","content":"As globalization continues?to have an impact on the nation's food systems, some states are attempting to rein it in and boost local food production and consumption instead. Vermont became the first state to create a farm-to-plate program. With an overall mission of doubling the amount of local food consumed from 5 to 10 percent, Vermont’s ambitious aims are detailed in a 1,000-page plan.\n?\nRhode Island is tackling a five-year plan like Vermont’s but smaller in scale; Connecticut is in the midst of planning its own; Massachusetts is in the pre-planning phase with funding from private foundations; and food advocates are trying to get a plan going in Maine, according to NPR.\n?\nNow lawmakers in New Hampshire have proposed Senate Bill 141, sponsored by a half dozen legislators led by Sen. Martha Fuller Clark (D-Portsmouth), using Vermont’s wording almost verbatim. It calls for the creation of an advisory council to the New Hampshire Department of Agriculture, Markets and Food that would unite industry, advocates and academic groups to pump life into the local food system there.\n?\nThe council’s purpose would be to collect data on locally produced foods, examine current and potential markets for local farmers, and calculate the extent of land available for future food production. According to the bill, the specific goals are to:\nIncrease economic development in New Hampshire’s food and farm sector;\nPromote jobs in the food and farm economy;\nImprove access to healthy local foods;\nEncourage both private and public investment in New Hampshire agricultural and food production.\nEqualize economic development opportunity between New Hampshire’s cities and towns by removing restrictive obstacles and excessive financial burdens to farmers’ market sales in towns and cities.\nYet while Vermont has reserved $100,000 from federal stimulus and their general fund and has raised money from private foundations, the New Hampshire bill does not include state appropriation.\n?\nEllen Kahler, director of Vermont Sustainable Jobs Fund, the group that administers the state's Farm to Plate project, says the support of Vermont’s lawmakers and investment in the project has significantly helped the group to raise private funding. Although New Hampshire does not intend to invest money in its proposed program, the bill could allow the Department of Agriculture to direct some of its resources to the effort.\n?\nRelated story on MNN: Learn about the table-to-farm movement","author":"","web_category":"earth-matters#politics","title":"New Hampshire considering a farm-to-plate bill","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_4345471.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/new-hampshire-considering-a-farm-to-plate-bill"}