{"summary":"Related on TechNewsDaily and MNN:. The iTube is in a prototype stage now, but a startup that Ozcan founded and directs, Holomic, will try to sell it","advice_category":"2","content":"A smartphone that can be transformed into a lab with the ability to detect food allergens is the latest in add-on technology from inventor Aydogan Ozcan. He and his researchers are creating prototypes of these devices that turn the phones into precise lab instruments.\n?\nThe iTube, Ozcan and his colleagues' new device, converts smartphones into colorimeters that are able to detect minute amounts of allergens, such as peanuts, in food. It's designed for use at home or in public, such as at a restaurant, said Ozcan, an engineering professor at the University of California, Los Angeles.\n?\n\"People will be able to quantify the amount of allergen and have the ability to upload their results to their personal site or to a public server,\" Ozcan told TechnewsDaily. The iTube gives results for amounts of allergens as a parts-per-million measure. It also saves the results in an online database that people can either keep as a private record or share to help other allergy sufferers.\n?\nThe iTube is in a prototype stage now, but a startup that Ozcan founded and directs, Holomic, will try to sell it. The Holomic staff will need to do market research first to see who would want to buy the iTube, then work on tweaking the iTube to fits its users' needs, Ozcan said. [Should the FDA Regulate Smartphone Apps?]\n?\nThe device requires a little work that may put off casual users. Users have to grind up the food they want to test, put it in a test tube and mix in chemicals, following instructions on the iTube app. The test tube then goes into a slot in the iTube attachment. The iTube uses its own LED lights and the smartphone's camera to analyze the food-chemical mix. The whole process takes about 20 minutes.\n?\nFor some people, the ability to test everything from snack packs to restaurant dishes on the spot would be worth the wait, Ozcan said. For example, parents with children who have severe allergies might not mind the process, he added.\n?\nOzcan is perhaps best known for making smartphone add-ons that turn the phones into low-cost microscopes and diagnostic machines. Such inventions may aid clinics around the world that cannot afford similar diagnostic equipment that isn't cellphone-based.\n?\nBecause companies such as Samsung and Apple manufacture so many smartphones, they're able to offer sophisticated cameras, sensors and computing ability at a lower price than similar standalone products, Ozcan explained. That's why he works on making devices that piggyback on smartphones' abilities.\n?\n\"For the same capabilities you have in your iPhone, if you took away the volume [of iPhones Apple makes], you would have to pay more than $30,000,\" he said.\n?\nOzcan and his colleagues?published a paper?about the iTube in November in the journal Lab on a Chip.\n?\nFollow TechNewsDaily on Twitter @TechNewsDaily, or on Facebook.\n?\nRelated on TechNewsDaily and MNN:\n\n13 Tips to Keep Your Devices Safe While Traveling\n\n\n10 Traits of Successful Innovators\n\n\nAmericans Increasingly Rely on Technology for Health\n\n\nMNN: 10 most bizarre allergies\n\n?\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"Francie Diep, TechNewsDaily","web_category":"health#allergies","title":"Smartphone rigged to detect food allergens","picture_url":"http://images.mnn.com/sites/default/files/iTubeFoodAllergens_m_1218.jpg","url":"http://www.mnn.com//health/allergies/stories/smartphone-rigged-to-detect-food-allergens"}