{"summary":"Most people think of a hypoallergenic pet as one that doesn’t have any fur, because they believe that fur is the source of the allergy. Top 10 pets for those who suffer from allergies","advice_category":"2","content":"Q: My 5-year-old daughter would love nothing more than to get her very own little puppy, but I suffer from terrible pet-related allergies, and actually had to give up my dog as a kid. I want to appease her, but I also want to be able to continue living in my own house. Is there any such thing as a hypoallergenic pup?\n?\nA: There are lots of pets that are marketed as being hypoallergenic (and they come with a hefty price tag), but the truth is, according to the Mayo Clinic, that there really is no such thing as a hypoallergenic cat or dog. Most people think of a hypoallergenic pet as one that doesn’t have any fur, because they believe that fur is the source of the allergy. That is not the case.\n?\nAllergies are triggered by proteins that are secreted by dogs through their skin glands, and by cats through their saliva. Since cats are always licking themselves, this protein ends up on their fur. When either a cat or dog sheds fur, they are also shedding dander, or dead skin cells, along with it. The dander contains the allergens that trigger allergies in sensitive folks, hence the allergic reaction.\n?\nDr. Mel Friedman, an eye specialist in Memphis, Tenn., sees patients with allergic reactions to pets often. “Usually, I’ll see red, itchy eyes, allergic rhinitis, runny nose, and even wheezing,” he tells MNN.\n?\nSo what to do?\n?\nWell, you may not be able to find a truly hypoallergenic puppy, but what you can do is look for a puppy that sheds less fur than most, allowing the dander to stay in the dog’s fur instead of ending up in the air or all over your house, like a Maltese or a Schnauzer, for example. (For a full list of dogs that are recommended for allergy sufferers, the American Kennel Club has a list?—?and cute pictures — here. And check out our top 10 pets for allergy sufferers here.)\n?\nWhatever you choose, it’s a good idea to borrow the type of dog for a good two to three weeks before you purchase it, to get a real sense of the reactions it may cause. Who knows: Maybe your daughter has allergies, too! (Or, as it turns out, that dog or cat might prevent your daughter from developing allergies in the first place.) Says Friedman, “If you’re going to have a dog, you basically have to match the child to the pet. Some pets will cause allergies in some children while others won’t.”\n?\nAnd once you have that dog, try to minimize things like carpet or cloth curtains, which tend to trap dander, and clean the air with a HEPA air purifier. If you do have carpets, vacuum them with a HEPA vacuum cleaner. Whatever you choose, it’s also important to maintain a consistent cleaning and grooming routine for your pet, as this will help to reduce dander as well.\n?\nThe good thing is that little kids are fickle, and if all else fails and you can’t get a dog, maybe you could appease her with something else really special, that doesn’t shed quite so much?—?like a turtle, or a hamster, or better yet, a new bicycle.\n?\nGood luck to you!\n?\n—?Chanie\n?\n\n\nGot a question??Submit a question to Mother Nature?and one of our many experts will track down the answer.?Plus: Visit our?advice archives?to see if your question has already been tackled.\n?\n\n?\n?\nAlso on MNN:\nAre hypoallergenic dogs a myth?\nTop 10 pets for those who suffer from allergies\n?\nPhoto:?BitHead/Flickr;?MNN homepage photo: batwrangler/Flickr","author":"","web_category":"health#allergies","title":"Is there such a thing as a hypoallergenic dog?","picture_url":"","url":"http://www.mnn.com//health/allergies/questions/is-there-such-a-thing-as-a-hypoallergenic-dog"}