{"summary":"ISON is now nearing the point where water should start gassing out, so the comet may soon bounce back from an activity drop that scientists have noticed over the last month.. Related on SPACE.com and MNN:","advice_category":"4","content":"A comet that could become one of the brightest ever seen when it flys by the sun this November is already remarkably bright and active, a new set of photos shows.\n?\nComet ISON sports a well-defined tail of dust and gas even though it remains far from the sun, the new images from Hawaii's Gemini North Observatory reveal. But it's still too early to tell if ISON will live up to the \"comet of the century\" hype, researchers stress.\n?\nComet ISON was discovered in September 2012 by Russian amateur astronomers Vitali Nevski and Artyom Novichonok. Researchers believe the comet, which is likely 3 to 4 miles (4.8 to 6.5 kilometers) wide, is making its first trip to the inner solar system from the distant, icy Oort Cloud. [Photos of Comet ISON in Night Sky]\n?\nISON is streaking toward a dramatic rendezvous with the sun on Nov. 28, when the comet is set to skim just 800,000 miles (1.3 million km) above the solar surface. If the comet doesn't break apart or fizzle out beforehand, it could put on a spectacular show around this time, scientists say, perhaps blazing as brightly as the full moon.\n?\n\n\n?\nThe new Gemini North images captured ISON from early February to early May of this year, when the comet ranged between 455 million to 360 million miles from the sun (730 million to 580 million km) — just inside the orbit of Jupiter.\n?\nMost comets develop a tail when they're near the main asteroid belt between Mars and Jupiter, because at this distance the sun's warmth begins sublimating their water ice to gas, researchers said. But ISON already had a tail when it was roughly twice this distance from our star, indicating that some other material was sublimating out.\n?\nISON is now nearing the point where water should start gassing out, so the comet may soon bounce back from an activity drop that scientists have noticed over the last month.\n?\n\"The current decrease may be because this comet is coming close to the sun for the first time, and a volatile frosting of ice may be coming off revealing a less active layer beneath,\" Karen Meech of the University of Hawaii said in a statement. \"It is just now getting close enough to the sun where water will erupt from the nucleus, revealing ISON's inner secrets.\"\n?\nMeech and other scientists will be keeping a keen eye on ISON, as they hope its close solar approach will reveal new insights about comet composition and behavior. But they're not making many forecasts just yet.\nComet ISON \"could still become spectacularly bright as it gets very close to the sun,\" Meech said. But, she added, \"I'd be remiss if I didn't add that it's still too early to predict what's going to happen with ISON since comets are notoriously unpredictable.\"\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nComet of the Century? Sun-Grazing Comet ISON Explained (Infographic)\n\n\nAmazing Comet Photos of 2013 by Stargazers\n\n\nComet ISON Will Pepper The Earth With Dust | Video\n\n\nMNN: Comets 101: A primer on the 'dirty snowballs' of space\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"'Comet of the Century' gets fired up in new photos","picture_url":"http://images.mnn.com/sites/default/files/CometISON_m_0530.jpg","url":"http://www.mnn.com//earth-matters/space/stories/comet-of-the-century-gets-fired-up-in-new-photos"}