{"summary":"The new videos, which can be streamed online or viewed at a national park visitor center, feature Elmo and his buddy Murray decked out as park rangers exploring Grand Canyon National Park and Gateway National Recreation Area. Truglio, Sesame Workshop's senior vice president of education and research","advice_category":"2","content":"\"Sesame Street\" and the National Park Service want kids to get outside this summer, so they've teamed up to make a series of episodes to get kids interested in their nation's parks.\n?\nThe new videos, which can be streamed online or viewed at a national park visitor center, feature Elmo and his buddy Murray decked out as park rangers exploring Grand Canyon National Park and Gateway National Recreation Area. ?\n?\n\"This is very child-focused, stimulating children's natural curiosity and bringing that exploration to the natural environment,\" said Rosemarie T. Truglio, Sesame Workshop's senior vice president of education and research. \"Children are natural scientists,\" said Truglio, \"and we want to encourage them to get outside and to explore the world around them using all their senses — to explore and investigate and learn.\"\n?\nWhile the videos show Elmo and Murray exploring national parks, the goal of the videos was also to help kids make the connection between a national park and nature in their own neighborhood.\n?\n\"We have a concern that children are losing their connection to the outdoors,\" said National Park Service Director Jon Jarvis. \"As you show kids the habitats at Gateway National Park and the Grand Canyon, you're showing them that there are similar habitats near them. We want to get these kids thinking, 'Let's move, let's get outside, and learn something at the same time.'\"\n?\nThat's why Gateway NRA — an urban park located in New York City and Northern New Jersey — was highlighted in the series over other more widely known national parks. The park service wanted to emphasize that parks can be wild spaces, such as the Grand Canyon, but they can also be found in and around big cities.\n?\nCheck out the videos at the Sesame Street Explores National Parks website.","author":"","web_category":"earth-matters#wilderness-resources","title":"'Sesame Street' teams up with national parks to get kids outside","picture_url":"http://images.mnn.com/sites/default/files/elmo_0.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/sesame-street-teams-up-with-national-parks-to-get-kids"}