{"summary":"ethanol is still made from corn. Only 74 of the country's 163 commercial ethanol plants survived the year, but ethanol production still continued increasing every year since","advice_category":"8","content":"?\n\n\tThe corn has ears, and they're burning.\n\n\t?\n\n\tPeople talk about America's top crop a lot these days, mostly because its ears are also literally burning — in the form of ethanol, a fuel made by fermenting sugar. Corn ethanol has become popular in the United States recently because it's renewable, domestically produced and burns more cleanly than gasoline. What's not to love?\n\n\t?\n\n\tBut this clear, colorless liquid may not be as green as it seems. Much like its alter ego moonshine, ethanol's benefits can hide a world of hurt.\n\n\t?\nWhat is ethanol?\n\n\tAlso known as ethyl alcohol, ethanol has been emboldening and embarrassing humans for thousands of years. It's the waste produced by yeasts as they eat sugar, mainly from sweet grains like corn and sugarcane. Moonshine is just homemade ethanol — 1920s bootleggers reportedly used it to fuel their cars as they fled police, a practice that gave rise to modern stock car racing.\n\n\t?\n\n\tEthanol was first used as engine fuel in 1826, but a nationwide tax to fund the Civil War kept it mostly sidelined for 80 years. U.S. automobile pioneer Henry Ford was key to its comeback, building his first car, the quadricycle, and his legendary 1908 Model T to run on what he called the \"fuel of the future.\" Congress repealed its tax and ethanol thrived until 1919, when it was outlawed by Prohibition. Gasoline soon took over as America's fuel of choice, and after WWII ethanol was virtually choked out of the market by powerful and plentiful American oil.\n\n\t?\n\n\tAmerican oil peaked in 1973, however, just in time for U.S. relations with oil-rich Middle Eastern countries to plummet after the Arab-Israeli War of 1973 and Iranian Hostage Crisis. The world's biggest oil consumer was in a pickle, and it soon went crawling back to corn. Congress passed the first of many pro-ethanol bills in 1974, and federal subsidies grew during the next decade from 40 cents to 60 cents per gallon of ethanol blended into gasoline.\n\n\t?\n\n\tThe booming ethanol industry was inevitably linked to gas prices, though, which led to its crash in 1985, despite the subsidies. Only 74 of the country's 163 commercial ethanol plants survived the year, but ethanol production still continued increasing every year since. Its use as fuel has grown by an annual average of 25 percent in recent years, largely because of oncoming climate change:?It doesn't add carbon dioxide to the atmosphere because its base crops absorb CO2, and it can fuel existing internal combustion engines.\n\n\t?\nIs corn ethanol better than gasoline?\n\n\tA head-to-head matchup is complicated — ethanol is hardly worth the effort if its cultivation and production emit as much CO2 as the fossil fuel it's replacing. On the other hand, proponents of corn-based ethanol often argue that only the fuel's direct emissions should be taken into account, as gasoline's are, not the effects of clearing forests to grow fuel crops or powering distilleries to refine them.\n\n\t?\n\n\tBut the urgency of climate change has nonetheless shined harsh light on a fuel that's lived in gasoline's shadow for nearly a century. The EPA and the Congressional Budget Office?both issued reports on ethanol's eco-friendliness this year, and the results are mixed. It can be better than gas, but it can also be worse. That depends mainly on three factors:\n\n\t?\n\n\t• Where it's grown:?Large areas of vegetation are known as \"carbon sinks\" because plants soak up CO2 from the air to use in photosynthesis. Cutting down dense forests and grasslands to plant corn replaces longstanding carbon sinks with rows of young crops. Ethanol can make up for this by displacing gasoline in fuel tanks, but that takes time. Depending on how much and what kind of vegetation was cleared, it can take ethanol more than 100 years to become carbon neutral. [See the graphic above for more info.]\n\n\t?\n\n\t• How it's produced:?Unlike biopower — the process of burning biomass directly to generate electricity — ethanol is usually refined from its feedstock by?hydrolysis and fermentation, consuming water, energy and further inflating the fuel's carbon footprint. Most U.S. ethanol distilleries are now powered by natural gas, which has the least carbon of any fossil fuel, but many also still rely on coal.\n\n\t?\n\n\t• What it's made from:?Although other sources are gaining ground,?97 percent?of U.S. ethanol is still made from corn. And because corn is already used to make so many things, cornfield space is getting tight. About a quarter of the country's crop is now used to make fuel, and with more corn on the job than on the cob, food prices have gone up: 2 percent in 2006, 4 percent in 2007 and more than 5 percent in 2008. The?CBO estimates?that ethanol accounted for 10 to 15 percent of the rise in food prices between April 2007 and April 2008. The only way around that is expanding cornfields, which often means destroying carbon sinks.\n\n\t?\n\n\tThe EPA weighed in on ethanol in early May, proposing?new national biofuel standards?through 2023. Its background research?highlights how severe the loss of carbon sinks can be in the short term: Over a 100-year time span, corn ethanol is 16 percent better for the climate than gasoline, but over a 30-year span, it's 5 percent worse, according to the EPA. The?new regulations would grandfather in 15 billion gallons of corn ethanol, what the EPA calls the limit of sustainable production, but the proposal focuses heavily on alternative biofuel sources with less baggage than corn.?\n\n\t?\n\n\t\"Corn-based ethanol is a bridge, an extremely important one, to the next generation of ethanol and biofuels,\" EPA?Administrator Lisa Jackson?said on May 5, the day the agency announced its proposed ethanol policy. Although the new standards would exempt corn ethanol distilleries that already exist or are under construction, they mark a major shift in U.S. energy policy, which has staunchly supported corn ethanol since the late '70s.\n\n\t?\n\n\tThe \"next generation\" that Jackson mentioned refers to ethanol and other biofuels with much lower carbon footprints than their crop-based counterparts. While traditional ethanol is made from the parts of plants that people eat, cellulosic ethanol uses \"lignocellulose\"?— the inedible, structural stuff that makes up much of plants' mass. By using native plants like switchgrass to make ethanol, we can harvest it and let it grow back each year without permanently removing any carbon sinks or displacing any food crops. Cellulosic ethanol hasn't been used commercially yet — its sinewy source material is harder, and thus more expensive, to break down than corn —?but the U.S. Energy Department has set a goal of reducing its production cost to $1.07 per gallon by 2012, which it believes will make it more commercially viable.\n\n\t?\n\n\tAs the EPA and CBO reports make clear, the United States will need a wide variety of biological fuel sources in the coming decades, and corn ethanol will undoubtedly be one of them. But there are acres and acres of alternatives, from switchgrass to wood chips to biodiesel made from soybeans or algae. Check out the links below from Uncle Sam for more info on ethanol and other biofuels.\n\n\t?\n\n\tEthanol links\n\n\t\tEPA: National Renewable Fuel Standard program, new proposed regulations (May 2009)\n\n\t\tCBO: Ethanol, Food Prices, and Greenhouse-Gas Emissions (April 2009)\n\n\t\tDOE: Starch- and Sugar-Based Ethanol Feedstocks\n\n\t\tDOE: Cellulosic Ethanol Feedstocks\n\n\t\tDOE: Ethanol Distribution\n\n\t\tFueleconomy.gov: Ethanol (E10 and E85)\n\n\t\tUSDA: Ethanol Reshapes the Corn Market\n\n\tOther biofuel links\n\n\t\tDOE: Biomass Program\n\n\t\tDOE: Biodiesel\n\n\t\tDOE: U.S. Biodiesel Fueling Station Locations\n\n\t\tDOE: Biobutanol\n\n\t\tDOE: Biogas\n\n\t\tDOE: Biomass to Liquids\n\n\t\tDOE: American Recovery and Reinvestment Act of 2009 Financial Opportunities","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Is corn ethanol worth the trouble?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/epa-is-corn-ethanol-worth-the-trouble"}