{"summary":"\t• That's a colorful, sculptural piece of art at the upper left ... \t• Now that the elections are over, much of the nation's attention has turned to the fiscal cliff","advice_category":"5","content":"•?From the Adelie to the yellow-eyed, we've rounded up 10 varieties of everyone's favorite flightless, nearly aquatic bird: the penguin.?For even more animals, we head a bit farther north to check in on nine threatened animals of the Southeast, including the Florida panther and gopher tortoise.\n\n\t?\n\n\t• Now that the elections are over, much of the nation's attention has turned to the fiscal cliff. It's an apt metaphor, considering the effect it could have on the environment. Find out what's at stake.\n\n\t?\n\n\t• That's a colorful, sculptural piece of art at the upper left ... or is it? We've tracked down a few examples of man-made objects that look strikingly similar to natural phenomena.\n\n\t?\n\n\t•?If the thought of the upcoming Black Friday shopping bacchanal gives you the hives, check out what people are saying about turning their back on consumerism and living off the grid.\n\n\t?\n\n\t• On the other hand, if you're looking forward to Black Friday (or just plan to do a lot of shopping in the coming weeks), we present?10 holiday budgeting tips.\n\n\t?\n\n\t •?The sight of huge downed trees (and what they took with them) in the wake of Hurricane Sandy may have many homeowners seriously rethinking their landscaping. But there's hope, because with the right strategy large trees can survive these big storms.\n\n\t?\n\n\t• For those people who know far too well the power of the recent hurricane, many are wondering about the extent of the damage at their house. Now they can get news of home from above, courtesy of a FEMA app and aerial photos.\n\n\t?\n\n\t• The United States is poised to become world's biggest oil producer, but that's not necessarily a good thing, considering the environmental mess involved in production and the resulting global warming emissions.\n\n\t?\n\n\t• Ever wondered why prescription drugs are so much cheaper in Canada? Here's what we found out about price controls, Internet pharmacies and what the FDA has to say about it.\n\n\t?\n\n\t• It sounds like an urban legend, but this one has some fact behind its bite: The Lone star tick may be spreading vegetarianism (or at least a serious aversion to red meat).\n\n\t?\n\n\t• Finally, let's wrap up the week with a look at some majestic police dogs decked out to be blessed at the Tihar Festival in Nepal. That's a couple of them above.","author":"","web_category":"earth-matters#politics","title":"Amazing penguins, the fiscal cliff and more in MNN's week in review","picture_url":"","url":"http://www.mnn.com//earth-matters/politics/stories/amazing-penguins-the-fiscal-cliff-and-more-in-mnns-week-in-review"}