{"summary":"But one particular protein in wheat, gluten, causes an abnormal immune system reaction in the small intestines of people with celiac disease. A wheat allergy generates an allergy-causing antibody to proteins found in wheat","advice_category":"2","content":"Do you have a guest coming over for Thanksgiving who is gluten-intolerant? Mireille Schwartz (pictured right), an award-winning advocate and allergy expert, offers advice on how to feed your guest.\n\n\t?\n\n\tMNN: With more people being diagnosed as being gluten-intolerant, many will have gluten-free guests this Thanksgiving. I'd love for you to give your expert advice in how to have a safe and happy Thanksgiving for all. First, what is gluten and what are the main gluten contenders?\n\n\n\t\t?\n\n\t\tMireille Schwartz: Wheat allergy may sometimes be confused with celiac disease, but these conditions are different. In either case, avoiding wheat and gluten is the primary treatment. With both food allergy and intolerance, currently there is no cure, so strict avoidance of the offending food is critical. A wheat allergy generates an allergy-causing antibody to proteins found in wheat. But one particular protein in wheat, gluten, causes an abnormal immune system reaction in the small intestines of people with celiac disease. Celiac disease is a little different. It’s a digestive disease which damages the small intestine and interferes with absorption of food nutrients. People who have celiac disease can’t tolerate gluten, the protein in wheat, barley and rye. When people with celiac disease eat foods or use products containing gluten, their immune system responds by damaging or destroying villi, fingerlike protrusions lining the small intestine. Villi normally allow nutrients from food to be absorbed through the walls of the small intestine and into the bloodstream. Without healthy villi, a person becomes malnourished, no matter how much food you consume. Typically, celiac disease presents with digestive symptoms, although in adults symptoms can vary greatly from person to person and present in the most unusual ways. My own father, a medical doctor, developed celiac disease later in life in just the past few years.\n\n\t\t?\n\n\t\tThere are items that have hidden gluten in them too, right? Such as vanilla extract? What else do we need to watch for?\n\n\t\tGluten and wheat, like many of the \"Big 8\" Allergens (others are milk, eggs, peanuts, tree nuts — e.g., walnuts, almonds, cashews, pistachios, pecans — soy, fish and shellfish) are everywhere! Wheat can be found in oh-so-many foods, including some culprits you might never suspect: breakfast cereals, pasta, crackers, beer, soy sauce and condiments like ketchup. Gluten as well, of course, is found mainly in foods but may also pop up in everyday items such as medicines, vitamins and lip balms.\n\n\t\t?\n\n\t\tWhat about work spaces? Do you need to be concerned about cutting boards, pots and other work surfaces when cooking for a gluten-free guest?\n\n\t\tFor all allergies, I recommend avoiding cross-contamination of utensils and all surfaces when preparing foods. Rinsing a knife that chopped walnuts is insufficient: thoroughly scrub all utensils and surfaces with soap and water, and wipe clean. Even trace amounts of a food can cause a reaction for highly allergic and sensitive people.\n\n\t\t?\n\n\t\tWhat would you recommend serving to a gluten-free guest this Thanksgiving?\n\n\t\tI find that careful food allergy management empowers folks with “Can-Do Situations.” Options abound! For Thanksgiving, wheat and gluten lurk in some turkeys, turkey broths and marinades, gravies, spice blends, stuffing, crackers, pie crusts, and even in powdered mashed potato mixes. Here are some of my recommended substitutions.\n\n\t\t?\n\n\t\tTom Turkey: Some basted turkeys contain soy, wheat and dairy. Instead look for turkeys labeled \"Natural,\" which by law must be minimally processed.\n\n\t\t?\n\n\t\tMarinades and soy sauce, broth and bouillon may use wheat, barley or rye in flavors and seasonings. Always avoid that seasoning or gravy packet. For thickening gravy, try a substitution and whisk in a tablespoon of sweet rice flour, potato flour, or an arrowroot starch slurry.\n\n\t\t?\n\n\t\tFor delicious Thanksgiving stuffing, you can follow your favorite recipe and substitute toasted cubes of gluten-free cornbread, corn muffins or a loaf of store-bought gluten-free white bread.\n\n\t\t?\n\n\t\tAs an?all-purpose basic flour substitute, the favorite go-to is Pamela's Ultimate Baking Mix because it works so well as a one-to-one ratio substitution for baking recipes, BUT if you are allergic to nuts and dairy, please make a note that Pamela's contains both almond flour and buttermilk. Other nut and dairy alternatives are an all-purpose gluten-free flour blend from Whole Foods or Bob's Red Mill. If the nut and dairy avoidance isn’t an issue, then try a classic cookie crumb pie crust with Pamela's cookies in Chocolate or Lemon flavor processed into crumbs. Gluten-free and yum!\n\n\t\t?\n\n\t\tHow do you balance serving everyone else as well as the one person who is gluten-free?\n\n\t\tI always suggest letting people know in advance. It’s far more difficult to maneuver if you make an announcement once seated at the holiday table. If you are allergic or intolerant always let your host know in advance — don't assume they will know or remember. Since I have a severe food allergy (to seafood), even if it’s not a potluck, I offer to bring a safe dish or two so there’s definitely always something on the table I can eat, and the host doesn’t have to prepare separate food items. Some ambitious home chefs, however, embrace taking on the epicurean substitution challenge! I affectionately dub this, \"No 8 On The Plate.\" In that case, I recommend keeping food labels for everything used to prepare the meal so the allergic guest can double-check the ingredient list.\n\n\t\t?\n\n\t\tDo you have any other recommendations, resources or tips?\n\n\t\tOur website provides a plethora of information year-round for food allergies and intolerances, not just at Thanksgiving. The root cause of food allergy remains largely mysterious; though reasons for this are poorly understood, the prevalence appears to be on the rise. Always carry your rescue medication with you, and the holidays in particular is an excellent time to check the expiration dates. Mostly, however, make sure you stay in the moment and celebrate your friendships, celebrate your accomplishments celebrate the season!\n\n\t\t?\n\n\t\tThanks, Mireille! That was very helpful.\n\n\t\t?\n\n\t\tMireille Schwartz is a member of the board of directors for Washington, D.C.-based FAAN (Food Allergy & Anaphylaxis Network). FAAN is the world’s largest leading nonprofit allergy resource and works with policymakers on federal, state and local initiatives in areas such as food labeling, epinephrine availability, and management of food allergies in schools, camps, airlines and restaurants. In both 2009 and 2010, she was awarded their National Award of Appreciation.\n\n\n\t?\n\n\tAlso on MNN: What is gluten?","author":"","web_category":"health#allergies","title":"How to keep a gluten-intolerant guest safe this Thanksgiving","picture_url":"http://images.mnn.com/sites/default/files/main_gluten.jpg","url":"http://www.mnn.com//health/allergies/blogs/how-to-keep-a-gluten-intolerant-guest-safe-this-thanksgiving"}