{"summary":"In the POIS therapy, the men were given skin injections containing their own semen, at first in an extremely dilute form, and then in gradually less diluted forms. Marcel Waldinger, a professor of sexual psychopharmacology at Utrecht University in the Netherlands, published two studies in the Journal of Sexual Medicine which suggest that men with POIS have an allergy to their own semen, and that a treatment known as hyposensitization therapy can help reduce its impact.","advice_category":"2","content":"LONDON - A mysterious syndrome in which men come down with a flu-like illness after an orgasm may be caused by an allergy to semen, Dutch scientists said Monday.\n?\nMen with the condition, known as post orgasmic illness syndrome or POIS and documented in medical journals since 2002, get flu-like symptoms such as feverishness, runny nose, extreme fatigue and burning eyes immediately after they ejaculate. Symptoms can last for up to week.\n?\nMarcel Waldinger, a professor of sexual psychopharmacology at Utrecht University in the Netherlands, published two studies in the Journal of Sexual Medicine which suggest that men with POIS have an allergy to their own semen, and that a treatment known as hyposensitization therapy can help reduce its impact.\n?\n\"These results are a very important breakthrough in the research of this syndrome,\" Waldinger said in a telephone interview. He said the findings \"contradict the idea that the complaints have a psychological cause\" and show that an auto-allergic reaction to semen is the most likely cause.\n?\nAlthough it has been documented in scientific papers since 2002, post orgasmic illness syndrome is largely unknown among family doctors and experts say many men who suffer the condition feel ashamed about it and confused about what is wrong.\n?\nWaldinger said while the syndrome is probably rare, it is likely that many men who suffer with it do not know it is a recognized condition and so do not come forward to doctors.\n?\nFor these studies, Waldinger and colleagues analyzed 45 Dutch men who were diagnosed with the illness.\n?\n\"They didn't feel ill when they masturbated without ejaculating, but as soon as the semen came from the testes...after that they became ill, sometimes within just a few minutes,\" Waldinger said.\n?\nThirty-three of them agreed to undergo a standard skin-prick allergy test using a diluted form of their own semen. Of those, 29, or 88 percent, had a positive skin reaction indicating an auto-immune response, or allergic reaction.\n?\nIn a second study in the same journal, Waldinger's team decided to try treating two of the volunteers with hyposensitization therapy — a well-known technique for treating allergies, also called allergen immunotherapy, which repeatedly exposes the body to small but gradually increasing amounts of the allergen over several years.\n?\nIn the POIS therapy, the men were given skin injections containing their own semen, at first in an extremely dilute form, and then in gradually less diluted forms. The study's results showed that after one and three years respectively, the men showed a significant reduction in their POIS symptoms.\n?\n\"It's a very slow process. It is used for all sorts of allergies and can sometimes take up to 5 years,\" Waldinger said. In the light of the first results, his team have now started several more POIS patients on hyposensitization therapy.\n?\n(Editing by Ben Hirschler and Peter Graff)\n?\nCopyright 2011? Reuters US Online Report Health News\n\n?\nAlso on MNN:?10 most bizarre allergies","author":"Kate Kelland, Reuters","web_category":"health#allergies","title":"Semen allergy suspected in rare post-orgasm illness","picture_url":"http://images.mnn.com/sites/default/files/main_test_4.jpg","url":"http://www.mnn.com//health/allergies/stories/semen-allergy-suspected-in-rare-post-orgasm-illness"}