{"summary":"But the embryonic subduction zone near Spain instead suggests that subduction spreads from ocean to ocean, Duarte said.. Duarte and his colleagues are now developing numerical models of subduction to better understand the forces driving and resisting plate motion","advice_category":"2","content":"A budding subduction zone offshore of Spain heralds the start of a new cycle that will one day pull the Atlantic Ocean seafloor into the bowels of the Earth, a new study suggests.\n?\nUnderstanding how subduction zones start is a long-lasting mystery in plate tectonics, said lead study author Jo?o Duarte, a research fellow at Monash University in Melbourne, Australia.\n?\nSubduction zones are key players in creating supercontinents and opening and closing Earth's oceans. In a subduction zone, one of Earth's tectonic plates dives beneath another, sinking into the mantle, the layer under the crust. As oceanic crust disappears, continents may draw closer together and collide, as has happened numerous times in the history of the planet. Subduction zones also spawn the biggest earthquakes on the planet, as in Japan, Chile and Alaska.?\n?\nOn the flip side are passive margins, the seamless transition between oceanic and continental crust, as is seen along eastern North America and northern Europe.\n?\nBut while northern Europe may have a gentle transition, the folded and fractured seafloor offshore of southwestern Spain leads scientists to think Earth's crust is poised on the brink between the two types of plate boundaries.\n?\n\"We are precisely in the transition between a passive and an active margin. The plate is breaking in two and starting to converge,\" Duarte told OurAmazingPlanet in an email interview.\n?\nSqueezed crust\nDuarte and his colleagues reached their conclusion, detailed online June 6 in the journal Geology,by carefully mapping the underwater faults near Spain and west of Gibraltar, in a zone called the southwest Iberia margin. The zone has spawned several great earthquakes, including the 1755 Lisbon earthquake, which killed more than 10,000 people and may have sent a tsunami all the way to the Caribbean.\n?\nThe team discovered active thrust faults throughout the supposedly passive margin. Thrust faults form when the crust is squeezed, in this case between the Eurasian and African tectonic plates.\n?\n\"This shows that the margin is not passive anymore but is now being reactivated, i.e. a new convergent plate boundary is forming,\" Duarte said. \"If you were looking for an embryonic subduction zone this is what you would expect to see.\"\n?\nSharing subduction\nThe researchers suspect that the new Iberian subduction zone will get a little help from a tiny, ultra-slow subduction zone beneath the Straits of Gibraltar. The Gibraltar subduction zone is attached to the African plate. Over the next several million years, this conveyer belt may roll out toward the Atlantic and merge with the Iberian zone into an even bigger trench, the study suggests.\n?\nSubduction zones take million of years to form, but they leave behind few records of how the process works. (Most of the clues end up in the mantle.) The possible new subduction zone helps decipher their mysterious birth. One model proposed that old, strong oceanic crust near continents spontaneously cracked, collapsing and starting a new trench. But the embryonic subduction zone near Spain instead suggests that subduction spreads from ocean to ocean, Duarte said.\n?\nDuarte and his colleagues are now developing numerical models of subduction to better understand the forces driving and resisting plate motion. \"Identification and understanding of such processes may provide new insights on how subduction zones may have initiated in the past and how oceans start to close,\" he said.\n?\nMaking sense of the complex tectonics offshore of Spain and Portugal is also crucial for forecasting the region's seismic hazard, Duarte added. \"Despite 20 years of intense investigation only now we are starting to understand the whole picture,\" he said.\n?\nEmail Becky Oskin or follow her @beckyoskin.?\n?\nRelated on OurAmazingPlanet and MNN:?\n\n7 Ways the Earth Changes in the Blink of an Eye\n\n\nImage Gallery: This Millennium's Destructive Earthquakes\n\n\nEarth Quiz: Mysteries of the Blue Marble\n\n\nMNN: How earthquakes in Chile have permanently deformed Earth\n\nThis story was originally written for OurAmazingPlanet and was republished here with permission. Copyright 2013 OurAmazingPlanet, a TechMediaNetwork company.?","author":"Becky Oskin, OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Why you should care about Spain's new subduction zone","picture_url":"http://images.mnn.com/sites/default/files/iberia-subduction_1.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/why-you-should-care-about-spains-new-subduction-zone"}