{"summary":"The need for semen stems from an inability to import non-native bees. WSU wanted to breed bees that would be able to withstand the mites as well as certain diseases or other threats","advice_category":"2","content":"Most people who raise bees do it for the honey. Researchers at Washington State University want something else: the bees' semen. As WSU entomology professor Steve Sheppard explains, creating a bee sperm bank could help to create hardier breeds capable of withstanding colony collapse disorder. It could also provide essential genetic material for any at-risk bee populations in the future.\n?\nThe need for semen stems from an inability to import non-native bees. The U.S. banned imports of foreign honey bees back in 1922, in a move designed to prevent the spread of the bee-killing tracheal mite. That ban worked for decades, although both the tracheal mite and the even worse Varroa mite eventually made their way to our shores. \"The Varroa mite feeds on the developing bees, or brood, and also introduces bacteria and viruses that damage the health of the hive,\" WSU research associated Susan Cobey said this week in a press release. Once these mites reach a hive, the entire colony can die out within two years.\n?\nWSU wanted to breed bees that would be able to withstand the mites as well as certain diseases or other threats. Since they couldn't import live bees, they got permission from the USDA to import semen for breeding purposes. They picked three of the world's 28 honey bee subspecies: Italian bees, Carniolan bees from the Alps, and Caucasian bees from Georgia in the former Soviet Union. Each subspecies has its own strengths that could be of value when interbred with U.S. bees. The Italian bees, for example, would be of use in the South for early-blooming crops, while the genes of the Carniolan bees could provide more resistance to cold weather.\n?\nUnlike for a lot of other agricultural animals, collecting the bee semen is apparently a fairly easy task. All it requires is a little pressure on the bee's abdomen. It's then gathered up with a syringe, flown back to Cobey's laboratory, and then either implanted in a queen bee or frozen in liquid nitrogen.\n?\nAfter screening the collected semen for viruses, the researchers are now ready to start selective breeding. They will also store some of the semen for longer periods of time. The researchers hope that they can create a repository of genetic material in case any bee subspecies reach a point where they need help.\n?\nSheppard and Cobey explain their process and discuss the factors influencing colony collapse disorder in this WSU-produced video:\n?\n\n\n?\nRelated bee posts on MNN:\n\n5 things that probably aren't killing honeybees – and 1 thing that definitely is\n\n\nStudy suggests honeybee collapse has many culprits\n\n\nEU bans bee-harming pesticides; will U.S. wise up and follow suit?\n\n\n5 ways to help children help bees","author":"","web_category":"earth-matters#animals","title":"Bee semen could help combat colony collapse disorder","picture_url":"http://images.mnn.com/sites/default/files/editorial/bees_1.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/bee-semen-could-help-combat-colony-collapse-disorder"}