{"summary":"Most of the sloths have now been reintroduced to their natural habitats, but Pool still shares her home with five adults and three babies. Pool, whose home doubles as a sloth sanctuary, went to the area with her team to rescue the animals, but they found more sloths than they expected — nearly 200 of them.","advice_category":"2","content":"Last October, Monique Pool got a phone call from The Animal Protection Society of Suriname, reporting that several sloths had been found on a 17-acre plot of land that was to be cleared for a cattle ranch.\n?\nPool, whose home doubles as a sloth sanctuary, went to the area with her team to rescue the animals, but they found more sloths than they expected — nearly 200 of them.\n?\nThey brought the three-toed and two-toed sloths back to Pool’s Paramaribo, Suriname, home, along with the porcupines and silky anteaters they’d rescued. Pool, founder of Green Heritage Fund Suriname, is accustomed to a few sloths climbing her curtains, but suddenly her house was a zoo. She calls it being \"slothified.\"\n?\n\"It seemed to be the only word that properly described what my situation was like: 'overwhelmed by sloths,'\" she told Today.com. \"There was literally no place in my home or garden where you could go and not see sloths — they were everywhere!\"\n?\nSince the day of the rescue, Pool and her team have been caring for the animals night and day, bottle-feeding goat milk to babies and foraging for cecropia leaves for adults.\n?\nMost of the sloths have now been reintroduced to their natural habitats, but Pool still shares her home with five adults and three babies. While the animals are undoubtedly adorable, living among them doesn’t inspire Kristen Bell-levels of excitement all the time.\n?\nSloths are wild animals — they squeal and fight and often pinch the hand that feeds them.\n?\n\"Sometimes, they would fight at night, and I would be awakened by their screaming,\" Pool said. \"In most cases, it was male animals fighting with each other. A fighting sloth is also something special to see. They swing at each other, and sometimes bite each other on the foot.\"\n?\nStill, some of Pool’s rescued sloths were more docile than other. She grew especially close to Smokey, an injured female who won rescuers over with her gentle nature.\n?\n\"She would sit inside and let all the babies crawl over her,\" Pool said. \"When she needed something, she would reach out and try to get your attention. She never once complained, and she would never pinch you hard.\"\n?\nAlthough Pool’s home isn’t overflowing with sloths anymore, her doors are always open to animals in need and she still considers herself to be \"slothified.\" She even offered up an alternative definition for the word she coined: \"Charmed and head over heels with sloths because of the overwhelming cuteness of sloths in general and baby sloths in particular.\"\n?\nPool says she’d like to start a rehabilitation center for sloths on protected land.\n?\nTo learn more about Pool and her conservation work, watch the video below or visit Conservation International.\n?\n\n\n?\nCheck out some photos of Pool’s “slothified” home below.\n?\n\n?\n\n?\n\n?\n\n?\n?\n\n?\n\n?\n\n?\n?\n\n?\n\n?\nPhotos and video courtesy of Conservation International.\nMore sloth stories on MNN:\nWhy sloths are slothful\nCatching some zzzz's at Costa Rica's sloth sanctuary\nRidiculously cute sloth baby flashes a goofy grin [Photo]","author":"","web_category":"earth-matters#animals","title":"Conservationist shares home with 200 sloths","picture_url":"http://images.mnn.com/sites/default/files/editorial/milk.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/conservationist-shares-home-with-200-sloths"}