{"summary":"The privacy debate. \"Many people are likely unaware of what could be determined about them through their daily activities both on and offline and therefore they may employ the 'I've got nothing to hide' argument without visibility to what it's possible to determine about them and the error margins involved,\" Sumner said","advice_category":"5","content":"In the wake of leaks revealing that the National Security Agency collects massive amounts of telephone and Internet data as part of its counterterrorism strategy, responses have ranged from fear and outrage to \"So what?\"\n?\nPolling suggests the American public is split on whether the NSA's surveillance is acceptable or not, with a majority coming down on the side of yes. Whether or not someone is concerned over the government surveillance comes down to many factors, experts say, but personality, experience and — of course — politics may be at play.\n?\n\"People vary in their feelings on privacy and their wariness about other people being inquisitive,\" said Paul Bebbington, an emeritus professor of mental health sciences at University College London who recently published research on paranoid beliefs in the general population.\n?\nComplicating the issue, the NSA leaks are the latest in a long line of legal battles over security versus privacy in the United States, experts say.\n?\nThe privacy debate\nLast week, the British newspaper the Guardian broke the news that the NSA gets daily call logs (including telephone numbers, times, dates, call durations and locations) on millions of Verizon business network customers, according to a secret court order leaked by security contractor Edward Snowden. Because of the rote language in the order, it is likely that Verizon is not the only carrier affected.\n?\nSoon afterward, the Guardian and the Washington Post revealed another secret NSA program, dubbed PRISM, which tracks online activity. The goal of this program is to target foreign nationals, but American citizens interacting with foreigners likely get swept up in the information gathering.\n?\nThe revelations have spawned responses across the spectrum, with op-ed writers and citizens alike both defending and excoriating the programs. A Washington Post-Pew Research Center poll conducted Thursday through Sunday (June 6–9) found that 56 percent of Americans said the telephone record surveillance was acceptable, while 41 percent said it was unacceptable.\n?\n\"This taps into a very, very old debate in American politics and American constitutional law: How to protect the nation from real threats that exist while at the same time retaining our commitment to core philosophical values,\" said David Fidler, a cybersecurity expert and professor at Indiana University's Maurer School of Law.\n?\nWhere one falls in this debate may depend, in part, on very basic personality traits. In 2011, the nonprofit Online Privacy Foundation released the results of a study on personality and Facebook privacy concerns. The researchers found that three major personality traits ?— neuroticism, agreeableness and extroversion — were linked with how concerned people were about sharing information on the social networking site.\n?\nNeuroticism is characterized by anxiety and even paranoia, so it was no surprise to see that neurotic people were more concerned about sharing personal information on Facebook, said Chris Sumner, the co-founder of the Online Privacy Foundation. Extroverts take more risks than introverts and may find the reward of social interaction online worth the potential downsides, Sumner said. Finally, people with agreeable personalities tend to be trusting.\n?\n\"Perhaps those scoring higher are more trusting that service providers, and in this case, governments, will not abuse that trust,\" Sumner told LiveScience.\n?\nWhen privacy is violated\nSimilarly, age may play a role in how people view the government surveillance, said Karen Cerulo, a sociologist at Rutgers University who studies new communications technologies.\n?\n\"Depending on how often and how frequently and widely you use social networking sites, your idea of privacy might be very different from someone who is not using them much at all,\" Cerulo told LiveScience, adding that younger people are more likely to be plugged in and voluntarily sharing the details of their lives online than older people.\n?\nIndeed, previous experience seems to be an important part of how people view privacy violations, said Christena Nippert-Eng, a sociologist at the Illinois Institute of Technology and author of \"Islands of Privacy: Selective Concealment and Disclosure in Everyday Life\" (University of Chicago Press, 2010). People who have experienced privacy violations in the past tend to be more wary than those who haven't, whether those experiences involve personal betrayal or something more historical, Nippert-Eng said. For example, African Americans or other groups who have experienced civil rights violations tend to be less trusting of police or government authority than less-violated groups, she told LiveScience.\n?\nWhy can't we agree?\nWith Americans so split on privacy issues, it's clear there's no universal answer as to what is private and what is not. Nippert-Eng has found this to be true even in very personal situations. In one study, she asked people to empty their wallets or purses and sort the contents into two piles: one private and one public. She found no widespread agreement on whether any particular object, such as a debit card or driver's license, went into the public or private pile.\n?\n\"Lots of people have very, very different definitions of exactly the same thing,\" Nippert-Eng said. \"That contributes, I believe, to the range of responses we're seeing.\"\n?\nIn other words, if Americans don't even agree on whether cellphone metadata or Internet activity is private or public, it's unlikely they'll come to a consensus on whether tracking those activities for counterterrorism purposes is okay.\n?\nPeople's sense of whether something is a violation tends to depend on a few factors, Nippert-Eng said. One is how much of a secret they believe something to be versus how many people end up knowing that \"secret.\" If you're telling your sister the story of your breakup in confidence only to later find she's been posting the gory details on Twitter for the whole world to see, it's likely to induce a sense of betrayal.\n?\nThe sense of violation only increases with greater practical consequences — if the government keeps a record of your phone calls, but that record never affects your life, it may not feel so alarming. If, however, the information were abused, the feeling of violation would be much stronger.\n?\nSome people who shrug off data privacy issues may be overlooking that last possibility, according to Sumner of the Online Privacy Foundation.\n?\n\"Many people are likely unaware of what could be determined about them through their daily activities both on and offline and therefore they may employ the 'I've got nothing to hide' argument without visibility to what it's possible to determine about them and the error margins involved,\" Sumner said. \"They might change their positions if they were flagged as being a potential future criminal and that information was later leaked or made available to insurance companies [for example].\"\n?\nFollow Stephanie Pappas on Twitter?and Google+. \n?\n\nRelated on LiveScience and MNN: \n\n\n7 Great Dramas in Congressional History\n\n\n10 Ways the Government Watches You\n\n\n9/11 Science: 10 Ways Terrorist Attacks Rocked America\n\n\nMNN: The story behind Verizon's phone record sharing\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience Senior Writer","web_category":"earth-matters#politics","title":"Why NSA surveillance only bothers some people","picture_url":"http://images.mnn.com/sites/default/files/phone-laptop-130611_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/why-nsa-surveillance-only-bothers-some-people"}