{"summary":"These fish also live in the frigid waters surrounding Antarctica. Related on LiveScience's OurAmazingPlanet and MNN:","advice_category":"2","content":"To catch Antarctic toothfish, you must bait your hook with Peruvian squid and cast it into the depths of the Ross Sea. This is what a team of Ukrainians did on a fishing trip near Antarctica. But sometimes, Mother Nature trips you up. Sometimes, you catch a hopbeard plunderfish.\n?\nIn 2009-2010, Ukrainian mariners happened to pull up three fish that looked unfamiliar. Further analysis found that they were a previously undiscovered species, dubbed the hopbeard plunderfish and described in a study published online April 29 in the journal ZooKeys. The fish bear the scientific name Pogonophryne neyelovi.\n?\nThe strange-looking denizens of the deep have brownish-splotched bodies and are shaped somewhat like tadpoles, especially when young, according to the study. They have sharp dorsal fins that extend along the top of their bodies and strange \"barbels,\" which resemble dirty Q-tips, that extend from their chins. ?\n?\nThe longest of the three specimens measured 14 inches (35.5 centimeters). And they really like to live in the deep — they were pulled from depths of up to 4,560 feet (1,390 meters).\n?\nThe fish have large livers, which fill up to 35 percent of their abdomen. Whether or not that means these sea creatures could drink like, well, fish, is unknown.\n?\nIf you're fond of the hopbeard, just wait until you meet its cousins. The genus Pogonophryne, also known as the short-barbeled plunderfish, has a total of 22 species. These fish also live in the frigid waters surrounding Antarctica. Some of them live in the Ross Sea, like the hopbeard, which is found offshore of Antarctica's Ross Ice Shelf.?\n?\nCurrently, next to nothing is known about their behavior, diet or what they do down there in the depths.\n?\nEmail Douglas Main?or follow him @Douglas_Main. Follow us?@OAPlanet, Facebook?or Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nIn Photos: Spooky Deep-Sea Creatures \n\n\nImage Gallery: Freaky Fish\n\n\nImage Gallery: Rich Life Under the Sea\n\n\nMNN: 8 bizarre newly discovered deep sea creatures\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience's OurAmazingPlanet","web_category":"earth-matters#animals","title":"New deep sea fish species found in Antarctica","picture_url":"http://images.mnn.com/sites/default/files/HopbeardPlunderfish_m_0509.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/new-deep-sea-fish-species-found-in-antarctica"}