{"summary":"Dogs are often classified as hypoallergenic using one of four \"schemes\" based on their breed in order to compare allergen levels. In fact, in homes where the dog was not allowed in the baby's bedroom, the allergen level for hypoallergenic dogs was slightly higher compared to allergen levels of non-hypoallergenic dogs.","advice_category":"2","content":"Although they've long been considered an allergy sufferer's best friend, so-called hypoallergenic dogs do not have lower household allergen levels than other dogs, according to a new study that measured allergen levels in babies' nurseries.\n\n\n?\nDog breeds classified as \"hypoallergenic\" are believed to produce less dander and saliva and shed less fur. Researchers at the Henry Ford Hospital (HFH) in Detroit put this theory to the test by measuring?environmental allergen levels?in the houses of 173 dog owners one month after a newborn baby was brought home.\n?\nResearchers collected dust samples from the carpet or floor of each baby's bedroom and measured the levels of the dog allergen Can f 1. Only?homes with one dog?per family were involved in the study, and 60 dog breeds were analyzed overall, 11 of which are considered hypoallergenic dogs.\n?\n\n\n\"We found no scientific basis to the claim hypoallergenic dogs have less allergen,\" said Christine Cole Johnson, chair of HFH's Department of Public Health Sciences and senior author of the study.\n?\nDogs are often classified as hypoallergenic using one of four \"schemes\" based on their breed in order to compare allergen levels. Scheme A compares purebred hypoallergenic dogs to purebred non-hypoallergenic dogs, while scheme B compares purebred and mixed breed dogs with at least one hypoallergenic parent to purebred non-hypoallergenic dogs.\n?\nScheme C compares purebred and?mixed breed dogs?with at least one hypoallergenic parent to purebred and mixed breed dogs with no known hypoallergenic component, and scheme D compares only purebred dogs identified as hypoallergenic by the American Kennel Club to all other dogs.\n?\nThe study showed that all four schemes yielded no significant differences in allergen levels between hypoallergenic dogs and non-hypoallergenic dogs. In fact, in homes where the dog was not allowed in the baby's bedroom, the allergen level for hypoallergenic dogs was slightly higher compared to allergen levels of non-hypoallergenic dogs.\n?\n\"Based on previous allergy studies conducted here at Henry Ford, exposure to a dog early in life provides protection against dog allergy development,\" Cole Johnson added. \"But the idea that you can buy a certain breed of dog and think it will cause less allergy problems for a person already dog-allergic is not borne out by our study.\"\n?\nThe findings will be published in the July issue of the American Journal of Rhinology and Allergy.\n\n\nThis article was reprinted with permission from?LiveScience.\n?\nRelated on LiveScience:?\n\n\n\n\nIn Photos: America's Favorite Pets\n\n\n10 Things You Didn't Know About Dogs\n\n\nHere, Kitty, Kitty: 10 Facts for Cat Lovers","author":"","web_category":"health#allergies","title":"Are hypoallergenic dogs a myth?","picture_url":"http://images.mnn.com/sites/default/files/baby-and-dog530.jpg","url":"http://www.mnn.com//health/allergies/stories/are-hypoallergenic-dogs-a-myth"}