{"summary":"A report in the May 19 New England Journal of Medicine concludes that a 6-year-old boy who received a transfusion suffered such a reaction because three of the five donors had eaten peanuts the night before their donation.. Joannes Jacobs of the Radboud University Nijmegen Medical Center in Nijmegen, the Netherlands, told Reuters Health that three reported eating several handfuls of peanuts the evening before the donation.","advice_category":"2","content":"NEW YORK - A Sunday night custom of eating peanuts while watching soccer has led to a discovery: What you eat before you give blood may result in a severe allergic reaction in people who receive that blood.\n?\nA report in the May 19 New England Journal of Medicine concludes that a 6-year-old boy who received a transfusion suffered such a reaction because three of the five donors had eaten peanuts the night before their donation.\n?\nThe researchers said that, for the moment, they are not recommending any changes in blood donation practices.\n?\nYet they also cautioned that similar cases may have occurred and gone unreported.\n?\nThe child received the transfusion as part of his treatment for acute lymphoblastic leukemia, a blood cancer. He experienced a rash, low blood pressure, swelling, and difficulty breathing, but recovered following resuscitation.\n?\nThe mother of the boy recalled that he had had a similar reaction after eating peanuts when he was one year old.\n?\nAt that point, investigators went back and interviewed the five donors.\n?\nCoauthor Dr. Joannes Jacobs of the Radboud University Nijmegen Medical Center in Nijmegen, the Netherlands, told Reuters Health that three reported eating several handfuls of peanuts the evening before the donation.\n?\nOne of the three provided the plasma portion of the transfusion, he said.\n?\nWhy did the three remember when they had eaten peanuts?\n?\nCoauthor Dr. Elisabeth van Pampus said told Reuters Health by email that the transfusion came only four days after the donation.\n?\nIn addition, said Jacobs, \"On Sunday evening in the Netherlands, the big thing is to watch soccer on the couch, and some people consume peanuts,\" so they recalled what they had been snacking on.\n?\nThe allergic reaction happened, the researchers said, because the major peanut allergen resists digestion, and it also creates another protein that gets into the blood and stays there for up to 24 hours. The boy had antibodies to both.\n?\nJacobs said the theoretical possibility of this happening was suggested in 2003. \"This is the first clinical report of this.\"\nSome cases may \"have gone unexplained and unreported,\" the researchers warned.\n?\n\"We must analyze when this happens and how often it happens,\" Jacobs said. \"We must create awareness that this phenomenon can take place.\"\n?\nDr. Dan Waxman, president of America's Blood Centers and chief medical officer at the Indiana Blood Center, agreed that in the United States as well, there is a need for a national system to record how often these types of reactions occur.\n?\nHe suspects that a peanut allergy-related reaction is extremely rare. What may be more of a worry, and what blood banks are addressing, he said, is the case of a patient who is allergic to penicillin, for example, getting a transfusion from someone who was taking the drug.\n?\n\"We're really good about donor questionnaires about medication these days, or if someone's taking an antibiotic,\" Waxman, who was not involved in the new report, told Reuters Health.\n?\n\"We ask a certain amount of health history (from donors), but in terms of what people might have eaten, we really don't ask.\"\n?\nCopyright 2011? Reuters US Online Report Health News","author":"Gene Emery and Genevra Pittman, Reuters","web_category":"health#allergies","title":"Peanut-eating blood donors can spark allergic reaction","picture_url":"http://images.mnn.com/sites/default/files/blood_1.jpg","url":"http://www.mnn.com//health/allergies/stories/peanut-eating-blood-donors-can-spark-allergic-reaction"}