{"summary":"\t• You'll have to wait a few more weeks to see the National Dog Show, but thanks to our pet expert, you'll be well-versed when it arrives. \t• There's nothing new about the lure of the farm, but the draw of these agriculturally inspired tourism destinations is undeniable.?","advice_category":"5","content":"• To commemorate the end of a rough-and-tumble election cycle and the start of a new round of problem-solving, here are seven examples of democracy in action — from the animal world.?And if you're wondering what to expect from the next four years of human politics, Russell McLendon explains how Barack Obama's win could?affect the environment.\n\n\t?\n\n\t• Guess how many more calories a kid eats when he's at a restaurant? Food blogger Robin Shreeves shares the magic number and some tips about how to keep that calorie count down.\n\n\t?\n\n\t• You'll have to wait a few more weeks to see the National Dog Show, but thanks to our pet expert, you'll be well-versed when it arrives. Here are five things you should know about the popular show.?\n\n\t?\n\n\t• There's nothing new about the lure of the farm, but the draw of these agriculturally inspired tourism destinations is undeniable.?\n\n\t?\n\n\t• The image at right may look like an overused golf ball, but it's actually the pockmarked surface of Saturn's moon, Mimas. Check out eight mysterious impact craters from around our solar system.\n\n\t?\n\n\t• An anonymous buyer has stepped forward to purchase a Frank Lloyd Wright-designed home from developers who had planned to raze it. Too bad these other gems didn't get saved by the bell.\n\n\t?\n\n\t• Plan A for the EV1,?a state-of-the-art, all-electric dune buggy,?was a 1000-mile desert race ... but that didn't pan out. That loss may be the military's gain.?\n\n\t?\n\n\t• Last year about this time, the waves on San Diego's beaches took on a strange, beautiful blue glow. Will this bizarre phenomenom have a repeat performance this year?\n\n\t?\n\n\t• These five American towns aren't waiting on anyone else to take the lead on sustainable living. They're marching to the beat of their own drums toward a green future.\n\n\t?\n\n\t• And finally, we like to offer the practical news alongside the inspirational. Here's how to get sick in 5 easy steps.\n\n\t?\n\n\tDon't miss the best photos of the week, including the story behind this image below:\n\n\t\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Animal democracy in action, calories for kids and more in MNN's week in review","picture_url":"","url":"http://www.mnn.com//earth-matters/politics/stories/animal-democracy-in-action-calories-for-kids-and-more-in-mnns-week-in"}