{"summary":"Koch continued to weigh in on such issues after leaving politics, often in the form of online op-eds. Although he drifted more to the right as New York's mayor, he continued to push for better air quality and other public-health concerns","advice_category":"5","content":"Former New York City Mayor Ed Koch, who led the Big Apple through stormy times in the late 1970s and '80s, died of congestive heart failure Friday morning at the age of 88.\n?\nKoch ruled New York from 1978 to 1989 with a blunt, candid style that both impressed and alienated swaths of New Yorkers. He's widely credited not just with reviving the city's downtrodden economy, but with helping it prosper to a degree not seen in decades.\n?\n\"He was a great mayor, a great man, and a great friend,\" current New York Mayor Michael Bloomberg said in a statement Friday. \"In elected office and as a private citizen, he was our most tireless, fearless, and guileless civic crusader. Through his tough, determined leadership and responsible fiscal stewardship, Ed helped lift the city out of its darkest days and set it on course for an incredible comeback.\"\n?\nAt the same time, however, Koch became increasingly polarizing as his tenure wore on, plagued by scandals over corruption, race relations, homelessness and crime. He was ultimately defeated in the 1989 Democratic primary by David Dinkins, denying him the chance for a record fourth term in office. But he remained active in the public spotlight for the next two decades, from advising civic leaders and penning op-eds to hosting two seasons of \"The People's Court\" and writing online movie reviews.\n?\nKoch's largest claim to fame may be his role in New York's economic revival, yet he had no shortage of opinions on a wide range of issues — including many related to energy and the environment. He was an outspoken advocate for unleaded gasoline in the early 1970s, for example, when he was still a U.S. lawmaker from New York's 17th congressional district. A news photo taken near the Midtown Tunnel entrance in 1970 shows Koch holding a placard that reads \"Get rid of the lead. Keep the air clean. Let the sunshine in.\"\n?\nWhile in Congress, Koch developed a reputation as a pragmatic liberal who could collaborate with conservatives. He supported solar energy research during his tenure on Capitol Hill, as well as other progressive priorities such as public transportation and consumer protection. Although he drifted more to the right as New York's mayor, he continued to push for better air quality and other public-health concerns. At a 1989 commissioning ceremony for two new Brooklyn buses than ran on compressed natural gas, he added his personal flair by holding a white handkerchief up to one of the vehicle's tailpipes, showing the crowd that exhaust passing through didn't leave a stain.\n?\nKoch continued to weigh in on such issues after leaving politics, often in the form of online op-eds. He became critical of nuclear power in recent years, for example, largely due to the March 2011 crisis at Japan's Fukushima Daiichi nuclear plant. Writing a month later in the Huffington Post, he advocated for the appointment of a U.S. energy czar, who he said could help the country reduce its oil reliance while also protecting it from nuclear disasters. In another column last summer, he argued that New York's Indian Point nuclear power plant should be shuttered, writing that \"closing Indian Point would be the best thing we can do for New York.\" And last January, he called on Congress to \"show intelligence and courage\" by ending federal subsidies to oil companies.\n?\nA funeral service will be held Monday. Koch told the New York Times in 2008 that he had secured a burial place at Manhattan's Trinity Cemetery, explaining that \"The idea of leaving Manhattan permanently irritates me.\"\n?\nTo hear more about Koch's life and career from the man himself, check out this newly released New York Times video:\n?\n\n\n?\nRelated New York stories on MNN:\n\nNew York's big soda ban passes\nNYC vows to double recycling by 2017\nBloomberg promotes 'micro' apartments\nNYC to offer water-saving toilet rebates\n\n?","author":"","web_category":"earth-matters#politics","title":"Ed Koch, dead at 88, leaves unique environmental legacy","picture_url":"http://images.mnn.com/sites/default/files/ed_koch2.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/ed-koch-dead-at-88-leaves-unique-environmental-legacy"}