{"summary":"LEDs in these markets saved approximately 71 trillion British thermal units (tBtu), equivalent to an annual energy cost savings of about $675 million\"!. Department of Energy (DoE) did a study of how much electricity was saved last year thanks to the use of LED in nine kinds of applications (various kinds of indoor lights, streetlights, etc)","advice_category":"4","content":"The U.S. Department of Energy (DoE) did a study of how much electricity was saved last year thanks to the use of LED in nine kinds of applications (various kinds of indoor lights, streetlights, etc). The numbers are impressive: \"In 2012, about 49 million LED lamps and luminaires were installed in the nine applications. LEDs in these markets saved approximately 71 trillion British thermal units (tBtu), equivalent to an annual energy cost savings of about $675 million\"!\n?\nBut what's even more impressive is the potential for improvement. There is still much low-hanging fruit to be picked, and as LEDs are becoming better and cheaper, this should start to happen quickly. The DOE estimates that if the nine markets included in the estimate above were to switch to LEDs overnight, \"annual source energy savings could approach 3,873 tBtu, or about 3.9 quadrillion Btu (quads)\". This would be the equivalent of about $37 billion in annual energy costs!\n?\nThis amount represents about half of the total national lighting energy consumption in 2012, yet people wouldn't be giving anything up — they'd still get just as much light — except for higher energy bills and pollution (CO2, particulate matter, mercury and other toxins, etc). Sounds like a good deal to me!\n?\n\nPhoto:?Michael Graham Richard\n?\nVia Department of Energy\n?\nRelated on MNN & Treehugger:\nWhich light bulbs are the most energy efficient?\nIt's time to start buying LED bulbs\nWould you spend $60 on a light bulb that lasts 20 years?","author":"","web_category":"earth-matters#energy","title":"LED lights saved $675M in energy costs in 2012","picture_url":"http://images.mnn.com/sites/default/files/editorial/LEDBulbs01_m_0606.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/led-lights-saved-675m-in-energy-costs-in-2012"}