{"summary":"In a radio interview this weekend, however, Hadfield hinted spaceflight may still be in the cards.. Hadfield's work also received accolades from celebrities ranging from Star Trek's William Shatner to David Bowie, who endorsed a version of \"Space Oddity\" that Hadfield performed on the station.","advice_category":"4","content":"Rock star astronaut Chris Hadfield, just returned from a five-month stint in orbit, will be hanging up his spacesuit for a new adventure, the Canadian spaceflyer announced on June 10.\n?\nHadfield, who picked up more than a million Twitter followers while commanding the International Space Station's Expedition 35 mission, announced June 10 that he will retire from the Canadian Space Agency.\n?\n\"I've decided to retire from government service after 35 years of serving our country,\" said Hadfield, who began his career as an air cadet, progressed to military flying for entities such as NORAD, and then became an astronaut in 1992. He and two crewmates landed aboard a Russian spacecraft May 13 in Kazakhstan on their return trip from the space station. [Astronaut Chris Hadfield's 8 Most Amazing Space Moments]\n?\nThe 53-year-old added that he did not want to be an obstacle for the two younger Canadian astronauts waiting for flights, David Saint-Jacques and Jeremy Hansen. Canada isn't expected to have a chance to send another crewmember to the station until at least 2016.\n?\n\"I didn't say I don't want to do this anymore, but every one of us is going to retire. This is just a natural part of the process,\" Hadfield said during a Canadian Space Agency press conference.\n?\nHadfield will leave the agency July 3, two days after he performs a concert on Ottawa's Parliament Hill during Canada's national holiday (the astronaut moonlights as a musician, and even played weightless guitar on orbit). Afterward, Hadfield plans to move back to Canada (he currently lives in Houston, near NASA's astronaut office at the Johnson Space Center) and to take his time deciding what to do next.\n?\nIn a radio interview this weekend, however, Hadfield hinted spaceflight may still be in the cards.\n?\n'I'm not sure the fat lady has sung'\nHadfield emphasized during the press conference that he has not formulated his plans yet. On a Canadian national radio program two days ago, however, he expressed interest in private commercial ventures.\n?\nIn Hadfield's last decade as an astronaut, private firms such as Virgin Galactic, SpaceX, XCOR Aerospace and others began seriously developing and testing spacecraft of their own. Virgin's SpaceShipTwo could fly people to the edge of space this year or in 2014, as long as test flights continue to stay on pace.\n?\n\"I'm not sure the fat lady has sung,\" Hadfield said of his spaceflying career on CBC Radio's Quirks & Quarks program June 8. But he said he would be \"very surprised\" if he could fly with the CSA again, given there are two younger astronauts waiting for spots. Commercial spaceflight, however, was a possibility, he added. [Hadfield?Hits: How To Shave In Space | Video]\n?\n\"With all the commercial spaceflight that's going on, who knows? John Glenn flew on a second flight when he was well into an advanced stage of his life,\" Hadfield said, referring to a space shuttle flight the Mercury program astronauttook at age 77. \"We'll see what opportunities will come.\"\n?\nDuring the press conference, Hadfield said his first priority will be physical and psychological recovery. It typically takes nine months for an astronaut returning from a five- to six-month station stay to feel normal again. Hadfield also said he doesn't want to make the mistake of trying to decide his next step too quickly.\n?\nFor the near future, he anticipates some public appearances and continuing to work with students, as he did during several science chats and concerts from orbit.\n?\n\"I've tried to live a life that makes sense, and has logical steps that will be interesting and productive, and so I don't try to make snap decisions,\" Hadfield said.\n?\nSocial media success\nHadfield's primary considerations as Expedition 35 commander were the health and safety of his crew, as well as to ensure science was performed on the station, he has said. In all three counts, he succeeded.\n?\nDespite a tricky last-minute spacewalk to repair an ammonia leak, Hadfield's crewmates all returned to Earth eager to go back up again, he said. Their productivity in science experiments also set a record.\n?\nThe three-time spaceflyer said this flight was different, however, as social media allowed him to easily reach audiences on Earth.\n?\nHadfield took full advantage of the opportunity. He played several concerts from orbit, recorded more than 140 educational videos, took 45,000 pictures and conducted several press conferences and school chats. He launched Dec. 19 with 21,000 Twitter followers, and reached a million followers a few days ago.\n?\nHadfield's work also received accolades from celebrities ranging from Star Trek's William Shatner to David Bowie, who endorsed a version of \"Space Oddity\" that Hadfield performed on the station.\n?\n\"[My mission] included millions of people around the world,\" Hadfield said. \"We as a combined force reached a level of public involvement and public interest which was unprecedented.\"\n?\nHadfield said he is happy to leave the CSA under the helm of acting president Gilles Leclerc, and will move back to Canada to follow a promise made to his wife that they would return to their home country.\n?\n\"My feet are getting used to the ground again, and we'll see,\" he said. \"I'm interested to see, with my feet firmly planted back in Canada, what the future will bring.\"\n?\nFollow Elizabeth Howell @howellspace, or SPACE.com @Spacedotcom. We're also on Facebook and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nFun Times in Space: Astronaut Chris Hadfield's Wacky Photos\n\n\nSoyuz Landing Photos: Space Station's Expedition 35 Crew\n\n\nAstronaut Chris Hadfield & Crew Extracted From Soyuz Spacecraft | Video\n\n\nMNN: 8 images of Earth as seen from space\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Elizabeth Howell, SPACE.com","web_category":"earth-matters#space","title":"Chris Hadfield to retire, but his space career isn't over","picture_url":"http://images.mnn.com/sites/default/files/ChrisHadfieldRetires_m_0611.jpg","url":"http://www.mnn.com//earth-matters/space/stories/chris-hadfield-to-retire-but-his-space-career-isnt-over"}