{"summary":"Even now, with gas less than $2 a gallon, a hybrid can save hundreds of dollars a year over comparable nonhybrids, and thousands over gas guzzlers — not to mention several tons of carbon emissions.. Honda will introduce its \"Prius killer\" this month, attacking Toyota's flagship hybrid where it's most vulnerable — the price tag.?The 2010 Honda Insight?starts at $19,800 and will get about 41 mpg, making it the lowest-priced hybrid in the United States","advice_category":"8","content":"?\nFor the first half of 2008, America was hungry for hybrids. A peak of more than 40,000 were sold in April?alone, when gasoline was careening toward $4 a gallon, and automakers scrambled?to keep up. Fuel efficiency was becoming a national priority.\n?\nBut the enthusiasm soon sputtered. As demand for gasoline dropped, prices eventually did, too — by the end of 2008, the average gallon cost just $1.71, down from $4.16 five months earlier. [For more explanation of the 2008 gas saga, see \"EIA: The rise and free fall of gas prices.\"] And by February 2009, hybrid sales had dropped nearly two-thirds, to 15,144.\n?\nCars of all types are a hard sell these days — overall U.S. auto sales in February were the?lowest in 28 years?— but hybrids have been among the hardest hit, largely thanks to their price and the price of gas. Still, despite current conditions, their future isn't bleak.?The Obama administration is pushing?for tougher gas mileage and emissions standards on American roads, trying to spark alternative-fuel development and, in the process, whittle down the technology's cost. Federal tax incentives for hybrids and diesel vehicles?already help soften sticker shock, and the Energy Information Administration?expects gas prices to keep rising?through 2010, which will reward fuel economy. Even now, with gas less than $2 a gallon, a hybrid can save hundreds of dollars a year over comparable nonhybrids, and thousands over gas guzzlers — not to mention several tons of carbon emissions.\n?\nGone efficient\nBuying a car during an economic downturn can be a consumer coup — if you do your research first. Many dealerships are making?deals?to move their languishing inventory, and President Obama's recent stimulus package expanded eligibility for $7,500 hybrid tax credits created in President Bush's October 2008 Wall?Street bailout bill. Check out recovery.gov?for more details. There are also existing tax breaks for anyone buying certain?hybrids or diesel vehicles.\n?\nThe U.S. Department of Energy's and EPA's joint?fueleconomy.gov website offers a wealth of data on car models dating back to 1985, and presents it in a surprisingly user-friendly setup for Uncle Sam. Scour its full list of the?most and least efficient vehicles, or?search its entire 24-year database by model year, vehicle class, miles per gallon?or a combination. If you're feeling especially thorough, you can also just download the whole 2009 Fuel?Economy Guide (PDF) or any?past year's guide?back to 2000. There are other government sites that can be useful for green-car shopping, too:?Try the EPA's Green Vehicle Guide or?the Office of Energy Efficiency and Renewable Energy's Alternative Fuels & Advanced Vehicles Data Center for starters.\n?\nThe?Toyota Prius?tops everyone's efficiency lists because — at?46 miles per gallon?for the 2009 model and 50 mpg?in 2010 — it can still squeeze more power from a gallon of gas than any other car on the market. As a byproduct of that, its yearly four-ton carbon footprint is also the industry's lowest. But with a $22,000 starting price, the Prius' economic luster dims next to the nonhybrid Toyota Matrix, which is nearly identical in engine size, horsepower, passenger and luggage space, but starts at $16,290. The Prius gets 18 more?miles per gallon, but at current gas prices (now $1.93), it would still need?14 years?to make up the $5,710 difference between it and the Matrix. If gallons cost $4.16 as they did last July, however, it would take less than half that time.\n??\nStill, despite a wash of industry-wide financial problems, a new hybrid is about to break the U.S. record for cheapest gas-electric vehicle. Honda will introduce its \"Prius killer\" this month, attacking Toyota's flagship hybrid where it's most vulnerable — the price tag.?The 2010 Honda Insight?starts at $19,800 and will get about 41 mpg, making it the lowest-priced hybrid in the United States. Toyota is shooting back with its 2010 Prius, which will get an unprecedented 50 mpg, but its price hasn't been announced yet.\n?\nAmerican automakers are preparing a hybrid onslaught of their own. Ford's 2010 Fusion hybrid has generated buzz with its $3,500 tax credit, and the Chevrolet Volt, also due in 2010, is notable for being a plug-in hybrid as well as for using its electric motor for propulsion. The Volt's gas engine isn't even mechanically connected to the wheels, and it can reportedly travel up to 40 miles per charge of its lithium-ion battery, a distance Chevrolet says will \"move more than 75 percent of America's daily commuters without a single drop of gas.\"\n?\nTo see how hybrids work, watch?this animation, or read these primers on?regular hybrids?and?plug-in hybrids. Check out these links for more information on other types of carbon-saving vehicles:?electric,?flex fuel,?natural gas,?propane,?diesel?and?fuel cell.\n?\nSqueezing juice from a lemon\nYou don't have to buy a car to boost your fuel efficiency. It's easy to forget that things like idling, speeding and even just driving aggressively burn up extra gasoline, but improving your behind-the-wheel?awareness can also encourage more money-saving driving habits?and maintenance routines. Click the link below for a list of 10 ideas:\n?\nDRIVING DOWN COSTS: 10 ways to save money on gasoline >\n?\n?\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Which cars are best and worst for fuel efficiency?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/which-cars-are-best-and-worst-for-fuel-efficiency"}