{"summary":"Ceres is calling for fracking operators to use non-freshwater alternatives in its process — something Ceres says they are already increasingly doing — and for local regulators to address critical water use issues.. WORC is calling on states to improve the way they monitor and regulate oil and gas drilling, especially where it affects water — and in many states, water issues are handled by multiple agencies, none of which take full responsibility for water usage.","advice_category":"4","content":"The natural gas extraction technique known as fracking uses so much water that it could threaten groundwater resources, especially in the Western U.S., two new reports conclude.\n?\nThe first report (pdf), from the Western Organization of Resource Councils (WORC), found that hydraulic fracking removes 7 billion gallons of water every year in just four states: North Dakota, Wyoming, Montana and Colorado. The organization blames inadequate federal and state-level protections for the use and/or contamination of fresh water. \"Fracking's growing demand for water can threaten availability of water for agriculture and Western rural communities,\" WORC board member Bob LeResche said in a prepared release. He also told The Dickinson Press that \"Unless our states take real action soon, we stand to watch our agricultural economies, and even our human habitation of some places, disappear. Ninety-nine percent of rural Americans rely on groundwater for their domestic needs, as do 51 percent of all Americans.\"\n?\nWORC is calling on states to improve the way they monitor and regulate oil and gas drilling, especially where it affects water — and in many states, water issues are handled by multiple agencies, none of which take full responsibility for water usage.\n?\nThe second report, from the sustainable business organization Ceres, said fracking is affecting water-stressed regions throughout the country, with Texas and Colorado being two of the most heavily affected states. The Ceres report used data on more than 25,000 wells collected by FracFocus.org and compared it with water stress indicator maps. Their research concluded that 47 percent of wells are being developed in areas where the water basins are currently suffering from either high or extremely high water stress. \"These findings highlight emerging tensions in many U.S. regions between growing hydraulic fracturing activity and localized water supply needs,\" Ceres President Mindy Lubber said in a prepared statement.\n?\nThe report predicts that things will get worse in the future: \"Given projected sharp increases in shale oil and gas production in the coming years, competition over water should be a growing concern to energy companies, policymakers and investors,\" the report reads. \"Shale energy development cannot grow without water, but in order to do so the industry's water needs and impacts need to be better understood, measured and managed.\"\n?\nThe New York Times points out that fracking overall doesn't use much water — often far less than 1 percent of total consumption — but the report's author, Ceres water program manager Monika Freeman, says that doesn't tell the whole story. \"You have to look at a county-by-county scale to capture the intense and short-term impact on water supplies,\" Freeman said. \"The whole drilling and fracking process is a well-orchestrated, moment-by-moment process. They need an intense amount of water for a few days, and that's it.\"\n?\nCeres is calling for fracking operators to use non-freshwater alternatives in its process — something Ceres says they are already increasingly doing — and for local regulators to address critical water use issues.\n?\nRelated on MNN: \nDoes 'fracking' need a new name?\nIn-depth: Is hydraulic fracturing safe?","author":"","web_category":"earth-matters#energy","title":"Fracking is draining water resources, especially in the West","picture_url":"http://images.mnn.com/sites/default/files/editorial/water_0.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/fracking-is-draining-water-resources-especially-in-the-west"}