{"summary":"\tThe $496 milion Grail mission launched in September 2011 to map the moon's gravity field with unprecedented precision.. This would happen if the moon's interior were heating up and expanding, as predicted by the leading theory for the moon's origin — the Giant Impact hypothesis.","advice_category":"5","content":"SAN FRANCISCO — The moon and other rocky bodies in the inner solar system were pounded by long-ago impacts far more violently than previously thought, two NASA spacecraft have found.\n\n\t?\n\n\tNASA's twin Grail probes have created an ultra-precise gravity map of the moon, revealing that its crust is almost completely pulverized. The surprising find suggests that Earth, Mercury, Venus and Mars endured a similar beating billions of years ago, researchers said.\n\n\t?\n\n\tThe discovery \"really opens a window to this early stage of just what a violent place the surfaces of all terrestrial planets were early in their history,\" Grail principal investigator Maria Zuber of MIT said during a press conference on Dec. 5 at the annual fall meeting of the American Geophyiscal Union.\n\n\t?\n\n\tThe new results shed light on how the moon formed, and they may help scientists better understand where life might be found today on Mars, if it ever existed, Zuber added. [Graphic: How the Grail Probes Work]\n\n\t?\n\n\tFormation flying\n\n\tThe $496 milion Grail mission launched in September 2011 to map the moon's gravity field with unprecedented precision.\n\n\t?\n\n\tThe twin probes, named Ebb and Flow, fly in formation around the moon, detecting the tiny changes in the distance between them caused by lunar mountains, craters and subsurface mass concentrations.\n\n\t?\n\n\tThe Grail team has used such measurements to create a new lunar gravity map, which researchers say is the highest-resolution map of this kind ever generated for a celestial body. And it revealed some interesting information about the moon.\n\n\t?\n\n\tFor starters, the lunar crust is incredibly porous, suggesting it was fractured by countless impacts long ago. The crust is also thinner than previously thought — just 21 to 27 miles (34 to 43 kilometers), compared to earlier estimates ranging from 30 to 40 miles (48 to 64 km).\n\n\t?\n\n\tSupport for the Giant Impact theory\n\n\tEbb and Flow also spotted many large, linear structures under the moon's surface that can run for up to 300 miles (480 km). These subsurface \"dikes\" of solidified magma are covered by craters, suggesting that they predate most of the moon's violent impacts.\n\n\t?\n\n\tThe dikes could only have formed if the moon's crust were extending, making room for the magma, researchers said. This would happen if the moon's interior were heating up and expanding, as predicted by the leading theory for the moon's origin — the Giant Impact hypothesis.\n\n\t?\n\n\tThis idea posits that a Mars-size body smashed into Earth about 4.5 billion years ago, and the moon coalesced from pieces of our planet that were blasted into space.\n\n\t?\n\n\t\"The process of building a moon out of that debris should result in a situation where the moon is cooler on the inside and warmer on the outside,\" said Grail guest scientist Jeff Andrews-Hanna of the Colorado School of Mines. \"And then what naturally happens is that the interior will warm up and expand during that first billion years.\"\n\n\t?\n\n\t\"This had been predicted theoretically a long time ago, but there was no direct observational evidence to support this period of early lunar expansion until this Grail data,\" Andrews-Hanna added.\n\n\t?\n\n\tMartian life deep underground?\n\n\tGrail's revelations about the violent early history of the inner solar system suggest that the upper crusts of its rocky planets are highly and deeply fractured, Zuber said.\n\n\t?\n\n\tSuch cracks could provide a pathway for fluids, perhaps explaining what happened to the ocean that some scientists think existed long ago on the surface of Mars.\n\n\t?\n\n\t\"That ocean could well be underground,\" Zuber said.\n\n\t?\n\n\tAs the Martian surface dried out over the years, such undergound water may have provided a refuge for surface microbes, if they ever existed. Microbes \"could have gone very deep within the crust of Mars,\" Zuber said.\n\n\t?\n\n\tEbb and Flow wrapped up their primary science mission in May and are currently embarked on an extended mission that will end in mid-December. Shortly thereafter, they will be crashed intentionally onto the lunar surface; exactly where and when that will happen is still being worked out, researchers said.\n\n\t?\n\n\tThe results presented today were from the primary mission. The spacecraft have been circling even closer to the moon during the extended phase — an average altitude of 14 miles (23 km) as opposed to 34 miles (55 km) — so the Grail team thinks the gravity map will get even better.\n\n\t?\n\n\t\"We expect a lot more exciting results in the future, so stay tuned,\" said Grail project scientist and co-investigator Sami Asmar of NASA's Jet Propulsion Laboratory in Pasadena, Calif.\n\n\t?\n\n\tFollow SPACE.com senior writer Mike Wall on Twitter @michaeldwall?or SPACE.com @Spacedotcom. We're also on Facebook?and?Google+.?\n\n\t?\n\n\tRelated on SPACE.com and MNN:\n\n\n\t\t\tHoly GRAIL! Photos From NASA's Moon Gravity Mission\n\n\n\n\t\t\t20 Most Marvelous Moon Missions\n\n\n\n\t\t\tLumpy Gravity Has The Moon - GRAIL to Learn Luna\n\n\n\n\t\t\tMNN: 10 awe-inspiring moon images\n\n\n\t?\n\n\tThis story was originally written for SPACE.com and was republished with permission here. Copyright 2012 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#politics","title":"Moon's battered history illuminated in new lunar gravity map","picture_url":"http://images.mnn.com/sites/default/files/MoonGravityMap_m_1205.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/moons-battered-history-illuminated-in-new-lunar-gravity-map"}