{"summary":"While Sunjammer will be the biggest solar sail ever deployed in space, it won't be the first. NASA's Sunjammer spacecraft — whose 13,000-square-foot (1,208 square meters) sail will allow it to cruise through the heavens like a boat through the ocean — is scheduled to lift off atop a SpaceX Falcon 9 rocket from Florida's Cape Canaveral late next year.","advice_category":"4","content":"A huge solar sail designed to demonstrate the viability and value of propellant???-free propulsion is slated to blast into space in November 2014, mission officials say.\n?\nNASA's Sunjammer spacecraft — whose 13,000-square-foot (1,208 square meters) sail will allow it to cruise through the heavens like a boat through the ocean — is scheduled to lift off atop a SpaceX Falcon 9 rocket from Florida's Cape Canaveral late next year.\n?\nSunjammer will be a secondary payload on the Falcon 9, whose main task is launching the National Oceanic and Atmospheric Administration's Deep Space Climate Observatory (DSCOVR) toward a gravitationally stable location called the Sun-Earth Lagrange Point 1, which lies about 900,000 miles (1.5 million kilometers) from our planet.\n?\nSunjammer will likely separate from the Falcon 9 shortly after DSCOVR does. The spacecraft will then deploy its enormous sail, which measures 124 feet (38 meters) on a side, and head toward a desired location about 1.8 million miles (3 million kilometers) from Earth, pushed along by photons streaming from the sun.\n?\nWhile Sunjammer will monitor space weather using several different instruments, the $27 million mission's primary goal is to help prove out and advance solar sail technology, which proponents say could power future missions cheaply and efficiently. ??\n?\n\"We're excited about seeing Sunjammer unfurl and successfully sail next year, providing the propellant for its own mission, as well as whole new space mission concepts of the future,\" Michael Gazarik, NASA associate administrator for space technology, said in a statement.\n?\nOnce proven out, solar sails could be affixed to a fleet of sun-studying spacecraft to provide a beefed-up space weather warning system, researchers say. Sails could also aid in the cost-effective removal of decommissioned satellites and other space junk, or allow craft to hover above Earth's high latitudes for communications and observation purposes.\n?\nEngineers are also considering solar sails for deep-space propulsion. For example, a sail-equipped craft could conceivably travel to another star system in just a few centuries — as long as the sail is the size of Texas and a space-based laser shines a super-powerful beam on it as the vehicle recedes into the depths of space.\n?\nNASA chose California-based L'Garde, Inc. to build Sunjammer, which takes its name from a solar-sailing spaceship in an Arthur C. Clarke short story. Though the unfurled sail covers one-third of an acre (0.13 hectares), it packs down to the size of a dishwasher. It's made of a material called Kapton and weighs just 70 pounds (32 kilograms), NASA officials say.\n?\nWhile Sunjammer will be the biggest solar sail ever deployed in space, it won't be the first. Japan's Ikaros probe unfurled a?46-foot-wide (14-meter) sail in June 2010, becoming the first craft ever to cruise through space propelled only by sunlight.\n?\nFive months later, NASA launched its NanoSail-D demonstrator craft, which sported a solar sail with a surface area of about 110 square feet (10 square meters). NanoSail-D deployed its sail in January 2011, then zipped around the Earth for 240 days before burning up in the planet's atmosphere.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?\n?\nRelated on SPACE.com and MNN:\n\nSolar Sails Could Clean Up Space Junk\n\n\nThe Top 10 Star Trek Technologies\n\n\nGallery: Visions of Interstellar Starship Travel\n\n\nMNN: NASA to launch sun-watching satellite this month\n\nThis article originally appeared on?SPACE.com and is reprinted with permission here. Copyright 2013?SPACE.com, a TechMediaNetwork company. All rights reserved.?","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Sun propelled solar sail to launch in fall 2014","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/sun-propelled-solar-sail-to-launch-in-fall-2014"}