{"summary":"Cassidy held a hair trimmer up to the camera, then connected it to a vacuum cleaner using a long tube.. Then Cassidy commenced buzzing his hair, which was pretty short to begin with","advice_category":"4","content":"Shaving your head is the simplest of haircuts here on Earth, but it presents some special challenges in space, as NASA astronaut Chris Cassidy recently demonstrated.\n?\nCassidy shaved his head in orbit late last month to welcome chrome-domed Italian astronaut Luca Parmitano, who arrived at the International Space Station on May 28 along with NASA's Karen Nyberg and Russian cosmonaut Fyodor Yurchikhin.\n?\n\"I'm going to go out on a limb here and get the full-on Luca Parmitano look for the hatch-opening ceremony,\" Cassidy said in a NASA video showing the head-shaving process. \"So please join me [at] Chris' Barber Shop.\"\n?\nCassidy held a hair trimmer up to the camera, then connected it to a vacuum cleaner using a long tube.\n?\n\"Otherwise, the hair would get all over the place,\" he explained.\n?\nThen Cassidy commenced buzzing his hair, which was pretty short to begin with. He stopped halfway through the process and smiled at the camera, showing off a temporary mohawk.\n?\n\n\n?\n\"I don't think I've looked like this since Plebe Summer,\" the former Navy SEAL said as he shaved off the mohawk, referring to the training program the United States Naval Academy puts all of its incoming freshmen through.\n?\nAfter finishing with the clippers, Cassidy reached for a razor to give himself Parmitano's sleek, smooth-pated look.\n?\n\"I wonder if he does this every day,\" Cassidy said before wiping his newly shorn scalp down with a small white towel. \"It kinda hurts.\"\n?\nWhile head-shaving may not have been filmed in space before, Canadian astronaut Chris Hadfield demonstrated how he shaved his face in microgravity in April.\n?\nCassidy and Russian cosmonauts Alexander Misurkin and Pavel Vinogradov launched toward the orbiting lab aboard a Soyuz spacecraft on March 28. Along with Parmitano, Nyberg and Yurchikhin, they make up the crew of the space station's current Expedition 36.\n?\nCassidy, Misurkin and Vinogradov are slated to return to Earth in September. Their three crewmates will remain in orbit a few more months, coming home in November.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nHow To Shave Your Head In Space | Video\n\n\nMission to Space Station: Expedition 36 Crew Photos\n\n\nBuilding the International Space Station (Photos)\n\n\nBlast-Off! Six Hour Ride Underway For New Space Station Crew | Video\n\n\nMNN: How can I stay clean-shaven while watching waste and energy use?\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"How to shave your head in space","picture_url":"http://images.mnn.com/sites/default/files/HeadShaving_m_0605.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-to-shave-your-head-in-space"}