{"summary":"The Martian clay we studied is thought to be up to 700 million years old. Stephenson, Hallis and colleagues pored over the veins of clay in a meteorite from Mars using the ion microprobe in the W","advice_category":"4","content":"At a time when life as we know it was just getting its start on Earth, Martian clay may have harbored a key component for one of life's molecular building blocks, researchers say.\n?\nBoron found in a Martian meteorite suggests the Red Planet may once have had the right chemistry to give rise to RNA, according to a new study.\n?\n\"In early life RNA is thought to have been the informational precursor to DNA,\" study researcher James Stephenson, an evolutionary biologist, said in a statement. [Mars Meteorites: Pieces of the Red Planet on Earth]\n?\nBillions of years ago, RNA may have been the first molecule to program information and pass it on to the next generation. Today, that task is DNA's domain. RNA, meanwhile, is responsible for carrying genetic information from DNA to proteins. Researchers believe the RNA sugar component, ribose, relies on borates (the oxidized form of boron) to form spontaneously.\n?\n\"Borates may have been important for the origin of life on Earth because they can stabilize ribose, a crucial component of RNA,\" added Stephenson, who is a postdoctoral fellow at the University of Hawaii at Manoa NASA Astrobiology Institute (UHNAI).\n?\nStephenson and cosmochemist Lydia Hallis, another UHNAI postdoctoral fellow, came up with the idea to look at boron in meteorites over an after-work beer.\n?\n\"Given that boron has been implicated in the emergence of life, I had assumed that it was well characterized in meteorites,\" said Stephenson. \"Discussing this with Dr. Hallis, I found out that it was barely studied. I was shocked and excited. She then informed me that both the samples and the specialized machinery needed to analyze them were available at UH.\"\n?\nThe space rock at the center of the study was collected during the 2009-2010 field season of the Antarctic Search for Meteorites (ANSMET). This annual search aims to find dark rocks embedded in Antarctica's pale landscape that might be extraterrestrial in origin. The project is funded by NASA, the National Science Foundation and the Smithsonian Institution.\n?\nStephenson, Hallis and colleagues pored over the veins of clay in a meteorite from Mars using the ion microprobe in the W. M. Keck Cosmochemistry Laboratory. They found that the boron concentrations in these clays were more than ten times higher than in any previously measured extraterrestrial object. The findings could also shed light on the early history of Earth, the researchers say.\n?\n\"Earth and Mars used to have much more in common than they do today,\" Hallis said in a statement. \"Over time, Mars has lost a lot of its atmosphere and surface water, but ancient meteorites preserve delicate clays from wetter periods in Mars' history. The Martian clay we studied is thought to be up to 700 million years old. The recycling of the Earth’s crust via plate tectonics has left no evidence of clays this old on our planet; hence Martian clays could provide essential information regarding environmental conditions on the early Earth.\"\n?\nWhile Martian meteorites deliver tantalizing clues about the Red Planet's ancient chemistry, NASA's fleet of Mars rovers, which currently includes Curiosity and Opportunity, have been studying the makeup of Mars dirt on location. Curiosity earlier this year found that Mars could have supported microbial life in the ancient past, based on a sample the 1-ton robot drilled out of a Martian rock. That sample contained chemical components thought to be critical to life, including sulfur, nitrogen, hydrogen, oxygen, phosphorus and carbon, researchers said.\n?\nThe new research was detailed online June 6 in the journal PLOS One.\n?\nFollow SPACE.com on Twitter @Spacedotcom. We're also on Facebook and Google+. Original article on SPACE.com.\n\nAncient Mars Could Have Supported Life (Photos)\n\n\n1st Drilling on Mars by NASA's Curiosity Rover (Photos)\n\n\nBig Meteorite Found in Antarctica (Photo Gallery)\n\n\nMNN: Water on moon and Earth may come from the same place\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Megan Gannon, SPACE.com","web_category":"earth-matters#space","title":"Meteorite reveals that Mars had key component to life","picture_url":"http://images.mnn.com/sites/default/files/MarsClayVeins_m_0612.jpg","url":"http://www.mnn.com//earth-matters/space/stories/meteorite-reveals-that-mars-had-key-component-to-life"}