{"summary":"IRIS will study the sun's lower atmosphere, which is an area known as the \"interface region.\" The satellite is expected to provide the most detailed look at this part of the solar atmosphere, which has been largely unexplored until now, said Jeffrey Newmark, an IRIS program scientist at NASA Headquarters in Washington, D.C.. [Infographic: How the Tiny IRIS Sun Observing Satellite Works]","advice_category":"4","content":"A new NASA spacecraft is weeks away from launching into orbit to study a region of the sun that will help scientists better understand how the solar atmosphere works, scientists said on June 4.\n?\nThe Interface Region Imaging Spectrograph (IRIS) probe is slated to launch on June 26 from Vandenberg Air Force Base in California. The satellite will be carried aboard an Orbital Sciences Pegasus XL rocket, which will be released from the company's L-1011 aircraft at an altitude of 39,000 feet (about 12,000 meters).\n?\nIRIS will study the sun's lower atmosphere, which is an area known as the \"interface region.\" The satellite is expected to provide the most detailed look at this part of the solar atmosphere, which has been largely unexplored until now, said Jeffrey Newmark, an IRIS program scientist at NASA Headquarters in Washington, D.C.\n?\n\"IRIS will fill crucial gaps in our understanding of the role the interface region plays in powering its million-degree atmosphere, called the corona,\" Newmark told reporters in a news briefing today. [Infographic: How the Tiny IRIS Sun Observing Satellite Works]\n?\nThe sun's atmosphere\nThe sun's interface region, where most of the star's ultraviolet emissions are generated, is located between the sun's visible surfaceand its upper atmosphere. Activity in this area powers the sun's atmosphere and drives solar wind, said Alan Title, principal investigator of the IRIS mission at Lockheed Martin's Advanced Technology Center in Palo Alto, Calif.\n?\nTemperatures in the interface region reach approximately 10,000 degrees Fahrenheit (more than 5,500 degrees Celsius), and IRIS will examine how solar material moves, gathers energy and heats up as it travels through this part of the lower atmosphere.\n?\n\"Immediately above [the interface region], temperatures rise to a million degrees in the corona, but how that happens is a mystery,\" Title said. \"What are the processes that occur there?\"\n?\nPrevious solar observations have suggested that massive structures in the lower atmosphere help funnel energy into the sun's upper atmosphere. These jet-like features, which occupy an area roughly the size of Los Angeles, can stretch up to 100,000 miles (161,000 kilometers) long and travel at a blistering pace of 360,000 miles per hour (579,000 km/h), Title said.\n?\nIRIS will be able to observe these structures in unprecedented detail, including gathering information about the structures' velocity, temperature and density, Title said.\n?\n\"What we want to discover is what the basic physical processes are to transfer energy and material from the surface of the sun out to the outer atmosphere, to the corona,\" he said.\n?\nSatellite specs\nIRIS is equipped with an ultraviolet telescope that is designed to take high-resolution images every few seconds and provide observations of areas as small as 150 miles (241 km) on the sun, according to NASA officials.\n?\nThe satellite will circle Earth in a sun-synchronous polar orbit, which means it will fly along the planet's dawn/dusk line, looking toward the sun, said John Marmie, IRIS assistant project manager at NASA's Ames Research Center in Moffett Field, Calif.\n?\nEach orbit will take 97 minutes to complete, which will allow IRIS to circle the planet about 14 or 15 times each day, from an altitude of about 373 miles (600 km). This path, which is designed to take the spacecraft over the equator at the same local time every day, allows for nearly continuous looks at the sun, mission planners said.\n?\nAfter IRIS reaches orbit, mission managers will spend about a month checking the onboard instruments before the satellite officially begins collecting scientific data.\n?\nThe IRIS probe weighs 400 pounds (181 kilograms), and measures 12 feet across (3.7 meters) with its solar panels fully extended.\n?\nThe $181 million mission is designed to operate for about two years, but mission planners say IRIS could operate for much longer, since the satellite will not be carrying any fuel or other consumable materials.\n?\n\"If, after two years, the observatory is healthy and productive, NASA has the option to extend operations,\" Title said.\n?\nWhen launched, IRIS will join a fleet of sun-watching spacecraft operated by NASA and its partner agencies, including the Solar Dynamics Observatory and the Hinode probe.\n?\n\"Together they will explore how the solar atmosphere works, and how it impacts Earth,\" Newmark said.\n?\nFollow Denise Chow on Twitter?@denisechow. Follow us?@Spacedotcom,?Facebook?or?Google+. Originally published on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSolar Scope To Spy Source of Sun's Million-Degree Atmosphere | Video \n\n\nThe Sun Revealed: Photos of the Million-Degree Solar Corona\n\n\nThe Sun's Wrath: Worst Solar Storms in History\n\n\nMNN: Why the sun has a weird shape\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Denise Chow, SPACE.com","web_category":"earth-matters#space","title":"NASA to launch sun-watching satellite this month","picture_url":"http://images.mnn.com/sites/default/files/IRISSunProbe_m_0605.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasa-to-launch-sun-watching-satellite-this-month"}