{"summary":"Manufacturers who specialize in realistic-looking toy weapons have experienced a small backlash, several toy companies said at Toy Fair NY here. \"We have never called any of our products guns","advice_category":"5","content":"While the gun control debate rages after the spate of recent shooting tragedies, the toy gun industry has found itself struggling to strike a delicate balance between profit and sensitivity.\n?\nManufacturers who specialize in realistic-looking toy weapons have experienced a small backlash, several toy companies said at Toy Fair NY here. Other companies, however, especially those that specialize in creating more toy-like alternatives to realistic looking guns have seen an uptick in recent months.?\n?\n\"I have heard that toy guns that look like real weapons have slowed down in general, but toy weapons that are whimsical, fun and colorful, those have not been affected,\" said Beaver Raymond, co-founder of the Marshmallow Fun Company, a toymaker.\n?\nRaymond's company is one of those unaffected by the shooting events, and has actually seen increased sales in recent months. The seven-year-old business owes that success to its branding strategy, which emphasizes that Marshmallow Fun Company as a fun alternative to more realistic-looking toy gun companies, Raymond says.\n?\n\"The key is to not make it look like a gun, and I think if you make it look too real, then you may feel a backlash,\" Raymond told BusinessNewsDaily at Toy Fair New York. Raymond's company makes toys that shoot marshmallows as an alternative to other guns. \"We have never called any of our products guns. We also call them shooters, blasters, bows, and we always try to take the softer side. We make sure no one gets hurt by having marshmallows as our edible ammo, and parents really endorse that.\"\n?\nOther companies echo those sentiments, saying the less realistic their product is, the better business has been in the wake of recent news.?\n?\n\"We do like stuff that shoots, but we don’t want it to look realistic,\" said Joe Rooper, president and CEO of Hog Wild Toys. \"We like things that are fun, funky and functional. Our competition makes real-looking guns, and we intentionally do the opposite to make our products look more like a toy so we don’t get that backlash.\"\n?\nOther alternatives to toy guns have sold well, too. \"While other company may have seen a downturn because of recent events, we have actually seen an increase in sales because we predominately sell bows and arrows,\" said Brian Cohen, regional account manager at Zing Toys.\n?\n\"Right now guns are not too hot, and more movies and shows like 'The Hunger Games' and 'Brave' are focused on bows and arrows. There is a change going on, and we are lucky enough to be on the right end of that. However, I think it is a good idea for toy makers not to make their toys look too realistic.\"\n?\nDespite such upticks in sales?for certain companies, other retailers acknowledge that recent events, Newtown in particular, have served as wake-up calls to the industry at large.?\n?\n\"Anybody who is selling toy blasters had to think very hard about the events at Newtown,\" said Sharon Cohen, marketing director at The Maya Group, which manufactures and distributes Xploderz, toys that shoot gel polymers. \"We feel very comfortable that we are presenting our product as a toy, and we don’t try to make replica weapons, so there is no confusion. We are trying to make good, cool, clean fun. We focus and always have focused on the safety issues.\"\n?\n?\nFollow David Mielach?on Twitter @D_M89?or BusinessNewsDaily @bndarticles. We're also on?Facebook?&?Google+. ??\n?\n\nRelated on BusinessNewsDaily and MNN:\n\n5 Old-School Brands You Didn't Know Still Existed\n\n\n10 Beloved Brands Gone Forever\n\n\nAmerica's Favorite Toys Through the Decades \n\n\nMNN: K-9 Parish Comfort Dogs lend paw to grieving Newtown Families [Photos]\n\n?\n\nThis story was originally written for BusinessNewsDaily and is reprinted with permission here.?Copyright 2013?BusinessNewsDaily, a TechMediaNetwork company.\n\t?","author":"David Mielach, BusinessNewsDaily","web_category":"earth-matters#politics","title":"Toy gun makers aim for delicate balance after shootings","picture_url":"http://images.mnn.com/sites/default/files/toyGun.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/toy-gun-makers-aim-for-delicate-balance-after-shootings"}