{"summary":"\"Patients in a vegetative state may have brain function reserved in parts of the brain, yet will always remain in a vegetative state,\" Matthews told LiveScience in a phone interview. Related on LiveScience and MNN:","advice_category":"5","content":"Israel's former prime minister Ariel Sharon has been in what doctors have assumed is a vegetative state since 2006. But in a sign that not all of his critical brain processing has been lost, Sharon showed \"significant\" neural activity in tests using functional magnetic resonance imaging (fMRI), a team of scientists said.\n?\nDuring the two-hour test, Sharon was exposed to familiar stimuli, including pictures of his family and his son's voice, and told to imagine himself performing different tasks, such as hitting a tennis ball and walking through the rooms of his home.\n?\nThe scientists said they found promising signs that external information is being transferred to the right parts of Sharon's brain, though it's not clear that the 84-year-old former leader is aware of it.\n?\n\"We found faint brain activity indicating that he was complying with the tasks,\" Martin Monti, a UCLA brain scientist on the team, said in a statement. \"He may be minimally conscious, but the results were weak and should be interpreted with caution.\"\n?\nPaul Matthews, who heads the division of brain sciences at London's Imperial College and was not involved in the tests on Sharon, said he thinks the results are encouraging from a clinical standpoint, but added it is hard to predict what they will mean for his future.\n?\n\"Patients in a vegetative state may have brain function reserved in parts of the brain, yet will always remain in a vegetative state,\" Matthews told LiveScience in a phone interview. \"It is clear that regions of the brain associated with normal perception can respond to stimuli that we are not aware of at a conscious level.\" [10 Greatest Mysteries of the Mind]\n?\nThere's no single part of the brain that is alone responsible for consciousness, Matthews added, and scientists don't have a universal guide to tell them which spikes in brain activity (or blood flow, which is measured by fMRIs) in vegetative patients can be interpreted as signs meaningful, conscious activity in the mind. Matthews said that's largely because tests using fMRI are generally not practical and only conducted in special cases.\n?\nWhile Sharon might represent one such special case, Tzvi Ganel, of Israel's Ben-Gurion University of the Negev, who initiated the project, stressed that the former prime minister's family hoped the tests would further research efforts and eventually help other families in a similar situation, according to a statement from UCLA.\n?\nMatthews noted that more tests on similar patients will be crucial for scientists. Analyzing the brains of enough people early enough in their injury could help researchers determine which flickers of activity might hint at recovery. And more tests on a wider spectrum of patients will help doctors flesh out the range of clinical outcomes for people with brain injuries that render them vegetative.\n?\n?\nFollow LiveScience on Twitter @livescience. We're also on Facebook?& Google+. \n?\nRelated on LiveScience and MNN:\n\nImage Gallery: Einstein's Brain\n\n\nThe 9 Most Bizarre Medical Conditions\n\n\n10 Things You Didn't Know About the Brain\n\n\nMNN: Rare sand cat kittens born in Israel\n\n?\nThis story was originally written for LiveScience and is reprinted with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon","web_category":"earth-matters#politics","title":"Vegetative Ariel Sharon shows 'significant' brain activity","picture_url":"http://images.mnn.com/sites/default/files/Sharon_Bush_20040414-1.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/vegetative-ariel-sharon-shows-significant-brain-activity"}