{"summary":"New organic solar cells process sunlight as plants do. By manipulating the proteins inside thylakoids, Ramasamy and his colleagues can interrupt the flow of electrons produced during photosynthesis","advice_category":"4","content":"Photo: Adam Sofen/Flickr\n?\nAs humans scour the Earth for energy, venturing farther offshore and deeper underground, a new study suggests the answer has been under our noses all along. Rather than chasing finite fossils like oil and coal, it focuses on Earth's original power plants: plants.\n?\nThanks to eons of evolution, most plants operate at 100 percent quantum efficiency, meaning they produce an equal number of electrons for every photon of sunlight they capture in photosynthesis. An average coal-fired power plant, meanwhile, only operates at about 28 percent efficiency, and it carries extra baggage like mercury and carbon dioxide emissions. Even our best large-scale imitations of photosynthesis — photovoltaic solar panels — typically operate at efficiency levels of just 12 to 17 percent.\n?\nBut writing in the Journal of Energy and Environmental Science, researchers from the University of Georgia say they've found a way to make solar power more effective by mimicking the process nature invented billions of years ago. In photosynthesis, plants use the energy from sunlight to split water molecules into hydrogen and oxygen. This yields electrons, which then help the plant make sugars that fuel its growth and reproduction.\n?\n\"We have developed a way to interrupt photosynthesis so that we can capture the electrons before the plant uses them to make these sugars,\" study co-author and UGA engineering professor Ramaraja Ramasamy says in a press release. \"Clean energy is the need of the century. This approach may one day transform our ability to generate cleaner power from sunlight using plant-based systems.\"\n?\nThe secret lies in thylakoids, the membrane-bound sacs inside a plant's chloroplasts (pictured at right) that capture and store energy from sunlight. By manipulating the proteins inside thylakoids, Ramasamy and his colleagues can interrupt the flow of electrons produced during photosynthesis. They can then restrain the modified thylakoids in a specially designed backing of carbon nanotubes, which captures the plant's electrons and serves as an electrical conductor, sending them along a wire to be?used elsewhere.\n?\nSimilar systems have been developed before, but Ramasamy's has so far generated significantly stronger electrical currents, measuring two orders of magnitude larger than previous methods. It's still far too little power for most commercial uses, he points out, but his team is already working to boost its output and stability.\n?\n\n\"In the near term, this technology might best be used for remote sensors or other portable electronic equipment that requires less power to run,\" Ramasamy says in a statement. \"If we are able to leverage technologies like genetic engineering to enhance stability of the plant photosynthetic machineries, I'm very hopeful that this technology will be competitive to traditional solar panels in the future.\"\n?\nAlthough carbon nanotubes are key to this method of harnessing sunlight, they can also have a dark side. The tiny cylinders, which are nearly 50,000 times finer than a human hair, have been implicated as potential health risks for anyone who inhales them, since they can become lodged in the lungs much like asbestos, a known carcinogen. But recent redesigns have reduced their harmful effects on lungs, based on research that shows shorter nanotubes produce less lung irritation than longer fibers do.\n?\n\"We have discovered something very promising here, and it is certainly worth exploring further,\" Ramasamy says of his study. \"The electrical output we see now is modest, but only about 30 years ago, hydrogen fuel cells were in their infancy, and now they can power cars, buses and even buildings.\"\n?\nChloroplast illustration: Florida State University/U.S. Department of Energy\n\n?\nRelated alternative energy stories on MNN:\n\nSolar industry is evolving, experiencing growing pains\nNew organic solar cells process sunlight as plants do\nAlgae-powered apartment complex blooms in Hamburg\nGenetically modified bacteria convert waste to energy\n\n?","author":"","web_category":"earth-matters#energy","title":"Scientists hack photosynthesis for electricity","picture_url":"","url":"http://www.mnn.com//earth-matters/energy/blogs/scientists-hack-photosynthesis-for-electricity"}