{"summary":"\tAbout 8 percent of Olympic athletes have asthma or one of its symptoms, a narrowing of the airways, the study found.. \tThe relatively late onset of asthma in many older athletes suggests to that the years of intense training could be one of the causes, Fitch said.","advice_category":"2","content":"Asthma is the most common chronic disease among athletes at the Olympic Games, a new study says.\n\n\t?\n\n\tAbout 8 percent of Olympic athletes have asthma or one of its symptoms, a narrowing of the airways, the study found.\n\n\t?\n\n\tThe study analyzed information from athletes at the last five summer and winter Olympic Games, from 2002 to 2010. It identified athletes who took inhaled beta-2 agonists, an asthma drug.\n\n\t?\n\n\tThe condition was most common among athletes who took part in endurance sports, said study researcher Kenneth Fitch, of the University of Western Australia.\n\n\t?\n\n\tThe relatively late onset of asthma in many older athletes suggests to that the years of intense training could be one of the causes, Fitch said.\n\n\t?\n\n\t\"Inhaling polluted or cold air is considered an important factor which might explain the cause in some sports, but not in all,\" Fitch said.\n\n\t?\n\n\tAthletes with asthma and narrowed airways have continued to do well in sports' competitions and outperform others, Fitch said.\n\n\t?\n\n\tFitch said it's possible that training harder than the other competitors could be one reason many athletes develop asthma during adult life.\n\n\t?\n\n\tThe study was published online Jan. 8 in the British Journal of Sports Medicine.\n\n\t?\n\n\tRelated on MyHealthNewsDaily:\n\n\n\t\t\t8 Strange Signs You're Having an Allergic Reaction\n\n\n\n\t\t\t9 Weirdest Allergies\n\n\n\n\t\t\t5 Most Amazing Marathon Feats\n\n\n\t?\n\n\tCopyright 2012 MyHealthNewsDaily, a TechMediaNetwork company. All rights reserved.","author":"MyHealthNewsDaily","web_category":"health#allergies","title":"8 percent of Olympians have asthma","picture_url":"http://images.mnn.com/sites/default/files/OlympicAsthma_m_0801.jpg","url":"http://www.mnn.com//health/allergies/stories/8-percent-of-olympians-have-asthma"}