{"summary":"Thanks to climate change, every allergy season is the worst allergy season ever. \tYou can't discuss natural allergy remedies without hailing stinging nettle","advice_category":"2","content":"Thanks to climate change, every allergy season is the worst allergy season ever. Warmer temperatures have led to earlier springs and longer allergy seasons, while higher levels of carbon dioxide in the atmosphere have led to more potent and allergenic pollen.\n\n\t?\n\n\tThis year is no different. A mild winter — the fourth-warmest on record — means that trees have started budding and releasing pollen earlier. While that certainly bodes well for birds and cherry-blossom festivals, it could leave you feeling miserable if you suffer from spring allergies. The good news is that natural allergy relief is within an arm's reach of your refrigerator: Foods rich in vitamin C and folic acid help reduce the inflammation associated with allergic reactions, and studies are finding that some herbs are just as effective as expensive drugs.\n\n\t?\n\n\tGrab your grocery cart and stock your produce bin with these 10 natural allergy remedies:\n\n\t?\n\n\t1. Broccoli\n\n\tThis precious piece of produce serves two purposes in annihilating your allergy symptoms. It's high in allergy-relieving vitamin C and it's a member of the crucifer family, plants that have been shown to clear out blocked-up sinuses. Researchers have found about 500 milligrams (mg) of Vitamin C a day can ease allergy symptoms, and just one cup of raw broccoli packs about 80 mg.\n\n\t?\n\n\t2. Citrus fruits\n\n\tTo hit that 500-milligram vitamin C level from whole food sources, you can also turn to oranges, grapefruit, lemons, and limes. A large orange contains nearly 100 mg of C, while half of a large grapefruit contains about 60 mg.\n\n\t?\n\n\t3. Kale\n\n\tDon't just admire kale as a garnish. Eat it! This superfood packs a one-two punch against allergies; like broccoli, it's a member of the crucifer family, but it's also rich in the carotenoid department, pigments believed to aid in fighting allergy symptoms.\n\n\t?\n\n\t4. Collard greens\n\n\tHighjacked by hay fever? Put collard greens on the menu for the same reason as kale. Their phytochemical content, mainly, carotenoids, eases allergy issues. To increase the amount of carotenoids your body absorbs, eat the veggie with some sort of fat source. One idea? Lightly cook it in olive oil.\n\n\t?\n\n\t5. Stinging nettle\n\n\tYou can't discuss natural allergy remedies without hailing stinging nettle. It helps stifle inflammation that occurs when you're experiencing allergy symptoms. Stinging nettle contains histamine, the chemical your body produces during an allergic reaction, so it helps you acquire tolerance. Look for 500-mg freeze-dried nettle capsules in your natural health store, and take three times a day. That's the best form for allergy relief; it won't sting because it's freeze-dried. Long-term use of the herb is not recommended, since it can deplete your potassium stores.\n\n\t?\n\n\t6. Butterbur\n\n\tLeaves and roots of the butterbur shrub contain compounds called petasines, which can block some reactions that spark allergies. Does this plant really work? Science says yes, though its use is not generally recommended for young children, people older than 65, or those with ragweed allergies. A large British meta-analysis of six studies looking at butterbur as an allergy reliever found five studies supported the claim. The roots of the perennial shrub generally contain high levels of pyrrolizidine alkaloids, which can damage the liver, so herbalists recommend looking for butterbur products that specify no pyrrolizidines, or ones that use a CO2 extracting process, which limits the amount of pyrrolizidine alkaloids. Swiss and German researchers found that butterbur was just as effective as the prescription antihistamine cetirizine (Zyrtec) after two weeks of treatment. It's also been shown to relieve sneezing, itching, runny nose, stuffiness, and watery eyes in just five days.\n\n\t?\n\n\t7. Elderberries\n\n\tImmune-strengthening elderberries are often hailed as a natural flu treatment, but the berries serve a purpose in natural allergy relief, too. Try elderberry wine, juice, or jam to tap the fruit's beneficial flavonoids that reduce inflammation.\n\n\t?\n\n\t8. Onions and garlic\n\n\tQuercetin is another secret weapon that helps fight allergies by acting like an antihistamine. Onions and garlic are packed with quercetin, as are apples. (If you go with eating apples, just make sure they don't stimulate oral allergy syndrome.)\n\n\t?\n\n\t9. Parsley\n\n\tAccording to Michael Castleman, author of \"The New Healing Herbs\" (Rodale, 2009), parsley inhibits the secretion of allergy-inducing histamine. (Parsley is a diuretic, so talk to your doctor before taking supplements or eating large amounts of it.)\n\n\t?\n\n\t10. Anti-allergy soup!\n\n\tThere's nothing like a warm bowl of soup when you're feeling sick, and while this usually pertains to chicken soup for the flu, an expert on herbs developed this soup to naturally battle allergies. In \"The Green Pharmacy Guide to Healing Foods: Proven Natural Remedies to Treat and Prevent More Than 80 Common Health Concerns\" (Rodale, 2008), herb expert James Duke, PhD, recommends this allergy-fighting soup recipe:\n\n\t\t?\n\n\t\tBoil an onion (with skin) and a clove of garlic. Add half a cup chopped leaves and diced taproots of evening primrose. After boiling for about 5 minutes, add a cup of nettle leaves and a cup of diced celery stalks, and boil gently for another 3 to 10 minutes. Before eating, remove the onion skins and eat the soup it's while still warm. Season with wine vinegar, black pepper, hot pepper, turmeric, curry powder or celery seed. Enjoy!\n\n\t\t?\n\n\t\t?\n\n\t\t\n\t\t\tClick for photo credits\n\n\n\n\t\t\tPhoto credits:\n\n\t\t\tBroccoli: [puamelia]/Flickr\n\n\t\t\tCitrus: Richard Masoner / Cyclelicious/Flickr\n\n\t\t\tStinging nettle: kthread/Flickr\n\n\t\t\tParsley: Kelley Mari/Flickr\n\n\t\t\tElderberries: Scarygami/Flickr\n\n\t\t\t?\n\n\n\t\t\tThis story is reprinted with permission from Rodale.com.\n\n\t\t\t?\n\n\t\t?","author":"","web_category":"health#allergies","title":"10 foods that fight spring allergies","picture_url":"http://images.mnn.com/sites/default/files/primary_brocprim.jpg","url":"http://www.mnn.com//health/allergies/stories/10-foods-that-fight-spring-allergies"}