{"summary":"While this phase, called Mars entry, descent and landing, will be one of the most challenging elements of the mission, at least as difficult is the return, when the astronauts will have to lift off from the surface of Mars and travel home. \"We of Explore Mars give you this platform of this three-day summit","advice_category":"4","content":"WASHINGTON — If NASA is to land humans on Mars by the 2030s, as President Barack Obama has directed, there's not much time to settle on a plan and develop the technologies required, agency officials said Monday, May 6.\n?\nIn the 1960s, America seized an opportunity to go to the moon, and succeeded. A second opportunity for a leap forward in space is upon us now, said NASA chief Charles Bolden at the Humans 2 Mars Summit here at George Washington University.\n?\n\"Interest in sending humans to Mars I think has never been higher,\" Bolden said. \"We now stand on the precipice of a second opportunity to press forward to what I think is man's destiny — to step onto another planet.\" [Buzz Aldrin's Visions for Mars Missions & More (Video)]\n?\nYet the road to Mars is long and challenging, and the difficulties are scientific, technological, political and economic, experts said.\n?\n\n\n?\nOf launches and landings\nSending astronauts to the Red Planet will likely require at least three missions: one to launch the crew and the vehicle that will take them to Mars, one to launch the habitat humans will live on at the planet's surface, and one to launch the vehicle that will lift off from Mars to take the crew home, said Doug Cooke, a former NASA associate administrator for the Exploration Systems Mission Directorate who now heads a space consulting firm.\n?\nOverall, about 200 to 400 metric tons of equipment will have to be launched from Earth's surface for the project — a mass roughly equivalent to that of the International Space Station. And about 40 metric tons of that mass will have to be delivered to the surface of Mars at one time. So far, NASA has been able to land only 1 metric ton at a time — a feat recently accomplished in nail-biting fashion when the agency landed the Curiosity rover last summer.\n?\nWhile this phase, called Mars entry, descent and landing, will be one of the most challenging elements of the mission, at least as difficult is the return, when the astronauts will have to lift off from the surface of Mars and travel home. [Missions to Mars: Robotic Invasion of Red Planet (Infographic)]\n?\n\"To me this is one of the biggest challenges,\" said Mike Raftery, director of space station utilization and exploration at Boeing, the primary contractor for NASA's heavy-lift rocket being developed to go to Mars. \"We have to essentially land a launch pad on the surface that's then ready to launch the crew back to Earth.\"\n?\n\n\n?\nLiving off the land\nIn addition to the launch system, Mars crews will have to bring their own life-support systems, medicine, food, communications systems and navigation equipment. Yet the space travelers won't be able to pack everything they'll need. Instead, they will have to take advantage of some of the resources on Mars, such as water and oxygen for breathing, drinking and other needs. However, the technologies needed to extract and use such resources don't yet exist.\n?\n\"We're going to have to rely on being able to live off the land,\" said James Reuther of NASA's Office of the Chief Technologist. \"Those will require significant technology investments in order to actually bring that about.\"\n?\nEngineers must also develop a means of shielding astronauts from the dangerous radiation in space, both during the journey to the Red Planet and on the Martian surface, which lacks a strong enough atmosphere to protect from these damaging particles.\n?\nAnd to adequately plan for a human landing, additional precursor missions may also be necessary.\n?\n\"It's very likely that we'll send some kind of lander or rover to the site we want to send people to first, to drill a couple meters down to tell us if we have fresh water,\" said John Grunsfeld, associate administrator for NASA's science mission directorate. Such a spacecraft could also serve as a beacon to guide the crewed lander down to the chosen spot on Mars.\n?\nDespite the complexity of all these challenges, NASA has a limited amount of time to plan its mission if it wants humans to arrive in the 2030s.\n?\nTicking clock\nBy 2020, engineers must choose an architecture for the mission, including what type of propulsion to use to get to Mars, and how many launches are required, said Sam Scimemi, NASA's International Space Station director. It must also establish partnerships with any other nations it hopes to team with for the journey. By 2025, the design for all the major vehicles and technologies must be completed and frozen.\n?\n\"That's pencils down,\" Scimemi said. \"We don't have a lot of time. If we're going to get there we have to have a realistic approach from a budget, political and cultural standpoint.\"\n?\nStill, many NASA and industry experts expressed confidence it can be done.\n?\n\"In the coming days we have the opportunity to write history, to determine the future of humankind,\" said Artemis Westenberg, president of Explore Mars Inc., the nonprofit space advocacy group that organized the conference. \"We of Explore Mars give you this platform of this three-day summit. Now all you have to do is tell each other and the world the how\" of getting to Mars.\n?\nYou can watch the Humans 2 Mars Summit live on SPACE.com through May 8.\n?\nFollow Clara Moskowitz on Twitter and Google+. Follow us?@Spacedotcom, Facebook and Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nMars One's Red Planet Colony Project (Gallery)\n\n\nWildest Private Deep-Space Mission Ideas: A Countdown\n\n\nFlying To Mars - How Long Does It Take? | Video\n\n\nMNN: 8 mysterious images of Mars\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Clara Moskowitz, SPACE.com","web_category":"earth-matters#space","title":"It's time to get serious about going to Mars, says NASA","picture_url":"http://images.mnn.com/sites/default/files/HumansOnMars_m_0507.jpg","url":"http://www.mnn.com//earth-matters/space/stories/its-time-to-get-serious-about-going-to-mars-says-nasa"}