{"summary":"\tBall lightning. \tCloud-to-ground lightning","advice_category":"8","content":"< BACK: Watch MNN's animation of how lightning forms\n\n\t?\n\n\tCloud-to-ground lightning\n\n\tAs the negative charge grows inside a thunderstorm's base, positive charge begins pooling within the Earth's surface below, shadowing the storm wherever it goes. This is responsible for nearly all cloud-to-ground lightning — a stepped leader lurches downward from the negative cloud base, intercepted on its way by a column of ionized air called a \"positive streamer\" that shoots up to meet it from the positively charged ground. When the two connect, a violent electrical current roars between the cloud and the ground, forming the lightning bolt (see photo at left). Multiple positive streamers sometimes compete for the same stepped leader, such as in this photo, where you can see a tiny streamer that leapt up from a telephone pole in the bottom left corner, but was beaten to the punch by a nearby tree.\n\n\t?\n\n\tAlmost any grounded object or organism under a thunderstorm may attract a stepped leader, but lightning is lazy, so the closer the better. Trees, tall buildings, towers and antennas are favorite targets, and, contrary to folk wisdom, lightning can strike twice.\n\n\t?\n\n\tIntracloud and cloud-to-cloud lightning\n\n\tAbout three-quarters of all lightning on Earth never leaves the cloud where it formed, content to find another region of oppositely charged particles within the storm. These strikes are known as \"intracloud lightning,\" but they're also sometimes called \"sheet lightning,\" when, from our vantage point, they light up a glowing sheet on the cloud's surface. \"Spider lightning\" (see photo below) occurs when branching bolts creep along the cloud's underside.\n\n\t?\n\n\tLightning also sometimes leaves the cloud but stays in the sky, a phenomenon that can take many forms. It might jump to another cloud, or it might simply strike the air around the storm if enough charge has built up nearby.\n\n\t?\n\n\tWhile cloud-based lightning doesn't normally bother humans on the surface, it can wreak havoc with our airplanes, rockets and other flying machines. Flight paths often lead passenger jets directly through large thunderstorms, and while lightning normally passes along on the outside of the plane, it's hard to completely protect any electrical system in such conditions. Company officials have said Air France Flight 447 was probably struck by lightning before disappearing over the Atlantic last month — it flew into a tropical storm just before losing power in both electrical systems — although a variety of other factors likely compounded that. NASA engineers at Cape Canaveral also are regularly plagued by lightning from Florida's merciless summer thunderstorms, which can delay launches and damage expensive equipment.\n\n\t?\n\n\tBolt from the blue\n\n\tThe majority of lightning strikes are negative, descending from the cloud base to the positively charged ground. But in large thunderstorms, a supercharged positive bolt may launch out from the cloud's upper regions (see photo), flying away from the storm before crashing into a distant section of negatively charged earth. Sometimes traveling up to 30 miles, these strikes can sneak up on people who don't even know a thunderstorm is nearby — hence the name \"bolt from the blue.\" In addition to being stealthy and rare, bolts from the blue are also much more powerful than normal lightning strikes, and therefore cause more bodily and property damage.\n\n\t?\n\n\tBall lightning\n\n\tFloating orbs of electricity have been reported during thunderstorms around the world — and even recreated in a lab — but never scientifically verified in nature. If natural ball lightning does exist, it's fleeting, erratic and rare. Still, there are tantalizing hints, such as the video below, that it may be real.\n\n\t?\n\n\n\n\t?\n\n\tTransient luminous events\n\n\tLightning isn't the only electrical trickery thunderstorms have up their sleeves. There's another world of weird, ghostly lights that most humans never see, dancing around the upper atmosphere above storms. They aren't really lightning in the traditional sense — \"transient luminous events\" or \"atmospheric optical phenomena\" are the preferred terms — but they're such recent discoveries we know little about them.\n\n\t?\n\n\t• Sprites are huge flashes of light that appear directly above active thunderstorms, usually corresponding with powerful, positively charged cloud-to-ground lightning below. Also known as \"red sprites\" since most of them glow red, these wispy flares can shoot up to 60 miles from the cloud's top, although they're weakly charged and rarely last more than a few seconds. Sprites' shapes have been compared to columns, carrots and jellyfish, but their faint charge and soft glow means they're rarely spotted with the naked eye — in fact, there was no photographic evidence of them until 1989. Since then, however, thousands of sprites have been photographed and filmed from the ground, from aircraft and from space.\n\n\t?\n\n\t• Blue jets are what they sound like: beams of blue energy that blast out of a thunderstorm's top into the surrounding sky. But despite the straightforward name, they're one of the more mysterious transient luminous events, since they're not directly associated with cloud-to-ground lightning and aren't aligned with the local magnetic field. As the glowing blue-and-white streaks emerge from a cloud, they extend upward in narrow cones, gradually fanning out and dissipating at heights of about 30 miles. Blue jets last only a fraction of a second but have been witnessed by pilots and even caught on video.\n\n\t?\n\n\t• Elves, like sprites, occur over an area of active cloud-to-ground lightning, and are also found in the ionosphere. These glowing, quickly expanding discs can stretch out for 300 miles, but they last less than a thousandth of a second, which would make spotting them difficult even if there wasn't a thunderstorm in your way. NASA discovered elves in 1992 when a low-light video camera on the space shuttle taped one in action, and scientists believe they're caused by an electromagnetic pulse shot up from a thunderstorm into the ionosphere.\n\n\t?\n\n\t\n\n\t?\n\n\tLightning safety\n\n\tOver the last 30 years, more Americans have been killed by lightning per year than by hurricanes or tornadoes, but because the deaths are spread out over more time and distance, it's \"the most underrated weather hazard,\" according to NOAA. For some reason, a lot more men die from lightning strikes than women — in 2008, 79 percent of U.S. lightning fatalities were male, and from 1985 to 1995, 85 percent were. Lightning is also more frequent and severe in certain parts of the country, especially Florida, Texas and other states near the Gulf of Mexico.\n\n\t?\n\n\tCloud-to-ground lightning strikes can attack people in several ways. Being out in the open during a thunderstorm — or 30 minutes before or after one — isn't a good idea, and neither is standing near anything tall like a tree or pole. But ideally you should be inside, anyway.\n\n\t?\n\n\tThe best place to be is a building with plumbing and electrical wiring, since they'll conduct the electricity better than a human body will. Structures with exposed openings aren't safe, including sheds, carports, picnic shelters, baseball dugouts and open-air stadiums (see photo). If you're stuck outside, try to get into an enclosed metal vehicle with the windows rolled up, avoiding things with open cabs like convertibles, golf carts, tractors or construction equipment.\n\n\t?\n\n\tSwimming pools are notoriously dangerous during thunderstorms because water conducts electricity so easily. Along with metal, another top conductor, water also can help lightning invade our homes and businesses, letting it in through the plumbing and electrical systems. The bolt may hit the building directly or travel through the power lines, potentially electrocuting anyone who's taking a shower, using a computer or talking on the phone at the time (land lines are the main risk; cell phones are generally safe to use in a storm). Even if tornadoes aren't expected, the safest part of a building is the interior, away from windows, water and electrical appliances.\n\n\t?\n\n\tFor more information on lightning science and safety, check out these five links:\n\n\t\tNASA: Lightning & Atmospheric Electricity Research\n\n\t\tNOAA: Lightning Basics\n\n\t\tNOAA: Thunderstorm Basics\n\n\t\tNOAA: Lightning Safety\n\n\t\tFEMA: Thunderstorms and Lightning\n?\n\n\t< BACK: Watch MNN's animation of how lightning forms\n\n\t?\n\n\t(MNN homepage photo: moonsheep/Flickr)\n\n\t(All other photos courtesy NASA and NOAA)\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Types of lightning","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/types-of-lightning"}