{"summary":"The dose rate of radiation that the planetary explorers would be exposed to on the surface of Mars would be lower than the amount of cosmic radiation in space. The research could have implications for future NASA missions to Mars","advice_category":"4","content":"Astronauts who travel to Mars one day could be exposed to dangerous levels of radiation during their trip, even if shielding techniques are used, a new study shows.\n?\nWhen the Mars Science Laboratory launched on Nov. 26, 2011, it began a 350-million-mile (560 million kilometers) trip to the surface of the Red Planet. During its voyage, a group of researchers, including Southwest Research Institute scientist Cary Zeitlin, monitored exactly how much radiation a piece of science hardware on the?Mars rover Curiosity was exposed to over the 253-day journey from Earth to Mars.\n?\n\"In space, it's between a 100 and 1,000 times higher dose rate [of radiation] than on Earth,\" Zeitlin told SPACE.com. \"It's highly uncertain what the health risk is from these exposures.\" [Could Radiation Harm Astronauts Traveling to Mars? (Video)]\n?\nZeitlin, whose study is detailed in the journal Science this week, collected the data with his team by turning on the Radiation Assessment Detector (RAD) instrument while Curiosity was in flight. The instrument was active from 10 days after launch until about three weeks before landing.\n?\nShielding from cosmic rays\nBy monitoring the variety and strength of each of the energetic particles entering the Mars Science Laboratory's hull, Zeitlin and his team were able to accurately track which particles of radiation got through and which were blocked by the ship's shielding.\n?\nIf they were to travel to Mars, astronauts would be exposed to two forms of cosmic radiation?that don't pose a serious risk on Earth. One of those sources of radiation — galactic cosmic rays — are difficult to shield against and regularly fly through space-faring vessels. On the other hand, the second source of radiation — solar energetic particles — can be at least partially blocked by robust shielding used to protect spaceflyers.\n?\n\"The rover itself during the trip was surrounded by the equipment used for the entry, descent and landing,\" Zeitlin said. \"RAD was very unevenly shielded. About half was lightly shielded. The heat shield below didn't really provide very much in the way of shielding. But above, there was quite a bit, and on a human inhabited vehicle, you would want it much more uniform.\"\n?\n\n\n?\nWorth the risk?\nThe research could have implications for future NASA missions to Mars. If space agency scientists expect that radiation exposure over the course of a mission will increase an astronaut's risk of developing fatal cancer over his or her lifetime by at least 3 percent, NASA deems the mission too dangerous, Zeitlin said.\n?\nCertain people are at higher risk of developing these kinds of radiation-induced cancers: Young women are most at risk, while older men are in less danger. Even with the margin of error built into Curiosity's new results, however, the dose rate of the radiation that any astronaut would receive during the initial and return flights would probably put them over the 3 percent limit, Zeitlin said. [Missions to Mars: Human Occupation of the Red Planet (Infographic)]\n?\nZeitlin and his colleagues estimate that astronauts would be exposed to about 0.66 Sievert (Sv) — the unit scientists use for measuring radiation — of galactic cosmic ray radiation during the round-trip to Mars, not including their time spent on the surface of the Red Planet. About 1 Sv of radiation exposure is usually associated with about a 5 percent bump in fatal-cancer risk later in life.\n?\nThe dose rate of radiation that the planetary explorers would be exposed to on the surface of Mars would be lower than the amount of cosmic radiation in space. However, it could still be significant, Zeitlin said.\n?\nAlthough this level of radiation might not make astronauts immediately ill, it still could impair their ability to conduct research from Mars. \"There is some concern that there could be damage to cognitive ability that would manifest itself in the short run,\" Zeitlin said.\n?\nFuture of space travel\nAstronauts aboard the International Space Station are exposed to both galactic cosmic rays and solar energetic particles during their six months in orbit, but an astronaut flying to Mars would get a higher dose over a longer period of time.\n?\n\"Scientists need to validate theories and models with actual measurements, which RAD is now providing. These measurements will be used to better understand how radiation travels through deep space and how it is affected and changed by the spacecraft structure itself,\" Donald Hassler, a program director at the Southwest Research Institute and principal investigator of the RAD investigation, said in a statement. \"The spacecraft protects somewhat against lower-energy particles, but others can propagate through the structure unchanged or break down into secondary particles.\"\n?\nThe new findings will allow scientists to use hard data in computer models set up to investigate just how much radiation astronauts could encounter on their journey to another planet. This kind of research could be particularly important for NASA in the coming years, as officials from the space agency gear up to possibly send humans to Mars by the 2030s.\n?\nScientists from the Christian Albrechts University of Kiel in Germany, the German Aerospace Center and NASA also contributed to the new study.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook and Google+. Original article on SPACE.com.\n\nMars Rover Curiosity: Mars Science Lab Coverage\n\n\nPhotos: Curiosity Rover, NASA's Mars Science Laboratory \n\n\nWill Radiation Kill Mars Astronauts? | Video \n\n\nMNN: NASA plans moon way space station for deep space missions\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Mars-bound astronauts will face high risk of cosmic radiation","picture_url":"http://images.mnn.com/sites/default/files/CuriosityCraft_m_0530.jpg","url":"http://www.mnn.com//earth-matters/space/stories/mars-bound-astronauts-will-face-high-risk-of-cosmic-radiation"}