{"summary":"A deep-sea coral living nearly 7,000 feet (2,115 meters) off the Oregon Coast had a black plastic bag wrapped around its base, which will eventually kill the organism, von Thun said.. Sparked by a recent study on trash offshore of Southern California, scientists at MBARI decided to analyze the database of ocean debris they had gathered","advice_category":"2","content":"The mention of ocean pollution usually triggers searing images of birds and turtles choked by bags, fasteners and other debris floating at the ocean surface. But thousands of feet below, garbage also clutters the seafloor, with as yet unknown consequences for marine life, a new study finds.\n?\n\"It's completely changing the natural environment, in a way that we don't know what it's going to do,\" said Susan von Thun, a study co-author and senior research technician at the Monterey Bay Aquarium Research Institute (MBARI) in Monterey, Calif.\n?\nFor the past 22 years, MBARI researchers have explored the deep ocean seafloor from California to Canada and offshore of Hawaii. Video researchers tagged every piece of trash seen during the deep-sea dives, cataloguing more than 1,500 items in all. Sparked by a recent study on trash offshore of Southern California, scientists at MBARI decided to analyze the database of ocean debris they had gathered. The results were published May 28 in the journal Deep Sea Research Part I: Oceanographic Research Papers.\n?\nAfter reviewing every video clip that showed debris, and compiling where and when the debris was found, the researchers discovered plastics were the most common seafloor trash. [Video: Deep Sea Trash Litters the Ocean Floor]\n?\n\"Unfortunately for me, I wasn't so surprised,\" said von Thun, who works in the MBARI video lab. \"I've seen plenty of trash as I've been annotating video.\"\n?\nMore than half of the plastic items were bags. A deep-sea coral living nearly 7,000 feet (2,115 meters) off the Oregon Coast had a black plastic bag wrapped around its base, which will eventually kill the organism, von Thun said.\n?\n\nPhoto: MBARI\n?\nThe second biggest source of ocean trash was metal — soda and food cans. Other common types of debris included rope from fishing equipment, glass bottles, cardboard, wood and clothing.\n?\nBecause most of the ocean pollution came from single-use plastic bottles and cans, von Thun and her co-authors hope the research will inspire more people to reduce, reuse and recycle.\n?\n\"The main way to combat this problem is to prevent all this stuff from getting into the ocean to begin with,\" von Thun told OurAmazingPlanet. \"We really have to properly dispose of items, reduce our use of single-use items and recycle.\"\n?\nChanging seascape\nThe arrival of shoes, tires and fishing gear in the deep sea is a big change for deep-sea marine life. Their environment is mostly soft mud, so hard surfaces are rare, and sea creatures colonize the trash, von Thun said. For example, MBARI is following the effects wrought by a shipping container that fell overboard into Monterey Canyon in 2004. But even a discarded tire can make a home for certain sea creatures at 2,850 feet (868 meters) below the ocean surface.\n?\nIn Monterey Canyon, a deep, winding gorge offshore of Central California, trash collects in the canyon's outer bends or in topographic highs or lows, just like in rivers on land, von Thun said. Currents also trap trash behind obstacles, such as dead whale carcasses.\n?\n\"We think the canyon dynamics and the currents are actually helping to distribute the plastic and metal to deeper areas,\" von Thun said.\n?\nWith only 0.24 percent of Monterey Canyon explored in the past two decades by MBARI, there could be more trash hidden in the canyon's depths, the researchers said.\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlant and MNN:\n\nPhotos: Trash Litters Deep Seafloor\n\n\nPlastic Bag Waste Litters Landscape (Infographic)\n\n\n10 of the Most Polluted Places on Earth\n\n\nMNN: 10 surprising ways to restore our oceans\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Trash that litters ocean floor is mostly recyclables","picture_url":"http://images.mnn.com/sites/default/files/OceanTrash01_m_0607.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/trash-that-litters-ocean-floor-is-mostly-recyclables"}