{"summary":"About 38 percent of black kids had a food sensitization, compared to 22 percent of white kids. There were some differences between kids whose moms reported their race as black and those who had more gene markers suggesting African descent","advice_category":"2","content":"NEW YORK - In a new study of two-year-olds in Boston, black kids were twice as likely as white kids to have an immune response to foods such as peanuts, milk, and eggs, and almost four times as likely to have a \"sensitization\" to three or more foods.\n?\nWhile food sensitization doesn't necessarily pose any danger on its own, kids who are sensitized to certain foods are more likely to develop full-blown allergies to them in the future.\n?\n\"We know that sensitization is not the same thing as food allergy, but what they're reporting does seem to be consistent with what has been seen in other populations,\" said Christine Joseph, an allergy and asthma researcher from the Henry Ford Health System in Detroit who was not involved in the new study.\n?\nOther recent studies have hinted at higher rates of food sensitizations or allergies in blacks, she told Reuters Health.\n?\nResearchers also looked at the kids' DNA and found that the more African ancestry it showed, the more likely a child was to have any type of food sensitization, especially to peanuts.\n?\nBut it's still unclear why that's the case, they said. It could be that differences in genes make some kids more likely than others to get allergies, or it may have to do with their environment and what they're exposed to early in life.\n?\nThe study included about 1,100 kids, all born at Boston Medical Center. Between two and three years after birth, researchers led by Dr. Rajesh Kumar of Children's Memorial Hospital in Chicago brought them in to test their immune responses to eight different types of foods that typically cause allergies: eggs, milk, peanuts, soy, shrimp, walnuts, wheat and cod.\n?\nMost kids in the study were from urban areas and many were from low-income families. About six in ten of them were identified as black by their moms.\n?\nIn all, just over one-third of kids had an immune response to at least one of the foods, the researchers reported in Pediatrics.\n?\nAbout 38 percent of black kids had a food sensitization, compared to 22 percent of white kids. When the researchers took into account factors like whether or not kids were breastfed and if moms smoked while they were pregnant, the black two-year-olds were more than twice as likely to have a food sensitization.\n?\nThey were also almost four times as likely to have a detectable immune-system response to three or more of the potential allergens.\nHispanic kids tended to have more food sensitizations than white kids, but statistics showed that finding could have been due to chance.\n?\nFood sensitizations were also more common in kids whose ancestors were mostly from Africa, compared to those of European descent, according to genetic tests.\n?\nThere were some differences between kids whose moms reported their race as black and those who had more gene markers suggesting African descent. For example, African ancestry was linked to a greater chance of having a high immune response to peanuts, whereas black race was not.\n?\nThat tells researchers that genetics may play a role in how likely kids are to have food sensitizations or allergies. Or, something about different ancestral environments may be playing a role, Kumar said — for example, people from Africa are known to have lower vitamin D levels early in life. Vitamin D has been linked to some aspects of immune function.\n?\nOn another level, cultural factors such as what type of foods kids are exposed to when they're young, or where they grow up, might trigger allergies, especially if there is already an underlying race-related genetic susceptibility, Joseph said.\n?\nMore research is needed to better determine what's behind these differences in risk, both by race and ancestry, they agreed.\nFor now, Kumar said, \"we need to be aware that food allergy is a problem within urban populations.\"\n?\nPediatricians, he told Reuters Health, \"should equally think of food allergy in their African American patients as they do in their white patients.\"\n?\nCopyright 2011? Reuters US Online Report Health News","author":"Genevra Pittman, Reuters","web_category":"health#allergies","title":"Black race, African ancestry tied to food allergies","picture_url":"http://images.mnn.com/sites/default/files/kids_7.jpg","url":"http://www.mnn.com//health/allergies/stories/black-race-african-ancestry-tied-to-food-allergies"}