{"summary":"The EPA made history several times on Jackson's watch. Related EPA stories on MNN:","advice_category":"5","content":"Lisa P. Jackson will soon step down as head of the U.S. Environmental Protection Agency, she announced Thursday, heralding the end of a tenure that saw mixed results in the battle against global warming. Thanking President Obama for \"the confidence he placed in me four years ago,\" Jackson revealed that she would leave her post after the 2013 State of the Union address, which is scheduled for late January.\n?\nJackson has steered the EPA through choppy seas since 2009, facing stiff criticism from industry groups and Republicans on issues ranging from carbon dioxide and mercury emissions to smog standards and fuel-economy rules. While her proactive style often met resistance — sometimes even from the White House — she became a hero to many in the environmental community, who praise her efforts to fight climate change, prevent toxic dumping, improve air quality and promote environmental justice.\n?\n\"There has been no fiercer champion of our health and our environment than Lisa Jackson, and every American is better off today than when she took office nearly four years ago,\" Natural Resources Defense Council President Frances Beinecke said in a statement Thursday. \"For that, we are deeply grateful to Lisa for her service, and to President Obama for having appointed her to this vital position.\"\n?\nThe EPA made history several times on Jackson's watch. She oversaw the country's first vehicular greenhouse gas standards, for example, enabled by her agency's 2009 finding that carbon dioxide and five other greenhouse gases are pollutants under the Clean Air Act. That finding also allowed the EPA to regulate CO2 from new power plants, potentially paving the way for broader caps on releases of the heat-trapping gas. And on a less global scale, she established limits on toxic air pollutants like mercury and arsenic.\n?\nNot all of Jackson's efforts worked out, however. The White House denied or delayed many of her proposals over the past four years, including a high-profile attempt to create new regulations for ozone pollution in 2011. An EPA rule targeting interstate air pollution was also recently blocked by a federal court and is now under appeal.\n?\nDespite such setbacks, Jackson expressed optimism Thursday about the EPA's future without her. \"I will leave the EPA confident the ship is sailing in the right direction, and ready in my own life for new challenges, time with my family and new opportunities to make a difference,\" she said in a prepared statement.\n?\nA successor has yet to be identified, although EPA Deputy Administrator Bob Perciasepe is widely expected to fill the role, at least temporarily. Another possibility is Gina McCarthy, who currently leads the agency's Office of Air and Radiation.\n?\nJackson hasn't specified what she plans to do next, although her name has come up as a potential candidate for the president of Princeton University, where she received a master's degree in chemical engineering in 1986.\n?\nRelated EPA stories on MNN:\n\nThe Clean Water Act turns 40\nEPA proposes stricter soot standards\nU.S. to curb fracking emissions ... eventually\nSmog rule would save thousands of lives yearly\n\n?","author":"","web_category":"earth-matters#politics","title":"Lisa P. Jackson to step down as EPA chief","picture_url":"http://images.mnn.com/sites/default/files/lisa_p_jackson.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/lisa-p-jackson-to-step-down-as-epa-chief"}