{"summary":"Some gullies scoring the sides of Martian sand dunes were likely carved by frozen chunks of carbon dioxide, also known as dry ice, a new study finds.. 7 Biggest Mysteries of Mars","advice_category":"4","content":"Some gullies scoring the sides of Martian sand dunes were likely carved by frozen chunks of carbon dioxide, also known as dry ice, a new study finds.\n?\n\"I have always dreamed of going to Mars,\" lead author Serina Diniega, of NASA's Jet Propulsion Laboratory in Pasadena, Calif., said in a statement. \"Now I dream of snowboarding down a Martian sand dune on a block of dry ice.\"\n?\nDiniega and her colleagues studied one type of Martian hillside groove called a linear gully, which does not appear to be associated with liquid water. [The Search for Water on Mars (Photos)]\n?\n\"In debris flows, you have water carrying sediment downhill, and the material eroded from the top is carried to the bottom and deposited as a fan-shaped apron,\" Diniega said. \"In the linear gullies, you're not transporting material. You're carving out a groove, pushing material to the sides.\"\n?\nAfter studying images of these features taken by NASA's Mars Reconnaissance Orbiter (MRO), the team determined that they form during the early Martian spring on dunes that spend the winter covered by carbon dioxide frost.\n?\nSome MRO photos even show bright objects in the linear gullies, apparently caught in the act of carving them out. The researchers think these objects are chunks of dry ice that are sliding downhill as they thaw, their passage eased by a lubricating layer of gaseous carbon dioxide. (Water ice is an unlikely candidate since it probably stays frozen during the early Martian spring, scientists said.)\n?\n\n\n?\nTo test this theory out, the team took some dry ice out to dunes in California and Utah. The blocks slid down the slopes, creating features similar to the Red Planet's linear gullies.\n?\n\"MRO is showing that Mars is a very active planet,\" said co-author Candice Hansen of the Planetary Science Institute in Tucson, Ariz. \"Some of the processes we see on Mars are like processes on Earth, but this one is in the category of uniquely Martian.\"\n?\nThere are many different types of gullies on Mars, and scientists think some of them — such as features called recurring slope lineae — may be formed by the action of flowing water. The new study doesn't speak to water's potential role in any of these other features, Hansen said.\n?\n\"Just because this dry-ice hypothesis looks like a good explanation for one type doesn't mean it applies to others,\" she said.\n?\nThe new study has been published online in the journal Icarus.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nMarks On Mars' Dunes - Caused By Dry Ice? | Video\n\n\n7 Biggest Mysteries of Mars\n\n\nMars' Tale of Fire and Water Written in Dust | Video\n\n\nMNN: 78,000 people want to go Mars ... and counting\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Mars gullies may be carved by dry ice 'sleds'","picture_url":"http://images.mnn.com/sites/default/files/MarsDunesDryIce_m_0613.jpg","url":"http://www.mnn.com//earth-matters/space/stories/mars-gullies-may-be-carved-by-dry-ice-sleds"}