{"summary":"\tA similar wheat product, called hydrolyzed wheat protein, is in several soaps and cosmetics sold in the United States, unbeknownst to many consumers. \tA drop of wheat","advice_category":"2","content":"A class-action lawsuit over a bar of facial soap in Japan is making some there question the meaning of \"all natural.\"\n\n\t?\n\n\tThe soap that has gone on trial this month is Cha no Shizuku, roughly translated as \"a drop of tea,\" a green tea-based cleansing bar popular among Japanese women and valued for its so-called natural purity.\n\n\t?\n\n\tUnfortunately for the manufacturer, it was a drop of wheat, not tea, in the soap that apparently has caused an outbreak of allergic reactions, many resulting in hospitalization. The soap went on sale in 2004, but only in the last year have most of the allergic reactions surfaced, likely the result of repeated use of the soap, Japanese scientists say. Some users now might have a permanent food allergy to wheat as a result.\n\n\t?\n\n\tA similar wheat product, called hydrolyzed wheat protein, is in several soaps and cosmetics sold in the United States, unbeknownst to many consumers. This wheat product, essentially fragments of wheat proteins with water molecules, is used to enhance foaming and moisturizing. [9 Weirdest Allergies]\n\n\t?\n\n\tA drop of wheat\n\n\tAccording to Japanese news outlets, the maker of Cha no Shizuku, Yuuka Cosmetics, began a recall of its product in May 2011. More than 500 people with no history of food allergies have claimed to have had allergic reactions to its soap, and nearly 70 have been hospitalized, some after falling unconscious.\n\n\t?\n\n\tCurrently, 10 other Japanese companies selling cosmetics with wheat have since recalled some of their products as a precaution. The Japanese Health, Labor and Welfare Ministry has warned consumers not to use Cha no Shizuku.\n\n\t?\n\n\tThe hydrolyzed wheat in question in Japan is called Glupal-19S, as reported in Japan's Yomiuri Shimbun newspaper. Japanese scientists speculate that this unique formulation can accumulate in the mucous membranes of a person's eyes and nose after repeated washings and eventually trigger an allergic reaction, as mild as hay fever or severe enough to lower blood pressure to a dangerous level.\n\n\t?\n\n\tEven people who aren't allergic to the wheat protein gluten can develop a permanent allergy from such intimate exposure, doctors say. Over time, the body might say, \"Hey, what is this foreign protein accumulating here? I should start resisting it.\"\n\n\t?\n\n\tCosmetics in the United States use only the generic term \"hydrolyzed wheat protein\" in their labeling. There are at least a dozen studies dating back to 2000 warning that hydrolyzed wheat protein is a potential allergen, although there have been no known outbreaks in the United States.\n\n\t?\n\n\tFDA of little help\n\n\tThe U.S. Food and Drug Administration does not regulate soap. By FDA standards, soap is defined by its intended use: soap is oil, lye and water with the sole purpose of cleaning. Any additive or any other claim — such as deodorizing, moisturizing, or beautifying — places soap in the realm of a cosmetic.\n\n\t?\n\n\tThe FDA does regulate cosmetics, albeit casually, stepping in only when problems arise. As such, manufacturers can make claims of their products being hypoallergenic, or not likely to cause allergies, a term with no standard definition and not recognized by the FDA to mean anything specific.\n\n\t?\n\n\tJapanese scientists writing in the March 2012 issue of the Journal of University of Occupational and Environmental Health said that anyone with a gluten allergy should avoid cosmetics containing wheat.\n\n\t?\n\n\tSome soaps and shampoos in the United States, however, sound good enough to eat, with exotic ingredients such as rosemary and nettles. Depending on their formulation, as the Japanese case demonstrates — that is, whether \"natural\" is really natural — these products ultimately could be as harmful as a human-made chemical additive.\n\n\t?\n\n\tChristopher Wanjek is the author of the books \"Bad Medicine\" and \"Food At Work.\" His column, Bad Medicine, appears regularly on LiveScience.\n\n\t?\n\n\tRelated on LiveScience:\n\n\n\t\t\t5 Myths About Women's Bodies\n\n\n\n\t\t\t5 Wacky Things That Are Good for Your Health\n\n\n\n\t\t\t8 Strange Signs You're Having an Allergic Reaction\n\n\n\t?\n\n\tCopyright 2012 LiveScience, a TechMediaNetwork company. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.","author":"Christopher Wanjek, LiveScience Bad Medicine","web_category":"health#allergies","title":"Facial soap's surprise ingredient triggers allergic reaction","picture_url":"http://images.mnn.com/sites/default/files/wash.jpg","url":"http://www.mnn.com//health/allergies/stories/facial-soaps-surprise-ingredient-triggers-allergic-reaction"}