{"summary":"And thanks to new research at the University of Georgia, we might soon have an antidote for too much CO2: a manmade version of the microbe Pyrococcus furiosus, or \"rushing fireball,\" that absorbs CO2 and converts it into fuel. We can take carbon dioxide directly from the atmosphere and turn it into useful products like fuels and chemicals without having to go through the inefficient process of growing plants and extracting sugars from biomass.\"","advice_category":"4","content":"Carbon dioxide is a major cause of global warming, but it's also fundamental to life on Earth. As any good toxicologist knows, \"the dose makes the poison.\"\n?\nAnd thanks to new research at the University of Georgia, we might soon have an antidote for too much CO2: a manmade version of the microbe Pyrococcus furiosus, or \"rushing fireball,\" that absorbs CO2 and converts it into fuel. If P. furiosus can work on a large enough scale, it might even help displace carbon-positive fossil fuels like coal and oil.\n?\n\"Basically, what we have done is create a microorganism that does with carbon dioxide exactly what plants do — absorb it and generate something useful,\" says Michael Adams, a member of UGA's Bioenergy Systems Research Institute and co-author of a new study detailing the magic of P. furiosus. \"What this discovery means is that we can remove plants as the middleman. We can take carbon dioxide directly from the atmosphere and turn it into useful products like fuels and chemicals without having to go through the inefficient process of growing plants and extracting sugars from biomass.\"\n?\nIn photosynthesis, plants use sunlight to turn water and CO2 into energy-packed sugars, forming the base of Earth's food web. These sugars can also be fermented into biofuels like ethanol, but as Adams points out, removing them from a plant's cells is relatively inefficient due to the energy input required. P. furiosus, however, may offer a shortcut.\n?\nThe microbe is a deep-sea \"extremophile,\" thriving in violent conditions that would obliterate most organisms. It feeds on carbohydrates in super-heated seawater around hydrothermal vents, but by tweaking its genetic material, Adams and his colleagues created a new kind of P. furiosus that likes cooler temperatures and eats CO2.\n?\nThe researchers then used hydrogen gas to spark a chemical reaction inside the microbe, prompting it to incorporate CO2 into 3-hydroxypropionic acid, a common industrial acid that's?used to make acrylics. With further genetic manipulations, they can also create a P. furiosus variant that produces an array of other useful chemicals, including fuel. And when that biofuel is burned, the researchers note, it releases the same amount of CO2 that was used to create it. That means it's essentially carbon-neutral, making it a cleaner alternative to fossil-based fuels like coal, crude oil and gasoline.\n?\n\"This is an important first step that has great promise as an efficient and cost-effective method of producing fuels,\" Adams says. \"In the future we will refine the process and begin testing it on larger scales.\"\n?\nRelated biofuel stories on MNN:\n\nGenetically modified E. coli converts fat into energy\nIron-oxidizing bacteria fooled into 'eating' electrons\nManmade microbes unlock seaweed's energy potential\nBoy discovers microbe that eats plastic","author":"","web_category":"earth-matters#energy","title":"New microbe makes fuel from CO2 in the air","picture_url":"http://images.mnn.com/sites/default/files/coal_smokestack_3.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/new-microbe-makes-fuel-from-co2-in-the-air"}