{"summary":"Anderson and colleagues compared pollen levels, top-3 pollen lists, total counts and indices from 13 NAB stations — 12 in the U.S. They found that pollen counts reported on these websites and the actual pollen counts derived from the NAB stations did not match up most of the time.","advice_category":"2","content":"NEW YORK - People with hay fever and other seasonal allergies often check pollen count forecasts on the Internet, but those counts rarely reflect reality, researchers said in San Francisco yesterday at the 2011 Annual Meeting of the American Academy of Allergy, Asthma & Immunology.\n?\nThe discovery came to light after researchers from Environmental Allergy Assays in London, Ontario, Canada, and the Allergy & Asthma Care Center in Fargo, North Dakota, noticed a discrepancy between pollen count predictions on two popular web sites and the actual counts gathered by the AAAAI's National Allergy Bureau.\n?\n\"A lot of people with allergies to pollen like to go to the Internet to see whether the counts are going to be high, low, or medium,\" lead author Dr. James J. Anderson, of Environmental Allergy Assays, told Reuters Health. \"We know what the counts actually are, and saw the predicted counts often seemed to be different than what we were actually finding, so we were curious to see if there was much of a difference.\"\n?\nDr. Anderson and colleagues compared pollen levels, top-3 pollen lists, total counts and indices from 13 NAB stations — 12 in the U.S. and one in Canada — with corresponding daily reports from www.pollen.com and www.theweathernetwork.com for the 2007 and 2009 pollen seasons.\n?\nThey found that pollen counts reported on these websites and the actual pollen counts derived from the NAB stations did not match up most of the time.\n?\nDuring allergy seasons, AAAI stations around the country make daily measurements of pollen and molds by sampling the air.\n?\nPredicted counts reported on many websites may be based on pollen data from previous years and general weather forecasts, Dr. Anderson said. For the \"real deal\" people with seasonal allergies should get their information from the NAB, he said.\n?\n\"We know that our pollen counts are based on actual counts that reflect the real day-to-day weather events,\" Dr. Anderson said. \"Relying on other, less trustworthy sites may cause hay fever sufferers to limit the time they spend outdoors doing activities they enjoy when it is really not necessary, or else doing the opposite and exposing themselves to higher levels and exacerbating their symptoms.\n?\nCopyright 2011? Reuters US Online Report Health News","author":"Fran Lowry, Reuters","web_category":"health#allergies","title":"Pollen count forecasts may be unreliable","picture_url":"http://images.mnn.com/sites/default/files/pollen_1.jpg","url":"http://www.mnn.com//health/allergies/stories/pollen-count-forecasts-may-be-unreliable"}