{"summary":"Tracking where Brood II cicadas emerge this year is of interest to scientists. Researchers estimate the number of periodical cicadas by counting their escape holes per square meter of ground","advice_category":"2","content":"Cicada nymphs have been starting to crawl out of the ground in droves across the East Coast, and the highly anticipated emergence of the 17-year-old insects has been ramping up in the Mid-Atlantic in recent days.\n?\nNymph sightings have been reported as far north as Connecticut, according to citizen science projects like Radiolab's Cicada Tracker and Magicicada. But farther south, some residents of Virginia are seeing adult cicadas by the hundreds. Sometimes these sightings have been accompanied with mating calls or a loud continuous chorus, according to the tracking maps.\n?\nThere are several cicada species in the country and many emerge each year, but Brood II is one of the distinct populations that only matures every 13 or 17 years. These kinds of cicadas, known as periodical cicadas, are endemic to the eastern half of the United States. [6 Crazy Facts About Cicadas]\n?\nThe cicadas coming out of the ground now were born in 1996, before Twitter and Flickr made it possible for people to socially share their pictures of the insects.\n?\nAfter emerging, the nymphs shed their crunchy brown exoskeletons and will spend their few weeks of adulthood mating and laying eggs in tree branches. Then the red-eyed insects will all die, leaving their 2-inch-long (5 centimeters) bodies to litter the ground.\n?\nThe newly hatched Brood II babies, meanwhile, will make their way back to the ground and burrow in for a dark 17-year juvenile period until the hormones kick in that will turn them into adults. Those bugs will go on hiatus until 2030 and then continue the cycle.\n?\nThe winged insects make their short-lived act above the surface known. Males make species-specific mating calls by vibrating a white, drumlike plate, or tymbal, on either side of their abdomens. These chirping and clicking noises can be heard by females up to a mile (1.6 kilometers) away. Standing near an especially loud chorus of cicadas can be like standing near a motorcycle, with a racket reaching up to 100 decibels.\n?\nScientists expect the Brood II population to be up to 30 billion this year. Researchers estimate the number of periodical cicadas by counting their escape holes per square meter of ground. Entomologist Gene Kritsky, of the College of Mount St. Joseph in Cincinnati, told LiveScience he recorded a high of 356 holes per square meter in 2004 (the year Brood X reigned), though most places had about 100 to 200 holes per square meter.\n?\nTracking where Brood II cicadas emerge this year is of interest to scientists. Geographically, the brood populations fit together like puzzle pieces, with Brood II almost like the keystone, linking many other 17-year broods, University of Connecticut cicada expert John Cooley said.\n?\n\"The working hypothesis is that the boundaries, and the ways that the pieces fit together tell us something about the recent (postglacial) evolutionary history of the cicadas and their broods,\" Cooley added in an email. \"In effect, some information about the nature of the events that caused the broods to be formed is likely encoded in the locations and nature of the boundaries between the broods.\"\n?\nEntomologists aren't only giddy over this year's emergence for science reasons. Some insist that cicadas make a delicious protein-rich meal.\n?\nIsa Betancourt, an entomologist at Drexel University, told NBC the bugs were a delicacy, calling them \"the shrimp of the land.\" A cookbook put together by the University of Maryland Cicadamaniacs offers recipes from cicada dumplings to banana cicada bread.\n?\nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nGallery: Dazzling Photos of Dew-Covered Insects\n\n\nImage Gallery: Striking Photos of Locust Swarms\n\n\nGallery: The 10 Strangest Places on Earth\n\n\nMNN: 6 amazing things city dwellers miss out on\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Cicadas continue East Coast march","picture_url":"http://images.mnn.com/sites/default/files/CicadaNymphs_m_0516.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/cicadas-continue-east-coast-march"}