{"summary":"An undercover investigation by Animal Defenders International or ADI led to a 2009 ban on circus animals in Bolivia. The movie opens in the middle of a confrontation between rescuers and a knife-wielding circus owner, and through a series of interviews and flashbacks, viewers learn how ADI located the illegal circus in a remote Bolivian town.","advice_category":"2","content":"An undercover investigation by Animal Defenders International or ADI led to a 2009 ban on circus animals in Bolivia. The circuses were given a year to comply with the law, but many kept their animals, including a number of lions, caged in deplorable conditions.\n?\nIn 2010, with the aid of Bolivian wildlife officials, ADI stepped in.\n?\n“Lion Ark” follows ADI’s team as they track down eight illegal circuses, face off against angry circus owners and race against time to transport 25 lions to a Colorado animal sanctuary.\n?\nThe movie opens in the middle of a confrontation between rescuers and a knife-wielding circus owner, and through a series of interviews and flashbacks, viewers learn how ADI located the illegal circus in a remote Bolivian town.\n?\nOver the course of the film, rescuers track down filthy, starving lions — some living eight to a cage — and transport them 5,000 miles to freedom.\n?\nAlthough the film features appearances by Bob Barker and \"CSI\"-star Jorja Fox, the lions are the real stars of the movie — especially Colo Colo, an aggressive 12-year-old lion that’s spent his entire life in the same small cage.\n?\nHe claws and snarls at rescuers, and when he’s finally released into a more spacious holding cage, Colo Colo launches himself at ADI President Jan Creamer who calms him with a drink from a watering can. When the lion is finally released and walks on grass for the first time, it’s one of the most poignant moments of the film.\n?\nToday, the 25 lions — many of which spent years confined to a cage by themselves — live in prides at the 320-acre The Wild Animal Sanctuary near Denver in one of the largest captive lion enclosures in the world.\n?\n“Lion Ark” will be on the international film festival circuit in June. To find a screening near you, visit the movie’s website. Check out the trailer below.\n?\n\n\n?\nMore lion stories on MNN: \n\nCrippled lion is dachshund's best friend\n\n\nDog mistaken for lion prompts 911 calls\n\n\nNew species of lion discovered with extravagant dark mane","author":"","web_category":"earth-matters#animals","title":"'Lion Ark' shares story of daring animal rescue","picture_url":"http://images.mnn.com/sites/default/files/editorial/lion-cub.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/lion-ark-shares-story-of-daring-animal-rescue"}