{"summary":"\"It's a cute rodent on Mars. Curiosity's observations led mission scientists to announce earlier this year that microbes could have survived on the Red Planet billions of years ago.","advice_category":"4","content":"A Mars rock that bears a passing resemblance to a rodent is scuttling across the Internet with gusto, even inspiring some fans to set up a Twitter account in its name.\n?\nUFO buffs spotted the purported \"Mars rat\" in a panoramic photo snapped in September 2012 by NASA's Curiosity rover. Zooming in on a portion of the image reveals what appears to be a rodent crouching between two rocks, its nose to the ground.\n?\n\"It's a cute rodent on Mars. Note its lighter-color upper and lower eyelids, its nose and cheek areas, its ear, its front leg and stomach,\" Scott Waring wrote at UFO Sightings Daily?back in December. \"Looks similar to a squirrel camouflaged in the stones and sand by its colors.\"\n\nIn an update to that post, Waring raised the possibility that NASA flew the rat/squirrel to Mars?secretly, as part of an experiment testing out the Red Planet's ability to support life as we know it.\n?\n\"Why would they not tell us about it?\" Waring wrote. \"Because the squirrel would be expected to die eventually and that would get PETA [People for the Ethical Treatment of Animals] to fight against them in a court of law.\"\n?\nThe Mars rat has now gone viral, jumping from the pages of UFO Sightings Daily to more mainstream publications such as Discovery News, Fox News and a host of other outlets (including, of course, SPACE.com).\n?\nThe rodent has even picked up its own Twitter account, @RealMarsRat. Just 49 people were following the rat as of Friday afternoon (May 31), but that's still pretty good for a rodent.\n?\nWhile some people seem to really believe that a squirrel is crawling around on the Red Planet (or was in September, anyway), the Mars rodent is actually an example of a psychological phenomenon called pareidolia.\n?\nPareidolia refers to the tendency of the human brain to perceive animals or other familiar shapes in vague or random images. The phenomenon has fueled a great deal of excited speculation about the Red Planet over the years, most famously after some people saw a humanoid face on Mars in photos taken by NASA's Viking 1 orbiter in 1976.\n?\nAnd just this March, UFO Sightings Daily reported that an apparent animal, perhaps a rat or a lizard, lurked in another one of Curiosity's photos.\n?\nIt's highly unlikely that a rat, squirrel, lizard or any other organism could survive on the cold, dry Martian surface today, researchers say, though some scientists think the Red Planet may still be able to support microbial life in select underground pockets.\n?\nThings were likely different in Mars' wetter and warmer past, however. Curiosity's observations led mission scientists to announce earlier this year that microbes could have survived on the Red Planet billions of years ago.\n?\nMore on SPACE.com and MNN:\n\nMars Illusion Photos: The 'Face on Mars' and Other Martian Tricks\n\n\nMars Myths & Misconceptions: Quiz\n\n\nAmazing Mars Rover Curiosity's Martian Views (Latest Photos)\n\n\nMNN: Manned mission to Mars? Scientists discuss Red Planet exploration\n\nThis story was originally written for SPACE.com and has been republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Mars 'rat' takes Internet by storm","picture_url":"http://images.mnn.com/sites/default/files/MarsRat.jpg","url":"http://www.mnn.com//earth-matters/space/stories/mars-rat-takes-internet-by-storm"}