{"summary":"Not all of these are raging rivers, though — as Minar explains on Flickr, the data simply represent flowlines, including seasonal creekbeds and arroyos that may only contain water at certain times of year. Minar has posted all his files and code on GitHub, explaining that he made the map primarily as a tutorial, offering a \"complete example of how to build a web map using tiled vector data.\" And while he does provide in-depth information on how to imitate or expand his map, he has also produced an impressive work of science art in its own right","advice_category":"2","content":"Image: Nelson Minar/Flickr\n?\nThe contiguous U.S. consists entirely of blue states, according to a new map of government data. But instead of showing political trends or election results, this map illustrates something even more important: the vast array of rivers, streams and creeks coursing across the country.\n?\nThe map was created by Nelson Minar, an MIT-educated software engineer in California, using publicly available data from the U.S. Geological Survey and the Environmental Protection Agency. It portrays hydrological and topographical data compiled in the NHDPlus data set, a joint project between the USGS and EPA that was launched in 2006 and underwent a major overhaul last year.\n?\nMinar has posted all his files and code on GitHub, explaining that he made the map primarily as a tutorial, offering a \"complete example of how to build a web map using tiled vector data.\" And while he does provide in-depth information on how to imitate or expand his map, he has also produced an impressive work of science art in its own right. Not only does the map render countless waterways in mind-blowing detail, but it also reveals hidden features like the Ogallala Aquifer, a groundwater sink outlined by a relatively dry-looking swath of the Great Plains.\n?\nNot all of these are raging rivers, though — as Minar explains on Flickr, the data simply represent flowlines, including seasonal creekbeds and arroyos that may only contain water at certain times of year. That's why arid Western states like Nevada and New Mexico appear so saturated in this map, despite averaging less than 12 inches of rain a year. Meanwhile, the Florida Everglades looks deceptively dry because it lacks officially defined flowlines, even though it's a giant waterworld nicknamed the \"River of Grass.\"\n?\nAnd, more broadly, Minar is also careful to acknowledge another shortcoming of this map. \"My apologies to Alaska, Hawai?i, and the rest of the world,\" he writes on Flickr. \"I'm drawing all the data in NHDPlus, but it only includes the contiguous 48.\" According to the NHDPlus website, data for excluded U.S. states and territories \"will be developed when resources permit.\"?\n?\nFor the full effect, make sure to check out the full-size version.\n?\nRelated river stories on MNN:\n\nEPA warns U.S. rivers are in sad shape\nU.S. creates its first 'National Blueway'\nRiver cleanups: Channel your love of nature\nMeet the man who wants to free the L.A. River\n\n\n?","author":"","web_category":"earth-matters#wilderness-resources","title":"Amazing river map shows U.S. awash in waterways","picture_url":"","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/amazing-river-map-shows-us-awash-in-waterways"}