{"summary":"According to relativity, the singularity inside a black hole operates as a sort of firewall, which means that information that gets swallowed by the black hole gets lost forever. But if time is rewound according to LQG instead, the universe does not begin with a singularity","advice_category":"4","content":"According to Albert Einstein's theory of general relativity, black holes are uninhabitable chasms of spacetime that end in a \"singularity,\" or a mass of infinite density. It's a place so bleak that even the laws of physics break down there. But what if black holes aren't so forbidding? What if they are instead some kind of intergalactic stargate, or maybe even a passageway into a whole other universe?\n?\nIt may sound like the premise for a clever science-fiction movie, but new calculations by quantum physicists now suggest that the stargate idea might actually be the better theory. According to the startling new results, black holes do not culminate in a singularity. Rather, they represent \"portals to other universes,\" reports New Scientist.\n?\nThis new theory is based on a concept known as 'loop quantum gravity' (or LQG). It was first formulated as a way of merging standard quantum mechanics and standard general relativity, in order to remedy incompatibilities between the two fields. Basically, LQG proposes that spacetime is granular, or atomic, in nature; It is made up of miniscule, indivisible chunks about the same size as the Planck length — which roughly amounts to 10-35 meters in size.\n?\nResearchers Jorge Pullin from Lousiana State University, and Rodolfo Gambini from the University of the Republic in Montevideo, Uruguay, crunched the numbers to see what would happen inside a black hole under the parameters of LQG. What they found was far different from what happens according to general relativity alone: there was no singularity. Instead, just as the black hole began to squeeze tight, it suddenly loosened its grip again, as if a door was being opened.\nIt might help to conceptualize exactly what this means if you imagine yourself traveling into a black hole. Under general relativity, falling into a black hole is, in some ways, much like falling into a very deep pit that has a bottom, only instead of hitting the bottom, you get pressed into a single point — a singularity — of infinite density. With both the deep pit and the black hole, there is no \"other side.\" The bottom stops your fall through the pit, and the singularity \"stops\" your fall through the black hole (or at least, at the singularity it no longer makes sense to say you're \"falling\").\nYour experience would be much different traveling into a black hole according to LQG, however. At first you might not notice the difference: gravity would increase rapidly. But just as you were nearing what ought to be the black hole's core — just as you're expecting to be squashed into the singularity — gravity would instead begin to decrease. It would be as if you were swallowed, only to be spit out on the other side.\nIn other words, LQG black holes are less like holes and more like tunnels, or passageways. But passageways to where? According to the researchers, they could be shortcuts to other parts of our universe. Or they could be portals to other universes entirely.\nInterestingly, this same principle can be applied to the Big Bang. According to conventional theory, the Big Bang started with a singularity. But if time is rewound according to LQG instead, the universe does not begin with a singularity. Rather, it collapses into a sort of tunnel, which leads into another, older universe. This has been used as evidence for one of the Big Bang's competing theories: the Big Bounce.\nScientists don't have enough evidence to decide whether this new theory is actually true, but LQG does have one thing going for it: it's more beautiful. Or rather, it avoids certain paradoxes that conventional theories do not. For instance, it avoids the black hole information paradox. According to relativity, the singularity inside a black hole operates as a sort of firewall, which means that information that gets swallowed by the black hole gets lost forever. Information loss, however, is not possible according to quantum physics.\nSince LQG black holes have no singularity, that information need not be lost.\n\"Information doesn't disappear, it leaks out,\" said Jorge Pullin.\n?\nRelated on MNN: \n\n10 incredible images of black holes\n\n\nMassive black hole's spin revealed","author":"","web_category":"earth-matters#space","title":"Black holes are 'portals to other universes,' according to new quantum results","picture_url":"http://images.mnn.com/sites/default/files/editorial/galaxies.jpg","url":"http://www.mnn.com//earth-matters/space/stories/black-holes-are-portals-to-other-universes-according-to-new-quantum"}