{"summary":"But whatever term you use, pollen allergy symptoms in adults can range from annoying to life-threatening. The symptoms of pollen allergies can also trigger or worsen an asthma attack","advice_category":"2","content":"Roughly 40 million Americans suffer from pollen allergies, also known as hay fever, allergic rhinitis or seasonal allergies. But whatever term you use, pollen allergy symptoms in adults can range from annoying to life-threatening. The aggressors in this case are nearly invisible, egg-shaped cells that originate in flowering plants and are carried through the environment by insects or wind currents.\n?\nWhere pollen is found\nGrass pollen is the most common seasonal allergy trigger, but there are also those who suffer from exposure to tree pollen. Birch trees are one of the worst offenders, followed closely by oak, ash, elm, hickory, poplar, sycamore, maple, walnut and cypress trees. Most trees release their pollen earlier in the year, typically from January to August. Just as tree pollen winds down, the grasses take over — somewhere between May and August. In late summer and fall, allergy symptoms are most often caused by ragweed.\n?\nSo if your allergies tend to be worse in the early months, chances are you’re allergic to tree pollen. Spring allergies can mean it's the pollen from grasses that makes you sniffle and sneeze.\n?\nCommon symptoms \nHere's what happens when your body experiences an allergic reaction. The allergens are perceived as harmful invaders, and histamine is released to try to keep them out. Histamine causes blood vessels to dilate, leading to itchy eyes, nose and throat, sniffles and sneezing. Vein congestion in the face can lead to dark circles under the eyes, known as 'allergic shiners.' The swelling of nasal membranes can also lead to sinus infections, or sinusitis.\n?\nThe symptoms of pollen allergies can also trigger or worsen an asthma attack. People with asthma are more likely to develop hay fever, and about a third of hay fever sufferers have a mild form of asthma. It's therefore crucial for those who do have asthma to protect themselves when pollen counts are high, as asthma attacks can be quite dangerous.\n?\nTesting and treatment for pollen allergies\nIf the symptoms listed above persist for longer than a few days and you find you just can't kick what you thought was the common cold, chances are you've got pollen allergies. Allergy specialists can do a simple test to determine the types of pollen that cause your body to release histamine. Since pollen cells are not typically harmful to the body, over-the-counter anti-histamine can be used to prevent the body from going into attack mode.\n?\nNatural remedies have also proved to be effective against pollen allergies. Butterbur (at left), a European herb, can be used four times a day to achieve similar results to traditional anti-histamine, without side effects. Using grape seed extract or quercetin supplements has helped many to reduce their allergy symptoms. Freeze-dried nettles and goldenseal are also effective, as are two of the most common remedies suggested by doctors — vitamin C and saline sprays.\n?\nSaline sprays help to wash out pollen, reduce mucous, and restore moisture to dry nasal passages. If you want to make your own saline, mix up a few teaspoons of non-iodized salt (kosher salt works great), a teaspoon of baking soda and a pint of water in a spray bottle or bulb syringe.\n?\nBreathing easier during pollen season \nWouldn't you know it- there are free apps for hay fever sufferers offered by Google and Yahoo. The pollen widget warns users when and where airborne allergens are highest in the form of a weather-like forecast. A pollen forecast can help you plan to avoid being out and about on days when the pollen counts are at their highest.\n?\nEven while indoors, pollen allergy sufferers may begin to feel symptoms from pollen particles that have seeped into the home. The best way to limit indoor interaction with pollen is to keep doors and windows shut, especially during peak hours from five to ten in the morning. Dust and vacuum regularly, and shower and shampoo before bed to avoid bringing pollen to your pillow. Also be sure that your A/C and fan have high quality filters installed to clean the air that blows through your vents.\n?\nPhotos: rkimpeljr/Flickr; foto footprints/Flickr\n?\nSee also:\n• Foods to avoid for pollen allergies","author":"","web_category":"health#allergies","title":"Pollen allergy symptoms in adults","picture_url":"http://images.mnn.com/sites/default/files/AllergySymptoms_main_0531.jpg","url":"http://www.mnn.com//health/allergies/stories/pollen-allergy-symptoms-in-adults"}