{"summary":"As the solar projects produce clean electricity they generate very reliable revenue by selling power to the solar customer. It is one of the very first projects in the U.S","advice_category":"4","content":"Last week Future360 had a skype interview with Mosaic?founder Billy Parish, a young man who's online crowdfunding platform may end up providing the key to unlock a solar revolution in the United States.\nDespite the overwhelming popularity of solar power, U.S. politics have been hostile to the budding industry. Established fossil fuel industries continue to enjoy generous government subsidies to the tune of about $10.4 billion per year* while renewable power gets a meager $1.7 billion (that's solar, wind, geothermal, biomass, and hydro put together)! In addition, the current Master Limited Partnership rules are written to provide tax-advantages for fossil fuel investors while prohibiting these same rules from applying to solar and wind, even though solar and wind industries have been shown to create far more longterm job opportunities per dollar invested.\nEven with all these obstacles, banks still want to invest in solar projects. They see it as a business about to boom, but they are just not set up to finance small $100,000 installations. Mosaic attempts to fill this gap. Taking advantage of a new IRS ruling that finally allows crowd-based investing, Mosaic allows us little guys to actually invest in solar projects around the country -- schools, community centers, housing projects -- and receive a return on investment, all while making communities cleaner and more energy secure.?\nSome were skeptical about Mosaic, but in its initial offering of projects the company was able to raise $1.1 million in just a few days, funding 11 projects in California, Arizona and New Jersey. Parish says their success is simply about the numbers. 92% of Americans want solar power, yet currently only 0.1% of them have it. That is a big market with a lot of pent-up demand, and Mosaic is well situated to add a huge amount of liquidity to the U.S. market.\nHow it works... Mosaic connects small investors through an easy-to-use online platform. As the solar projects produce clean electricity they generate very reliable revenue by selling power to the solar customer. The projects earn revenue, and they investors are paid back with interest. ?It sounds like a no-brainer, but the feat of getting Mosaic off the ground should not be underestimated. It is one of the very first projects in the U.S. to actually test out the mechanism for crowd-based investing (as opposed to gifting platforms like Kickstarter).\nThe current slate of solar projects have already been funded but if you want to get in on the action, you can sign up to get notified?for the next offering. It will be interesting to see just how fast solar will take off in the U.S. with a means of simply getting money where its wanted most -- on our rooftops.?\n?\n* Note this figure is very conservative. Other figures put U.S. subsidies at about $30 billion per year for Oil & Gas, based on the DBL Investors et al study, 2011 (which shows $447 billion for oil & gas during the 15 year period 1994-2005) and $24 billion per year for Coal based on a deeper analysis of Environmental Law Institute, 2009 study which identifies over 250 subsidy mechanisms (PDF).?\nMNN tease photo: Shutterstock","author":"","web_category":"earth-matters#energy","title":"Will 'the crowd' end up funding the clean energy revolution?","picture_url":"","url":"http://www.mnn.com//earth-matters/energy/blogs/will-the-crowd-end-up-funding-the-clean-energy-revolution"}