{"summary":"28, 2009, from a Syngenta employee asking her boss how to pay these third-party allies who write in support of atrazine. The Heartland Institute fought a subpoena all the way to the Illinois Supreme Court in 2012 that would have forced it to disclose any financial relationship with Syngenta and the source of its articles supporting atrazine","advice_category":"2","content":"To protect profits threatened by a lawsuit over its controversial herbicide atrazine, Syngenta Crop Protection launched an aggressive multi-million dollar campaign that included hiring a detective agency to investigate scientists on a federal advisory panel, looking into the personal life of a judge and commissioning a psychological profile of a leading scientist critical of atrazine.\n?\nThe Switzerland-based pesticide manufacturer also routinely paid “third-party allies” to appear to be independent supporters, and kept a list of 130 people and groups it could recruit as experts without disclosing ties to the company.\n?\nRecently unsealed court documents reveal a corporate strategy to discredit critics and to strip plaintiffs from the class-action case. The company specifically targeted one of atrazine’s fiercest and most outspoken critics, Tyrone Hayes (at right) of the University of California, Berkeley, whose research suggests that atrazine feminizes male frogs.\n?\nThe campaign is spelled out in hundreds of pages of memos, invoices and other documents from Illinois’ Madison County Circuit Court, that were initially sealed as part of a 2004 lawsuit filed by Holiday Shores Sanitary District. The new documents, along with an earlier tranche released in late 2011, open a window on the company’s strategy to defeat a lawsuit that, it maintained, could have effectively ended sales of atrazine in the United States.\n?\nThe suit originally sought to force Syngenta to pay for the removal of atrazine from drinking water in Edwardsville, Ill., northeast of St. Louis, but ultimately expanded to include more than 1,000 water systems covering six states.\n?\nFor Syngenta, which had $14.2 billion in total revenues last year, the stakes of the litigation were high. Atrazine has been popular with farmers since the 1950s because it is effective and economical in killing a broad spectrum of weeds. About 80 million pounds are used in the United States each year, according to the U.S. Environmental Protection Agency, most of it applied to corn in the Midwest. Three-quarters of all U.S. corn is treated with atrazine, but atrazine is also used on golf courses, Christmas tree lots and public lands.\n?\nThe herbicide has long stirred controversy at the EPA, which approved its use as recently as 2003 but plans to launch another registration review this summer.\n?\nResearch has shown that atrazine is prone to run off fields and contaminate water supplies. It also drifts hundreds of miles by air from sites where it has been sprayed.\n?\nRelatively few studies have examined atrazine's health effects using human subjects. It has been shown to act as an endocrine-disrupting chemical, meaning that it can block or mimic hormones, and some human studies have suggested that it may harm fetuses and reduce men’s sperm quality. An Indiana University study found that women who lived in areas with higher atrazine levels in water had children with higher rates of some genital birth defects.\n?\nThe Holiday Shores case grew into a class action lawsuit, ultimately settled in 2012, after 8 years of litigation. While not admitting culpability, Syngenta agreed to pay $105 million last year toward filtration costs for more than 1,000 community water systems in Illinois, Missouri, Kansas, Indiana, Iowa and Ohio.\n?\nDiscovery documents from the lawsuit were unsealed by the Madison County Circuit Court in response to a Freedom of Information Act request by 100Reporters, a nonprofit investigative journalism group.\n?\nIn a prepared statement, Syngenta defended its actions, describing the suit as an attempt to end atrazine sales in the United States. The demands of plaintiffs to receive reimbursement of their cleanup costs, the company wrote in an email, “would have effectively banned the use of this critical product that has been the backbone of safe weed control for more than 50 years.”\n?\nThe documents show that the company conducted research into the vulnerabilities of a judge, and Hayes’ personal life. Sherry Duvall Ford, Syngenta’s former head of communications, ranked strategies that Syngenta could use against Hayes in order of risk, according to her notes from Syngenta meetings in April 2005. One possibility: offering “to cut him in on unlimited research funds.” Another: Investigate his wife.\n?\nIn her deposition, Ford read from a memo emailed to her colleagues indicating that Syngenta had hired a detective agency to investigate members of an EPA Scientific Advisory Panel [SAP] examining atrazine.\n?\n“I don’t think it would be helpful if it were generally known that we research SAP members,” Ford read. “The real good stuff I have kept for myself . . . It [sic.] protection for Janis on atrazine.” (Janis E. McFarland is a Syngenta employee involved with the public relations campaign.)?\n?\nSyngenta did not respond to questions about its use of a detective agency to investigate scientists on an EPA advisory panel or why it looked into the personal life of a judge. In response to a question about why it commissioned a psychiatric profile on Hayes, the company issued a statement saying:\n?\n“In its defense of atrazine Syngenta focused on the science and the facts. And the scientific facts continue to make it clear that no one ever has been or ever could be exposed to enough atrazine in water to affect their health. Despite eight years of litigation, the plaintiffs were never able to show that atrazine ever caused any adverse health effects at levels to which people could be exposed in the real world. Most water systems involved in the litigation had never detected significant amounts of atrazine in their water.”\n?\nThird-party allies\nThe company also secretly paid a stable of seemingly independent academics and other “experts” to extol the economic benefits of atrazine and downplay its environmental and health risks, without disclosing their financial ties to the company, according to memos and emails between Syngenta and the public relations firms it hired. At the same time, the company provided strict parameters for what these experts would say.\n?\nDon Coursey, Ameritech Professor of Public Policy at the University of Chicago collected $500 an hour from Syngenta to write economic analyses touting the necessity of atrazine, according to an April 25, 2006, email from Coursey to Ford. Syngenta supplied Coursey with the data he was to cite, edited his work and paid him to speak with newspapers, television and radio broadcasters about his reports, without revealing the nature of his arrangement with the corporation, according to Ford’s deposition. Coursey’s work, presented in 2010 at the National Press Club, was widely picked up as independent analysis by newspapers across the country. Coursey also is affiliated with the Heartland Institute, a libertarian nonprofit focused on environmental regulations.\n?\nIn one document dated 2005, Ford noted areas of vulnerabilities of a Madison County judge the corporation thought might be assigned to the case: “Not showing up for work. Personal conduct. Skybox from Tillery. Dating websites – pic in robes.”\n?\nStephen Tillery, whose firm, Korein Tillery, represented plaintiffs in the suit, said his firm had never given the judge a skybox. “I was never with the judge in a skybox,” Tillery said, adding, “He was not the judge in the case. They thought he might be, and they were looking for ways to disqualify him.”\n?\nThe allegation over the skybox was the basis of a formal complaint Syngenta filed against Tillery with the Illinois Attorney Registration & Disciplinary Commission. The complaint was dismissed as without merit.\n?\nAt least four public relations firms were hired to work on the Syngenta campaign, according to the documents. The White House Writers Group, based in Washington, D.C., and Jayne Thompson & Associates, based in Chicago, were heavily involved. Invoices show that the White House Writers Group received more than $1.6 million in 2010 and 2011. Thompson is Illinois’ former first lady, wife of former Gov. Jim Thompson.\n?\nTillery said, “They did everything they could with dirty tricks. The extent they went to was unprecedented.” He added that only one firm working on behalf of Syngenta, McDermott, Will & Emery of Chicago, did not engage in “dirty tricks.”\n?\nHayes in the crosshairs\nHayes, a leading atrazine researcher and critic, became a major target. His published research reported that exposure to atrazine chemically castrates male frogs and makes them viable females, able to produce eggs that can be fertilized.\n?\nHayes began his atrazine research in 1997 with a study funded by Novartis Agribusiness, one of two corporations that would later form Syngenta. Hayes said that when he got results Novartis did not expect or want, the corporation refused to allow him to publish them. He secured other funding, replicated his work and released the results: exposure to atrazine creates hermaphroditic frogs. That started an epic feud between the scientist and the corporation.\n?\nThe new documents show that the company commissioned a psychological profile of Hayes. In her notes taken during a 2005 meeting, Ford refers to Hayes as “paranoid schizo and narcissistic.”?\n?\nSyngenta tracked Hayes’ speaking engagements and arranged for trained critics to attend each event, sometimes videotaping his remarks, according to a strategy proposed in 2006 memos by Jayne Thompson and later confirmed by Hayes. Syngenta explored the idea of purchasing “Tyrone Hayes” as a search word on the Internet and directing searches to its own marketing materials, but appeared to have ultimately decided against it.\n?\nHayes said he had been?unaware?that Syngenta had discussed purchasing his name as an Internet search word. “Given some of the things they did, that doesn’t surprise me,” he said. “This clearly shows they went beyond science and academia. It was all PR and tricks.”\n?\nHayes readily admits he has “crossed the line” from dispassionate academic to anti-atrazine warrior. He raps about atrazine and has a website, “atrazinelovers.com,” with information on the dangers of atrazine.\n?\nAsked why he has become increasingly vocal, Hayes said, “I went to Harvard on scholarships. I owe you! I did not go to school to let someone pay me off to say things that are not true.”\n?\nIn heated and sometimes mocking emails to Syngenta, Hayes has rapped, and used profanities and sexual taunts.\n?\nThe corporation filed an ethics complaint with the University of California, Berkeley, and publicly released the emails in 2010. The ethics complaint was judged to be without merit.\n?\nHayes accused Syngenta of pressuring him through UC-Berkeley officials. He said he now pays as much as 20 times more than other researchers for his lab operations. He added that his federal grant applications have been getting the highest scores in evaluations, but are being turned down. He suspects the company of involvement in the sudden hurdles he is facing.\n?\nHayes said Syngenta employees had threatened him verbally and said they were going after his family, but this was the first time he knew these plans were in writing.\n?\n“They impacted my professional and personal life,” he said. “It’s sobering to get substantiation of the verbal attacks they made.”\n?\nThe company contends that Hayes’ frog studies are flawed, and that its own research has not replicated his findings. Other scientists, however, are showing that atrazine disturbs the sexual development of other amphibians as well.\n?\nIn one memo, the company denied pressuring Duke University not to hire Hayes, but in her deposition on June 9, 2011, Ford, Syngenta’s former spokeswoman, said that Gary Dickson, a Syngenta employee, contacted a dean at Duke to inform him of the contentious relationship between Hayes and Syngenta.\n?\nAnother?document, from Jayne Thompson & Associates, suggested why: “Duke, located in Durham, is close to Syngenta Crop Protection headquarters in Greensboro and to our research facility in RTP [Research Triangle Park], and we wanted to protect our reputation in our community and among our employees.”\n?\n\nImage: USGS\n?\nFord also said Syngenta gave financial support to the Hudson Institute and had asked Alex Avery, at the institute’s Center for Global Food Issues, to write reports critical of Hayes. She later said that unlike Hayes, Avery has not published in any peer-reviewed journals that she knew of and he did not disclose payments from Syngenta.\n?\nThe Hudson Institute is a conservative nonprofit focused on shaping public policy on issues ranging from international relations to technology and health care.\n?\nIn one?document, Ford noted that a principal with the White House Writers Group taped a phone call with Hayes and “set him up.” Hayes was baited through emails from Syngenta’s army of allies. The scientist’s emails were posted on the Syngenta web site as part of the campaign to discredit him.\n?\n“If TH [Tyrone Hayes] is?involved?in scandal, the enviros will drop him,” Ford wrote. “Can prevent citing of TH data by revealing him as non-credible,” she added.\n?\nSecret payments to \"independent\" allies\nCourt documents include a “Supportive Third Party Stakeholders Database” of 130 people and organizations the company could count on to publicly support atrazine, often for a price.?Documents?show people on the list were coached, their statements in support of atrazine were edited by the company and payments to them were not publicly disclosed. In some cases, Syngenta or its PR team wrote the Op-Ed pieces and then scanned its stakeholder database for a signer.\n?\nIn an Oct. 17, 2009, memo to Syngenta’s Ford, Jayne Thompson warned that some of the language in four Op-Eds penned by the White House Writers Group is suggestive of their source, which “should be avoided at all costs.”\n?\nCourt documents include an email dated Oct. 28, 2009, from a Syngenta employee asking her boss how to pay these third-party allies who write in support of atrazine. There are consistent warnings to be sure supporters appear independent, with no links to the corporation.\n?\nIn one case, Syngenta?paid?$100,000 to the nonprofit American Council on Science and Health for support that included an Op-Ed piece criticizing the work of journalist Charles Duhigg of the New York Times, who wrote a story on atrazine as part of its Toxic Waters series in 2009. Without disclosing this financial support from Syngenta, president and founder Elizabeth Whelan derided the New York Times article on atrazine as, “All the news that’s fit to scare.” ACSH is a nonprofit that advocates against what it considers government’s over-regulation of issues related to science and health.\n?\n“Dear Syngenta friends,” began a 2009 email from Gilbert Ross, a physician at ACSH, thanking Syngenta for its payments and financial support over the years. “Such general operating support is the lifeblood of a small nonprofit like ours, and is both deeply appreciated and much needed,” wrote Ross.\n?\nIn response to emailed questions for this article, Ross defended the decision not to publicly disclose the payments, and dismissed Hayes as an “outlier.”\n?\n“To ‘disclose’ funding on every topic we cover – and there are many – would give the mistaken impression that the donations came first to encourage or persuade us to cover a topic, and cover it in a manner beneficial to the donor,” Ross wrote.\n?\nAtrazine, he said, “has been well-known and widely proven to be highly beneficial for agriculture and crop yields and economics of farming. Those who promote hysteria and baseless (commonly litigation-driven) attacks on it are not coming from a sound-science POV [point of view], and we have no apologies nor explanations needed for accepting support from companies who develop and market crop protection chemicals which are manifestly beneficial and pose either no health risk or merely hypothetical ‘risk.’ ”\n?\n\nSyngenta's display shows how atrazine kills weeds on crops. (Photo: MonsterMedia/Flickr)\n?\nSteven Milloy, publisher of junkscience.com and president of Citizens for the Integrity of Science, is also in Syngenta’s Supportive Third Party Stakeholders Database.\n?\nIn a Dec. 3, 2004, email to Syngenta, Milloy requests a grant of $15,000 for the nonprofit Free Enterprise Education Institute for an atrazine stewardship cost-benefit analysis project.\n?\nIn a letter dated Aug. 6, 2008, Milloy requests a $25,000 grant for the nonprofit Free Enterprise Project of the National Center for Public Policy Research. In an email on that date, he writes, “send the check to me as usual and I’ll take care of it.”\n?\nWhile Op-Eds aim to shape public opinion, economic and cost-benefit analyses were also important, because EPA rulings on pesticide use are based on health, environmental and economic effects.\n?\nIn an email to Syngenta’s head of communications, Thompson praises an essay that ran in the Belleville News Democrat, an Illinois newspaper based about 20 miles from Edwardsville, the community that initiated the lawsuit.\n?\nThe 2006 essay was signed by Jay Lehr of the Heartland Institute. The essay claimed the Holiday Shores lawsuit could, if successful, shrink the nation’s food supply.\n?\n“These are great clips for us because they get out some of our messages from someone (Lehr) who comes off sounding like an unbiased expert. Another strength is that the messages do not sound like they came from Syngenta,” Thompson wrote.\n?\nThe Heartland Institute fought a subpoena all the way to the Illinois Supreme Court in 2012 that would have forced it to disclose any financial relationship with Syngenta and the source of its articles supporting atrazine. The Heartland Institute argued disclosure would violate its First Amendment rights. The case settled before a ruling was issued, so the relationship remains undisclosed.\n?\nIn response to an emailed question, the Heartland Institute did not deny receiving funding from Syngenta. Any money it receives, the institute maintained, is considered a donation to a nonprofit, and Heartland was not obligated to disclose donor information. Its president, Joseph Bast, has said he would go to jail for contempt of court “rather than share a single note he had ever made during a meeting with a donor.”\n?\nIn addition to working with third-party allies, another Syngenta effort to fight the lawsuit was to go directly to plaintiffs, both actual and potential.\n?\nIn her deposition, Ford confirmed the company convened focus groups and contacted managers at community water systems to discuss the lawsuit, explain the financial and political implications of participation in the suit and help them evaluate whether they should stay in the class action or opt out.\n?\nIn her?deposition, Ford confirmed a discussion with Syngenta attorneys about how to pressure homeowners and real estate agents in Holiday Shores to drop out of the lawsuit, by telling them the suit would harm property values.\n?\nFord insisted the strategy was not carried out, but was then asked to read from a meeting agenda that stated: “assign who will identify groups and assemble lists of Realtors/Holiday Shores residents/growers” and “determine collateral materials needed for briefing these folks. Determine who will actually be reaching out to these individuals.”\n?\nShe said that according to her recollection, these?contacts?did not take place.\n?\nSyngenta released a statement about the settlement agreement, saying: “This settlement ends the business uncertainty and expense of protracted litigation surrounding this critical product that has been the backbone of weed control for more than 50 years. It allows farmers to continue to realize the benefits of atrazine to agriculture, the economy, and the environment.”\n?\nFollowing the settlement, Tillery has shifted his strategy. He does not plan on filing another class action lawsuit over atrazine in drinking water. Instead, he said, he plans to start filing individual lawsuits on behalf of children with birth defects.\n?\nPhotos: Rochester Institute of Technology; USGS; Tyrone Hayes; Fruitnet.com/Flickr\n?\nThis story was written by Clare Howard for Environmental Health News. Howard is a freelance journalist. She previously worked as a reporter at the Journal Star in Peoria, Illinois for 24 years.\n?\nRelated on MNN:\n\nNon-toxic insectide alternatives\n\n\nThe spring purge: Chemical herbicides\n\n\nFive easy ways to green your lawn\n\nThis story was originally written for Environmental Health News and was republished with permission here.","author":"","web_category":"earth-matters#wilderness-resources","title":"Pesticide maker discredited critics to protect controversial herbicide, court papers show","picture_url":"http://images.mnn.com/sites/default/files/editorial/Atrazine07_m_0617.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/pesticide-maker-discredited-critics-to-protect"}