{"summary":"Related time-lapse videos on MNN:. 8 epic videos of our planet for Earth Day","advice_category":"2","content":"Images: Google Earth Engine & Earth Outreach\n?\nGoogle can now help us travel back in time, the company announced today. But there's no risk of careless Googlers changing the present by interfering with the past. This venture simply reveals how much tinkering we've already done, even without a time machine.\n?\nUsing millions of satellite images spanning 28 years, Google has created a time-lapse mosaic it calls \"the most comprehensive picture of our planet ever made available to the public.\" The GIF above, for instance, shows how urban sprawl has erupted around Las Vegas since 1986. It also shows the effect on Lake Mead, which supplies 90 percent of the city's water and is now about 8 percent lower than it was?30 years ago.\n?\nThe high-res imagery all comes from NASA's and the U.S. Geological Survey's Landsat satellites, which have revolutionized Earth science in the last four decades by pointing astronomical instruments back at our own planet. Google teamed up with the U.S. agencies in 2009, studying more than 2 million images to find the highest-quality pixels \"for every year since 1984 and for every spot on Earth.\" It then put together one gigantic, 1.78-terapixel image of the planet for each year, and worked with Carnegie Mellon University researchers to produce a zoomable, browsable HTML5 animation.\n?\nThe result, Google Timelapse, offers an unprecedented look at how humans are changing the planet's surface, whether by building cities, clear-cutting forests, razing mountaintops or raising global temperatures. Some of the other highlights include:\n?\n\n?\n\n?\n\n?\n\n?\nFor a closer look at the project, see the full collection of GIFs on Google Plus. And make sure to check out Time magazine's comprehensive presentation of the data, which includes in-depth reporting to put the images in an environmental context.\n?\nRelated time-lapse videos on MNN:\n\nThe 7 best aurora borealis videos of 2012\nPetal to the metal: Flowers bloom in time-lapse\nTime-lapse video shows glacier melt in Patagonia\n8 epic videos of our planet for Earth Day\n\n?","author":"","web_category":"earth-matters#wilderness-resources","title":"Google Timelapse reveals an altered Earth","picture_url":"","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/google-timelapse-reveals-an-altered-earth"}