{"summary":"Sunday's sun eruption was by far the strongest solar flare of 2013 as the sun heads toward the peak o fits 11-year weather cycle later this year. NASA's Solar Dynamics Observatory is one of several spacecraft keeping constant watch on the sun to monitor its solar activity through this active phase of Solar Cycle 24.","advice_category":"4","content":"The sun unleashed a colossal Mother's Day solar flare on Sunday, May 12, in what has become the most powerful solar eruption of the year.\n?\nThe giant solar flare, which registered as one of the largest eruptions the sun can unleash, peaked Sunday night at 10:17 p.m. EDT (0217 GMT) and was captured on camera by NASA's Solar Dynamics Observatory. It sparked an hour-long high-frequency radio blackout, according to the Space Weather Prediction Center overseen by the National Oceanic and Atmospheric Administration.\n?\nSunday's solar flare registered as an X1.7-class sun eruption — the strongest type of solar flare the sun can fire off, according to the SWPC officials. [Most Powerful Solar Storms of 2013 (Photos)]\n?\nWhen aimed directly at Earth, X-class solar flares can pose a risk to astronauts and satellites in orbit, as well as interfere with communications and GPS signals on the ground. They can also super-charge Earth's northern lights displays by bombarding the planet with solar particles, triggering awesome aurora light shows.\n?\nBut Sunday's solar flare erupted from an active sunspot on the far side of the sun, so it was not directly facing Earth when it unleashed a wave of super-hot plasma called a coronal mass ejection (CME).\n?\n\"No planets were in the line of fire,\" astronomer Tony Phillips wrote on his website Spaceweather.com, which tracks space weather and skywatching events. \"The sunspot that produced this blast is on the far side of the sun. Soon, in a few days, it will turn toward Earth, emerging into view over the sun's eastern limb.\"\n?\nPhillips wrote that NASA's infrared Spitzer Space Telescope and Deep Impact/Epoxi spacecraft may be in the line of fire of the solar flare. The flare came from a sunspot that has been active over the last week, firing off a number of medium-strength M-class solar flares as it slowly rotates into view as seen from Earth.\n?\nSunday's sun eruption was by far the strongest solar flare of 2013 as the sun heads toward the peak o fits 11-year weather cycle later this year. Until Sunday, every solar flare this year have been M-class solar flares or weaker. An M6.5 flare was the strongest of the year before Sunday's event.\n?\nIn 2012, the sun fired off a series of X-class flares, including a colossal X5.4 solar flare. An X6.9 solar flare in 2011 marked the solar storm in five years at that time.?\n?\nThe sun is currently in an active phase of its space weather cycle. The current cycle, called Solar Cycle 24, began in 2008 and is expected to run through 2019-2020. NASA's Solar Dynamics Observatory is one of several spacecraft keeping constant watch on the sun to monitor its solar activity through this active phase of Solar Cycle 24.\n?\nSPACE.com will provide updates on this powerful solar flare as new details are available today.\n?\nEmail Tariq Malik at tmalik@space.com or follow him @tariqjmalik?and Google+. Follow us @Spacedotcom, Facebook?and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nThe Sun's Wrath: Worst Solar Storms in History\n\n\nTwo Strong Solar Flares Erupt From Far Side | Video\n\n\nAnatomy of Sun Storms & Solar Flares (Infographic)\n\n\nMNN: 3 years of the sun in 3 minutes [Video]\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Tariq Malik, SPACE.com","web_category":"earth-matters#space","title":"Sun unleashes strongest solar flare of the year","picture_url":"http://images.mnn.com/sites/default/files/May12SolarFlare_m_0513.jpg","url":"http://www.mnn.com//earth-matters/space/stories/sun-unleashes-strongest-solar-flare-of-the-year"}