{"summary":"Which whales are most endangered?. Several nations have continued or resumed commercial whaling since 1986 despite the IWC ban, and today at least three are known or suspected of conducting for-profit whale hunts","advice_category":"8","content":"?\nWhales weren't always the big, globe-circling crooners we know today. Their ancestors were simple, deerlike land mammals, but they made a fateful move 50 million years ago: They returned to the ocean, where all life began, and seized on its open space and ample food to grow bigger, smarter, more musical and more migratory than any deer could hope for on land.\n?\nWhales ruled the seas like this until a few hundred years ago, when another group of land mammals started swarming into their surf. The newcomers were smaller and less seaworthy, but they made it clear the ocean wasn't big enough for both of them. For the first time since whales left dry land behind, their entire way of life was suddenly under siege from a deadly predator: people.\n?\nThe ensuing war lasted three centuries and pushed several whales near extinction, finally convincing the International Whaling Commission to outlaw commercial whaling in 1986. Some species are now slowly recovering after a quarter-century truce, but while most remain a shadow of their former glory, a few countries are already pushing the IWC to lift its ban. And after the IWC's?2010 Annual Commission Meeting?in Morocco, where world leaders failed to reach a compromise to curtail illegal whaling, the future of these deep-sea denizens now seems increasingly up in the air.\n?\nAside from reports that Japan bribes small, non-whaling nations for their support, two groups of countries favor lifting the ban: those that already defy it, and those that oppose whaling but can tolerate it in exchange for oversight. The first group, including Japan and Norway, calls whaling a cultural tradition that outsiders don't understand. The second, including the United States and Britain, wants to phase back in the ban after a few years, but says legal, limited whale hunts are better than illegal, unlimited ones.\n?\nYet other countries, led by outspoken whaling opponents such as Australia and New Zealand, warn that even temporarily legalizing the industry could irreversibly legitimize it. The IWC already has little power over its members, and critics equate lifting the ban with rewarding whalers' disobedience. And although legalization wouldn't be open-ended, it would be difficult to stop any nation that decides to continue whaling after the ban is reinstated. Plus, some worry IWC approval of commercial whaling might give the impression that endangered and threatened whales have rebounded more than they have, potentially eroding public attention to their plight.\n?\nAlthough diplomats reached an impasse at this year's IWC conference, which was billed as its most important since 1986, the legalization proposal still isn't necessarily dead in the water. Several delegates have said talks could potentially be extended for a year, mimicking the kind of slow-burn negotiations that prevailed at 2009's U.N. climate change summit in Copenhagen. As they continue hunting for solutions in this ongoing high-seas drama — and as \"whale wars\" rage across the Pacific, even leaving traces in the whale-friendly United States — MNN offers the following look at the past, present and possible future of human-whale relations.\n?\nWhich whales are most endangered?\nThere are some 80 different whale species on Earth, all falling into one of two categories: the enormous, wide-jawed baleen whales and the smaller, more diverse toothed whales. Baleen whales, which include such well-known icons as blues, grays and humpbacks, are named after the bizarre, pleated mouth flaps they use to filter plankton from gulps of sea water. They're also?called \"great whales,\" or often simply \"whales,\" but they actually belong to a broader class of whales, \"cetaceans,\" that also includes dolphins, porpoises and orcas. These and other toothed whales are differentiated from their baleen relatives by rows of relatively normal mammalian teeth.\n?\nHumans have been hunting whales for food since at least the Neolithic Period, and indigenous cultures around the world still do thanks to an IWC subsistence exemption. But as European and American clipper ships began harvesting whales en masse during the 1700s and 1800s, many countries' once-sustainable whaling traditions exploded into a booming worldwide industry — partly for food, but mainly for oil.\n?\nBaleen whales were favorite targets of these early industrial whalers, since their high-volume plankton diets helped them grow tons of blubber that could be boiled down into whale oil. But sperm whales, the largest toothed cetaceans, were the No. 1 prize of many hunters because they also contained \"spermaceti,\" an oily wax produced by cavities in their oversized heads. Together, baleen and sperm whales fueled a thriving energy market that led at least one whaler to call them \"swimming oil wells.\"\n?\nBut a few centuries later — even after the rise of petroleum drilling had drowned out the market for whale oil — it became clear that whales can't bounce back as quickly as people generally assumed. Because baleen whales grow so large and often must learn cultural tricks like migration routes and language, it takes a long time to raise one. Blue whales, for example, have just one calf every two to three years, and each one spends 10 to 15 years reaching sexual maturity. While they once numbered in the hundreds of thousands, baleen whales were so heavily hunted that just a few dozen deaths could now wipe out regional populations like the North Atlantic right whale or the Western Pacific gray, and could possibly even end some species.\n?\nToothed whales are no strangers to being hunted by humans, either, from orcas in Alaska to Japanese dolphins in the \"The Cove,\" not to mention the ever-popular sperm whales. As whale conservation was coming of age in the 20th century, many people were so focused on saving the giant baleen whales that smaller toothed whales often went overlooked, even though some of them were in even worse shape.\n?\nFor a look at 10 of the most endangered whale species, check out the link below:\n?\nTop 10: Earth's most endangered whales >\n?\nIs whaling still a threat?\nSeveral nations have continued or resumed commercial whaling since 1986 despite the IWC ban, and today at least three are known or suspected of conducting for-profit whale hunts. Norway simply ignores the ban, calling itself exempt, and Iceland began following suit in 2003. (South Korea has also caught a few whales each year since 2000, although it officially reports the catches as accidental.)\n?\nBut in terms of whales killed and controversy stirred, Japan's whalers are in a class of their own. While Norway and Iceland violate the IWC ban off their own coasts, Japan launches large fleets of whale-hunting vessels over thousands of miles, targeting sei and minke whales around Antarctica. Japanese whalers have expanded their catch in the past decade, and they claim they're in compliance with the IWC since their ships are labeled \"research.\" This has led to annual \"whale wars\" with anti-whaling activists in the Southern Ocean (pictured), supposedly nonviolent encounters that each side blames on the other for turning violent. A New Zealand activist was arrested earlier this year for boarding a Japanese whaling boat, and could face up to two years in prison.\n?\nDespite Japan's insistence that it only hunts whales to collect data, it aggressively pushes the IWC and fellow members to legalize commercial whaling, a stance that has further fueled suspicions about the true nature of its yearly expeditions. The country originally supported the IWC's failed legalization proposal, but later balked at quotas it deemed too low and a clause that would restrict its controversial Southern Ocean hunts. It also recently threatened to quit the IWC if the whaling ban isn't lifted, and has implied that enforcing a whale sanctuary around Antarctica would be a deal breaker.\n?\nThe 2010 IWC conference got off to a rocky start on its opening day, when debates became so heated that delegates opted to meet behind closed doors for the next two days so they could speak more freely. That angered conservation groups such as the World Wildlife Fund, Greenpeace and the Pew Environmental Trust, which issued a joint statement demanding that \"the commercial whaling moratorium must be maintained,\" and condemning the IWC for its lack of transparency. But the talks couldn't even survive into the second day of secret meetings, and IWC officials announced on the morning of June 23 that the legalization proposal had failed.\n?\nExpectations were falling even before the meeting began, following news that neither the IWC chairman nor Japan's top fisheries official would attend. Combined with Japan's determination to hunt whales around Antarctica and activists' determination to stop them, many observers grew doubtful that this year's conference would be productive. Passing a binding amendment to the 1986 treaty isn't easy even under less tense circumstances, since doing so requires a three-quarters majority vote from the IWC's 88 member countries. With the prospect of legalized whaling now on hold, Japan and other whaling nations will likely continue claiming exemptions from the treaty as they have for years — and possibly even drop out of the IWC entirely. Although the talks are being extended for a year, they've already dragged on for two years with little progress, and Japan has shown no sign of relenting. Following the 2010 IWC summit, the arena shifts to the U.N.'s International Court of Justice, where Australia is suing Japan over its Southern Ocean whale hunts.?\n?\nWhat else ails whales?\nRegardless of what happens at the IWC over the next year, two years or 10 years, whale hunting won't disappear entirely anytime soon. Subsistence hunters around the world continue to carry out traditional, small-scale hunts, while Japan, Norway and Iceland increasingly prove their commitment to both preserving and expanding their own national traditions.\n?\nAnd even though global pressure from whalers is now a fraction of what it was 100 years ago, so are the populations of many whale species. Centuries of hunting left the slow-growing animals clinging to existence, making them more vulnerable to new dangers that have grown in recent decades. Collisions with ships often injure and kill whales near shores, while fishermen's nets pose a serious threat to others, especially the Gulf of California harbor porpoise, aka vaquita. Sonar and engine noise from military ships, oil barges and other vessels is also blamed for disrupting whales' echolocation abilities, potentially helping explain the frequent beaching of large cetacean groups such as pilot whales (pictured).\n?\nOil spills and other water pollution are another danger, whether to sperm whales and dolphins in the Gulf of Mexico or to belugas, bowheads and narwhals in the Arctic. Melting sea ice is also rapidly changing the habitat of the latter three species — and making their formerly frozen habitat more inviting to oil and gas companies. But perhaps the most widespread new threat to whales comes from ocean acidification.\n?\nA byproduct of the same carbon emissions that fuel climate change, ocean acidification occurs as sea water absorbs some of the extra carbon dioxide in the atmosphere, converting it to carbonic acid and boosting the entire ocean's acidity. A little less pH doesn't hurt whales directly, but it may damage krill (pictured at left) and other tiny crustaceans that make up the bulk of baleen whales' diet. These floating plankton have hard exoskeletons that can dissolve in acidic water, making them ill-suited to survive if Earth's oceans keep acidifying as projected. Without vast communities of krill and other plankton to eat, many of the planet's most iconic whales would likely die off.\n?\nWhales may be helpless to save themselves from potential krill crashes, but in one positive sign of how ecologically important they are, scientists recently discovered that whale feces helps fight climate change. The droppings of whales in the Southern Ocean contribute much-needed iron to the environment, a nutrient that props up large plankton swarms. Not only does this plankton make up the base of the region's food web, but it also increases the ocean's ability to remove CO2 from the atmosphere, pumping it down toward the sea floor instead. This may not help much with ocean acidity — the carbon has to go somewhere, after all — but it does highlight how deeply intertwined whales are with their local ecosystems, and with the world as a whole.\n?\nHumans and whales have been locked in an adversarial relationship for centuries, but according to another recent study, we may have more in common than we realize. Not only are many whales highly social animals with complex languages and innovative hunting techniques like \"bubble netting,\" but they also have the second-largest brain size relative to body size of any animal — behind only humans — and even seem to have a sense of self-identity. Although our species has clearly proven it's capable of conquering any whale anywhere, many biologists and conservationists now argue that whales' unusual intelligence makes whaling not just an ecological issue, but an ethical one as well.\n?\nMore information\nTo learn more about whales and the threats they face, check out the related articles below from MNN, and make sure to watch the embedded video clip from the BBC series \"Nature's Great Events,\" too:\nGlobal whaling talks collapse\nWhales are closer to us than thought, scientists say\nWhale poo could help oceans absorb CO2\nFilmmakers out restaurant for serving whale sushi during Oscars\nGreen action hero frees trapped whale with crossbow shot\n?\n\n\n\n?\nImage credits\nHumpback whales diving: NOAA\nJapanese whaling ship: ZUMA Press\nIllustration of sperm whale hunt: NOAA\nBlue whale breaching: ZUMA Press\nJapanese whaling ship pursued by activists: ZUMA Press\nBeached pilot whales in Tasmania: ZUMA Press\nKrill: NOAA Southwest Fisheries Science Center","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are endangered whales still in danger?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-endangered-whales-still-in-danger"}