{"summary":"To request free tickets to the May 20 national tribute for Sally Ride, see NASA's Sally Ride Tribute website here.. Ride Impact Site.\" Ride led the mission's MoonKAM student imagery program through her work with Sally Ride Science.","advice_category":"4","content":"NASA will join journalist Maria Shriver, tennis legend Billie Jean King and Grammy-award winning vocalist Patti Austin in remembering the life of Sally Ride, the United States' first woman in space, at a tribute in the nation's capital this month.\n?\nThe special evening event, entitled \"Sally Ride: A Lifetime of Accomplishment, A Champion of Science Literacy\" will be held Monday, May 20, at the John F. Kennedy Center for the Performing Arts in Washington, D.C. The event is open to the public, though there are limited tickets available.\n?\nOn June 18, 1983, Ride made history launching on space shuttle Challenger as the first American woman to fly in space. Chosen by NASA in 1978, Ride held a doctorate in physics and was a nationally-ranked tennis player prior to becoming an astronaut. She flew twice to space, logging a total of more than two weeks off the planet, before leaving NASA and becoming a champion for science education. [Sally Ride: America's First Female Astronaut (Photos)]\n?\nSally Ride died on July 23, 2012 after being diagnosed with pancreatic cancer. She was 61.\n?\nIn addition to Shriver, King and Austin, the national tribute will also include the talents of Damian Kulash with the rock band OK Go, dancer and choreographer Twyla Tharp, and the youth performers from the Maryland Classic Youth Orchestra, the Centreville High School Choral Union from Virginia, and dancers from the University of North Carolina School for the Arts.\n?\n\n\n?\nThe program for the evening event is still being organized and additional participants, including representatives from NASA, are expected to be announced.\n?\nThe 7 p.m. EDT (2300 GMT) event, which NASA describes as an \"an educational tribute,\" is presented and sponsored by Sally Ride Science, the company the astronaut founded in 2001 to motivate girls and young women to pursue careers in science, math and technology.\n?\nMembers of the public wanting to attend the tribute need to complete a form on NASA's website by May 15. The free tickets, which are being distributed on a first-come, first-served basis, will be available to pickup from NASA's will call tables at the Kennedy Center on the day of the event.\n?\nNASA earlier memorialized Ride by naming the intentional lunar crash site for its twin \"Ebb\" and \"Flow\" moon probes as the \"Sally K. Ride Impact Site.\" Ride led the mission's MoonKAM student imagery program through her work with Sally Ride Science.\n?\nThe U.S. Navy also posthumously honored Ride with the christening of an auxiliary general oceanographic research ship. Set to join the fleet in 2015, the R/V Sally Ride will be the Navy's first academic research ship named after a woman.\n?\nTo request free tickets to the May 20 national tribute for Sally Ride, see NASA's Sally Ride Tribute website here.\n?\nFollow collectSPACE.com on Facebook and on Twitter at @collectSPACE. Copyright 2013 collectSPACE.com. All rights reserved.\n?\nRelated on SPACE.com and MNN:\n\nSally Ride: First American Woman in Space\n\n\nWomen in Space: A Gallery of Firsts\n\n\nSally Ride Remembers Her Shuttle Flight | Video \n\n\nMNN: 10 iconic NASA images\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Robert Z. Pearlman, SPACE.com","web_category":"earth-matters#space","title":"Sally Ride to be honored with national tribute","picture_url":"http://images.mnn.com/sites/default/files/SallyRideTribute__0513.jpg","url":"http://www.mnn.com//earth-matters/space/stories/sally-ride-to-be-honored-with-national-tribute"}