{"summary":"They could have shut it all down but chose to work with Parker on reaching a settlement that would allow the wedding to go ahead. Sean Parker (Photo: nrkbeta/Flickr)","advice_category":"2","content":"Napster founder and Facebook billionaire Sean Parker recently wed singer-songwriter Alexandra Lenas in an elaborate ceremony in California's Big Sur. Parker rented an entire campground at the Ventana Inn & Spa for the months leading up to the event, building movie-set-like features for his rich and famous guests.\n?\n\nSean Parker (Photo: nrkbeta/Flickr)\n?\nJust one problem: he never got permits for any of the construction.\n?\nOn Monday, the California Coastal Commission and Parker announced that they had agreed upon a $2.5 million settlement to settle his permitting transgression. The money will go towards conservation efforts in the area. Parker also asked his guests to contribute to local conservation nonprofits instead of giving gifts.\n?\nThe Coastal Commission was tipped off by neighbors of the Ventana Inn & Spa. When inspectors arrived on-site, they found artificial waterfalls, cottages, sweeping staircases, ponds, and a massive dance floor (said to have cost $350,000) already constructed. They could have shut it all down but chose to work with Parker on reaching a settlement that would allow the wedding to go ahead. They characterized Parker as \"extremely cooperative\" and actively involved with working out the settlement.\n?\nIn addition to the fine, Parker offered to help create and distribute a public education video and to create a mobile app with a map of publicly accessible areas on the coast.\n?\nRelated posts about wildly big fines on MNN: \nOregon man in possession of 13 million gallons of illicit rainwater sentenced to jail\nJapanese restaurant fines customers who don't clean their plates\nUtah school fined $15,000 for selling soda during lunch\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#wilderness-resources","title":"Facebook billionaire Sean Parker hit with $2.5 million fine after Big Sur wedding runs afoul of conservation rules","picture_url":"http://images.mnn.com/sites/default/files/big-sur-feat.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/facebook-billionaire-sean-parker-hit-with-25-million-fine"}