{"summary":"Rhinos and elephants, for example, are often shot near watering holes where they predictably return to drink — and the poaching of elephants and rhinos is at an all-time high in many areas. Besides dealing with poverty, Leakey offered two options to fight poaching","advice_category":"2","content":"NEWARK, N.J. — With no shortage of human-on-human misdeeds, criminologists haven't typically concerned themselves with crimes against wildlife and the environment. But with poaching raging out of control in several areas of the world, that may be changing.\n?\n\"There is a growing sense of urgency about what's going on in the environment,\" Todd Clear, dean of Rutgers University's School of Criminal Justice, said here at a symposium Tuesday (May 14) on wildlife crime.\n?\nA variety of new research projects highlighted during the conference show that poaching and crimes against wildlife do follow patterns seen in other areas of criminology, knowledge that could be used to prevent these misdeeds. Famed Rutgers criminologist Ronald Clarke called on biologists and criminologists to work together to fight poaching and other issues where illegal acts are committed against nature. ?\n?\nAs with other crimes, poaching often takes place in certain hotspots where conditions are optimal. Rhinos and elephants, for example, are often shot near watering holes where they predictably return to drink — and the poaching of elephants and rhinos is at an all-time high in many areas. Poaching has already pushed rhinos to extinction in Vietnam, for example. [Black Market Horns: Images from a Rhino Bust]\n?\nAndrew Lemieux, a scientist at the Netherlands Institute for the Study of Crime and Law Enforcement, has outfitted rangers in Uganda's Queen Elizabeth National Park with GPS-enabled cameras that allow them to cheaply document signs of crimes like poaching, setting animal snares or harvesting of firewood. The project, which began earlier this year, will help rangers know where to go to best prevent these illicit activities, he said during his presentation.\n?\n'Hot products'\nAnimals like parrots are also desirable to poachers in the same way certain \"hot products\" like cellphones and jewels are desirable to thieves. These products can be described by the acronym \"CRAVED,\" which stands for concealable, removable, available, valuable, enjoyable and disposable, Clarke said. Most parrots poached from the Peruvian Amazon, for example, meet these criteria, and are opportunistically plucked from the forest by villagers looking for supplemental income, said Stephen Pires, a Florida International University researcher.\n?\nThe same goes for fish, which are illegally caught more often when they are CRAVED. Fish found in multiple recipes, a measure of enjoyableness, are nine times more likely to be caught illegally than those less often found in cookbooks, said Gohar Petrossian, a researcher at William Paterson University in New Jersey. There are also 10 ports around the world that account for a large percentage of illegal and unregulated fishing, she said. In the same way the most crimes occur near a perpetrator's home, the illegal fishing tended to take place near these ports, Petrossian said.\n?\nPoverty also plays a large role, said Kenyan scientist and conservationist Richard Leakey, in his keynote address at the conference. In many cases poachers are opportunistic, poaching to supplement their incomes, or merely survive. Throwing money at the problem, like hiring rangers, doesn't necessarily help, Leakey said. Some rangers in East Africa make about $500 per month. If you've got 10 elephant tusks, though, you could make a cool $10,000. It's easy to see how rangers could be bought off, especially if poaching seems like the only viable way to feed one's family, said Leaky, who is the son of famed paleontologist and fossil hunters Louis and Mary Leakey, and himself a paleoanthropologist.\n?\n\"If you haven't got enough money to see your kid through the next semester of school, and if you can be offered several years worth of income by turning a blind eye — who wouldn't?\" Leakey said. \"Hell, I would — if my family were at stake.\"\n?\nToo often Westerners ignore the underlying poverty and assume the people committing these crimes have completely different values, Leakey said. \"I think we need to change the idea that if you went to Cambridge or Rutgers, you have a different value set.\"\n?\nTaking aim at poaching\nBesides dealing with poverty, Leakey offered two options to fight poaching. First, he advocated building more fences around large reserves — a suggestion that was met with some resistance by at least one ecologist at the conference, who questioned Leakey after his talk about the fence's ability to stop elephants. Leakey noted that electrified fences were quite capable of stopping the large animals. In places where they've been installed, he added, sheep herders have come to rely on fences to protect their flock from predators inside the parks — meaning they can help both people and animals, he said.\n?\nFenced reserves have helped South Africa prevent more poaching than many of its neighbors, Leakey added (athough even in South Africa rhino poaching is at a record high). While this takes funding, he said, the problem is not lack of money per se, but a lack of political will.\n?\nBy making it harder to enter and exit reserves, fences increase both the risks and difficulties involved in poaching, both widely accepted tenets of crime prevention, Clarke said.\n?\nThe second tool to fight poaching is awareness. One of the main reasons that poaching of elephants and rhinos has shot up in the past few years is due to growing demand in China for ivory and medicinal products (although rhino horns are made of the same material in finger nails and have no curative properties, they are desired for their supposed healing powers in traditional Chinese medicine). But Leakey said that most of these consumers — buying ivory trinkets, or visiting traditional pharmacies — have no idea these animals are dying out. [10 Species You Can Kiss Goodbye]\n?\nIncreasing awareness would likely reduce demand for these products. As with other illegal activities, reduced rewards mean reduced crime, Clarke said.\n?\nIn 1989, when Leakey headed the Kenya Wildlife Service, he came up with the idea to burn 12 tons of elephant tusks to bring public attention to poaching, which in the late '80s had flared up. The ploy worked, cutting the value of ivory by a factor of 30 and almost single-handedly suppressing elephant poaching for nearly two decades, Clarke said.\n?\nPerhaps it's time to do something similar, he said. But as to what exactly that might be, Leakey didn't have any concrete suggestions.\n?\n\"We need to get youngsters in the conservation world to think outside the box,\" he said. \"Thinking inside the box isn't working... continuing to talk, talk, talk — nothing gets done.\"\n?\nEmail?Douglas Main?or follow him on?Twitter?or?Google+. Follow us @livescience,?Facebook?or?Google+. Article originally on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nIn Images: 100 Most Threatened Species\n\n\nIn Photos: Endangered and Threatened Wildlife\n\n\nTop 10 Craziest Environmental Ideas \n\n\nMNN:?7 high-tech tools to make poaching extinct\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.\n?\nMNN tease photo: Shutterstock","author":"Douglas Main, LiveScience","web_category":"earth-matters#animals","title":"How criminology can fight poaching","picture_url":"http://images.mnn.com/sites/default/files/PoachingBattles_m_0517.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/how-criminology-can-fight-poaching"}