{"summary":"\"Much of this carbon dioxide is probably getting assimilated before it reaches the ocean, but we don't know how much,\" Orsi said. The new study looked at genes that are actively expressed, or made into proteins, meaning that the cells of interest are currently living, Orsi said.","advice_category":"2","content":"Beneath the seafloor lives a vast and diverse array of microbes, chomping on carbon that constantly rains down from above and is continually buried by a never-ending downpour of debris — some whale dung here, some dead plankton there. For the first time, a study has shown that these microbes are actively multiplying and likely even moving around in the compressed, oxygen-devoid darkness beneath the abyss.\n?\nThe finding, detailed in the June 12 issue of the journal Nature, is important because the sediments below the seafloor harbor most of the Earth's organic carbon, as well a majority of its microorganisms, according to various scientific estimates. These microbes also play a vital but little-understood role in the cycle of carbon between the ocean and the seafloor, which impacts the entire Earth's climate.\n?\nThe study is the first to directly show these microbes are alive and kicking, said study team member William Orsi, a researcher at the Horn Point Lab at the University of Maryland. Previously, it had \"been debated in the community whether they are in a dormant state or whether they're alive and active,\" Orsi told LiveScience's OurAmazingPlanet. Clearly, the latter is the case, he said.\n?\nBreathing sulfate\nStudies of this region, the so-called deep biosphere, have heretofore relied on DNA samples. This research has revealed many types of cells, but cannot prove whether or not they're alive. The new study looked at genes that are actively expressed, or made into proteins, meaning that the cells of interest are currently living, Orsi said.\n?\nThe study examined the metabolic processes of all these microbes — what they eat, and how they breathe. His team found an astonishing variety of this microscopic life was present in the seafloor soils. Many appear to \"breathe\" sulfate and chomp on organic matter, emitting carbon dioxide into the soil, Orsi said. At the same time, others can feed upon and fix this carbon dioxide, in a process similar to photosynthesis (the process that powers plants), but that happens in complete darkness. [Strangest Places Where Life Is Found on Earth]\n?\n\"Much of this carbon dioxide is probably getting assimilated before it reaches the ocean, but we don't know how much,\" Orsi said. That's important, because the degree to which these microbes fix or emit carbon dioxide from the ocean, and ultimately the atmosphere, will have a big impact on Earth's climate, he added.\n?\nSwimming through sediment\nSome of the highest cell counts the study found correspond to the largest production of proteins involved in cellular division, meaning life is proliferating at depth, said Steven D'Hondt, a researcher at the University of Rhode Island who has studied the deep biosphere but wasn't involved in this study. The most activity occurs where methane from below and sulfate from organic matter raining down from above come together, D'Hondt said. The microbes breathe using sulfate and break down methane to provide themselves with energy, he added.\n?\nOthers breathe using nitrate, manganese and iron. \"It's pretty incredible,\" Orsi said. Although these chemicals allow cells to survive, they don't provide as much energy as oxygen. So cellular processes persist, but \"happen a lot slower\" than in most types of life that scientists have investigated, Orsi said.?\n?\nSomehow, though, they have enough energy to move about. Orsi's team found abundant evidence that some types of microbes are producing flagella, the tail-like appendages that allow them to \"swim\" through the sediment, D'Hondt said.\n?\nThe seafloor sediment samples were taken off the coast of Peru from a ship called the Joides Resolution as part of the Integrated Ocean Drilling Program, which grants researchers access to ships that can drill into the ocean bottom. The sediment comes from up to 520 feet (159 meters) beneath the seafloor surface.\n?\nBuried fungi\nThe study found a large amount of archaea, single-celled life-forms in a separate kingdom of life from bacteria. The research also revealed a thriving community of fungi beneath the seafloor: About 10 percent of the total genes were fungal genes. \"That's a third domain of life that's active down there that people hadn't considered. When you walk through a forest, it's obvious how important fungi are,\" Orsi said. \"Similar processes are also happening here.\"\n?\nWhen Orsi first applied for funding for the type of genetic analysis used in this study, \"the panel that reviewed it basically said that that's not possible because the cells aren't active enough,\" he said. But he tinkered with the existing technique and proved them wrong.\n?\nRecently, scientists have lowered their estimates of the number of microbes that they expect live deep underground. One landmark study from 15 years ago estimated that subseafloor sediments contain 35.5 x 10^29 microbes (that's 1 followed by 29 zeroes). But a follow-up study published Aug. 27 in the journal Proceedings of the National Academy of Sciences estimates that there are a mere 4.1 x 10^29 microbes under the sea, approximately eight times less than previously thought.\n?\nMore on LiveScience and MNN: \n\nMicroscopic Worlds Gallery: Fascinating Fungi\n\n\nGallery: Creatures from the Census of Marine Life\n\n\nInfographic: Tallest Mountain to Deepest Ocean Trench\n\n\nMNN: How life thrives on the ocean floor in the dark biosphere \n\nThis story was originally written for LiveScience and has been republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Microbes beneath the seafloor are alive and thriving","picture_url":"http://images.mnn.com/sites/default/files/MicrobeStoryShip.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/microbes-beneath-the-seafloor-are-alive-and-thriving"}