{"summary":"A company called GreenHunter Water, based in Texas, recently acquired three massive liquid-storage tanks along the Ohio River that could be used as a transfer station between fracking sites and disposal wells. Should a Texas company be allowed to ship fracking wastewater by barge up the Ohio River prior to disposal? The company says yes","advice_category":"4","content":"Should a Texas company be allowed to ship fracking wastewater by barge up the Ohio River prior to disposal? The company says yes. Environmental groups say no. The U.S. Coast Guard, which has final authority over river cargo, says it is investigating.\n?\nThe proposal to ship fracking wastewater, also called brine, on the Ohio River has been in the works since last June, according to the Columbus Dispatch. A company called GreenHunter Water, based in Texas, recently acquired three massive liquid-storage tanks along the Ohio River that could be used as a transfer station between fracking sites and disposal wells. According to the Dispatch, there is a fracking boom in Ohio right now.\n?\nFracking, short for \"hydraulic fracturing,\" is a process for extracting natural gas from shale rock by pumping millions of gallons of pressurized water, sand and proprietary chemicals — including toxic substances such as benzene — down a well. All of that liquid needs to go someplace, and more often than not it is extracted from the natural gas well and then locked back underground in disposal wells. According to the Dispatch, Ohio is already home to many hundreds of millions of gallons of fracking wastewater. \"State records show that 12.2 million barrels of fracking waste and brine were injected in the first half of 2012, 56 percent of which came from Pennsylvania and West Virginia,\" the newspaper wrote. There are 179 disposal wells in Ohio, many more than in neighboring states.\n?\nRiver shipment is an attractive option for companies, since a tanker barge is capable of carrying up to 10,000 barrels of waste. By comparison, a tanker truck could only carry 80 to 150 barrels. According to the Ohio Department of Natural Resources, more than 150 million tons of cargo — including coal and crude oil — are shipped by barge on the Ohio River every year.\n?\nThe size and weight of these barges makes navigation limited, as they do not turn easily and can take up to two miles to come to a complete stop. The potential risk of these vessels was demonstrated last week when three barges loaded will coal broke free from a tugboat on the Ohio River. All three barges were quickly recaptured. Things did not go as smoothly on the Mississippi River when a barge carrying 80,000 gallons of crude oil struck a bridge on Jan. 26 and spilled some of its cargo into the water. As a result of the accident the river was closed to traffic for several days.\n?\nGreenHunter Water is a water-management subsidiary of GreenHunter Energy, which was founded in 2005 to \"develop projects and operate assets in the renewable energy sectors of biomass, biodiesel, wind, solar, geothermal and clean water,\" according to its website. It exited the biodiesel business in 2010 and refocused its effort into \"clean water management\" the following year. Water appears to be GreenHunter Energy's only business at this time. It is currently providing water management services to oil and gas operators in the Marcellus, Eagle Ford and Bakken shale formations.\n?\nThe Coast Guard has not yet said when it hopes to make its ruling in this case. Meanwhile, the Columbus Dispatch is collecting user comments on the proposal, which it calls \"Today's Hot Issue.\"\n?\nRelated hydraulic fracturing 'fracking' stories on MNN:\nStrange earthquakes might be caused by fracking\nDoes fracking need a new name?\nBig frack attack: Is hydraulic fracturing safe?","author":"","web_category":"earth-matters#energy","title":"Fracking waste: Is it safe to ship by barge?","picture_url":"http://images.mnn.com/sites/default/files/editorial/barge.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/fracking-waste-is-it-safe-to-ship-by-barge"}