{"summary":"To test whether whey-based formula really does build protection from allergies, the Australian researchers randomly divided 620 high-risk infants into three groups that received pHWF, cow's milk formula, or soy milk formula after they stopped breastfeeding.. While whey formula may benefit children who are not breastfed compared to cow's milk formula, it is not recommended as a substitute for breastfeeding, said Dr","advice_category":"2","content":"NEW YORK?- Despite pediatric guidelines endorsing \"allergy-friendly\" whey-based infant formulas, a new study finds the products don't ward off allergies in babies at high risk for sensitivities.\n?\nBabies with a family history of allergies to foods or environmental allergens who were fed Nestle's NAN?Hypoallergenic whey product after they stopped breastfeeding were just as likely to develop allergies later as children who were fed milk or soy formulas, researchers report in The Journal of Allergy and Clinical Immunology.\n?\nThe \"findings do not support the recommendation that (the whey formula) should be used after breast-feeding as a preventive strategy for infants at high risk of allergic diseases,\" wrote Adrian Lowe and colleagues at the Royal Children's Hospital in Melbourne, Australia.\n?\nBecause previous research has found that proteins in traditional cow's milk formulas may make allergies more likely, many doctors recommend an alternative, known as partially hydrolyzed whey formula (pHWF). Whey is a byproduct of cheese production.\n?\nThe pHWF has smaller proteins that are believed to be less likely to cause an allergic response.\n?\nIntroducing high-risk children to the smaller whey proteins will help them gradually be able to tolerate larger milk proteins, said Tiffani Hays, director of pediatric nutrition at Johns Hopkins Children's Center, who was not involved in the current study.\n?\n\"The goal with the immune system is to build tolerance,\" explained Hays, who has worked as a consultant for Nestle Nutrition.\n?\nTo test whether whey-based formula really does build protection from allergies, the Australian researchers randomly divided 620 high-risk infants into three groups that received pHWF, cow's milk formula, or soy milk formula after they stopped breastfeeding.\n?\nThe infants in the study had been breastfed for an average of three and a half months before they were given formula and the researchers tracked the children for two years to see how many of them developed allergies.\n?\nDuring that time, the babies got periodic skin prick tests to gauge their responses to common allergens such as milk, egg, peanut, dust mite, grass and cat dander, and they were watched for signs of eczema or food reactions.\n?\nJust over half the babies in the study developed allergies, and they were equally likely to do so no matter which type of formula they had consumed.\n?\nThe researchers also found that formula choice had no effect on the child's risk of asthma, another form of immune system oversensitivity related to allergy.\n?\nEarlier studies have found that pHWF (or similar products) can protect against allergies when they are introduced early and the baby is not exclusively breastfed.\n?\nThe new results will not change current clinical recommendations, but highlight the need for further study, said Dr. Wesley Burks, chief of pediatric allergy and immunology at Duke University Medical Center in Durham, North Carolina, who was not involved in the work.\n?\nHays also noted that pHWF is not known to have any harmful side effects and \"is available at every grocery store at the same cost (as traditional formula).\"\n?\nWhile whey formula may benefit children who are not breastfed compared to cow's milk formula, it is not recommended as a substitute for breastfeeding, said Dr. Jose Saavedra, medical and scientific director at Nestle Nutrition.\n?\nBreastfeeding has important health and nutritional benefits for the baby that formula cannot provide, Saavedra said.\n?\nOn the Web:?The Journal of Allergy and Clinical Immunology, online June 23, 2011.\n?\n(This corrected the name of the medical journal at end of paragraph 2 and in the citation)\n?\nCopyright 2011??Reuters US Online Report Health News","author":"Eric Schultz, Reuter","web_category":"health#allergies","title":"Special infant formula may not prevent allergies","picture_url":"http://images.mnn.com/sites/default/files/BabyFormula_main_0705.jpg","url":"http://www.mnn.com//health/allergies/stories/special-infant-formula-may-not-prevent-allergies"}