{"summary":"Brandishing a 13,000-signature-strong petition and backed by representatives from Sierra Club, Audubon Texas, the San Antonio Zoo, and others, members of BCI appeared before the San Antonio City Council on May 29 to chat Bracken. And so, BCI has launched the Save Bracken campaign to raise public awareness and to, ideally, halt the development of Crescent Hills.","advice_category":"2","content":"Just north of the suburban hinterlands of San Antonio in rural Comal County, the subterranean summer home of the world’s largest bat colony is under threat from, you guessed it, sprawl.\n?\nFor thousands of years, Bracken Cave has served as the seasonal (March through October) residence of about 10 million Mexican free-tailed bats —?the same critters you’ll find hanging out under Congress Avenue Bridge in Austin and on Bacardi rum bottles —?and, when populated, is considered home to one of the greatest concentrations of mammals on Earth. (I’m getting a phantom ammonia headache just thinking about it.)\n?\nThe cave is also truly in the middle of nowhere, surrounded by 697 acres of remote Texas Hill Country that’s owned and protected by Bat Conservation International (BCI). However, the definition of “middle of nowhere” is being put to the test as the San Antonio burbs continue to bleed into once-remote areas. Now, developer Brad Galo has hatched a highly controversial plan to erect a 3,800-home subdivision dubbed Crescent Hills on a 1,500-acre plot of land located directly under the nightly flight path of the massive colony of medium-sized bats. To be clear, the proposed subdivision isn’t exactly within a stone’s throw of Bracken Cave itself but for BCI, the location, which would directly abut the reserve, is still way too close for comfort.\n?\nAs reported by NPR, the group worries that permitting thousands of McMansions to be built in the ecologically sensitive area —?and the gas stations, traffic lights and mini-marts that would most likely accompany them —?could disturb the colony, resulting in potentially devastating consequences that would impact both regional agriculture (the Bracken Cave Colony alone can consume 100 tons of crop-damaging insects each night) and beleaguered Texans who tend to get eaten alive by skeeters.\n?\nAnd so, BCI has launched the Save Bracken campaign to raise public awareness and to, ideally, halt the development of Crescent Hills.\n\nExplains BCI director Andy Walker in a letter that outlines the situation while also urging bat-loving Texans —?and bat-loving non-Texans —?to contact city officials and voice their concerns:\n?\nTexas law leaves little or no room for consideration of environmental issues.?The San Antonio Water System (SAWS) has granted Mr. Galo the water and sewer hookups?he needs for 3,800 homes, but SAWS is not permitted to determine if adequate water supplies exist or to comment on the wisdom of putting nearly 4,000 homes in the middle of a protected recharge area.?This project will ultimately come before the San Antonio Planning Commission for approval, but even the Planning Commission lacks the authority to take environmental concerns into account.?In fact, if the Commission does nothing, the development will be automatically approved after 30 days.?\n?\nWe’ve been told by our attorneys that the San Antonio City Council and Mayor Castro are our only real recourse, and that our hopes for persuading them to take action rest in our ability to make this a significant public and media issue. Aside from the ecological issues, we’re concerned about putting 10,000 people next to millions of building-loving adult bats and millions more juvenile bats learning to fly that will be attracted to the insects gathering around the porch and street lights of these homes.?Should some poor child or parent come into contact with a sick bat or a?pet that picked up a sick bat and contract rabies, it won’t matter that the bats have been there for 10,000 or more years. There will be a growing call for the city health department to deal with ‘this threat to public safety.’\n\nThis, in fact, is the greatest threat to Bracken’s bats.\n\n?\nBrandishing a 13,000-signature-strong petition and backed by representatives from Sierra Club, Audubon Texas, the San Antonio Zoo, and others, members of BCI appeared before the San Antonio City Council on May 29 to chat Bracken. Apparently, the meeting was deemed a “success.”\n\nStill, no decision has been made whether or not to green light the Crescent Hills subdivision as no formal master plans have been submitted to San Antonio’s development department at this point, according to NPR. Says Mayor Julian Castro: \"There is a science to figure out in terms of whether development would or would not actually harm the bats.”\n\n\tRemarks Walker: \"You'd like to think, also because this is Texas, where there is a will, there is a way. And people have good horse sense here and we can figure out a solution to this.\"\n?\nHead on over to the Save Bracken homepage for additional information — and maps! —on how you can speak out if you're also of the opinion that a plan to erect nearly 4,000 homes adjacent to an extremely crucial bat reserve is, well, a load of guano.\n?\nVia [NPR]\n?\nRelated on MNN: \n11 images and facts about misunderstood bats\nBats are incredibly complex flying machines\nWhite-nose fungus has killed at least 6 million bats\nGraphic: Bat Conservation International\n?\nMNN teaser photo: Ann Froschauer/USFWS","author":"","web_category":"earth-matters#animals","title":"San Antonio sprawl threatens famed bat cave","picture_url":"http://images.mnn.com/sites/default/files/BrackenCave_0.jpg","url":"http://www.mnn.com//earth-matters/animals/blogs/san-antonio-sprawl-threatens-famed-bat-cave"}