{"summary":"Major outbreaks of food-borne illnesses such as salmonella and E. According to the FDA report, PCA shipped products it knew had tested positive for salmonella on 12 occasions between June 2007 and August 2008","advice_category":"8","content":"?\nDuring the final weeks of 2008, less than three months after the last big outbreak, a wave of salmonella was silently spreading across the country. Radiating outward from a South Georgia peanut plant, the microbes hitched rides in a variety of foods, eventually killing nine people and sickening more than 600 others. It was the latest chapter in what's beginning to seem like an annual tragedy, but in hindsight it was painfully avoidable.\n?\nSalmonella is one of the most common?causes of food poisoning in the United States, with about 40,000 cases confirmed each year; because many milder infections are never diagnosed, however, the CDC and USDA estimate the real number of cases may be more than a million. About?15,000?of those people are hospitalized each year, and roughly?400?die. But despite its prevalence and stealth — salmonella doesn't affect food's taste or smell — the precautions to avoid?salmonellosis?are simple. The main ones are second nature to many: Wash your hands after using the bathroom and after handling raw meat. (Click here for more prevention tips.)\n?\nStill, consumers have limited control over sanitation of food; a lot of hands touch it before ours do. We can Purell our palms dry and blacken the taste out of our steaks, but we often have little choice but to trust all the farmers, factory workers, butchers and busboys not to be lazy or careless. Global and domestic food industries feed millions of Americans every day without overtly betraying that trust, but there are always a few bad apples. And lately the bunch has been especially rotten.\n?\nFood-borne again\nMajor outbreaks of food-borne illnesses such as salmonella and E. coli have repeatedly gripped the United States in recent decades, part of a trend toward?more widespread, if not necessarily more frequent or deadly, bacterial pestilence. Over?the last four years?especially, several high-profile eruptions of food poisoning have catapulted these bacteria into the national spotlight, and the most recent one has Washington buzzing about overhauling the FDA. But why are these outbreaks bigger than they used to be?\n?\nFor one, the rise of big agriculture has practically set the table for them. Disease-causing bacteria and viruses thrive when one species of host congregates in high densities, and concentrated animal feeding operations offer a dream home for salmonella and E. coli. Huge farms and food-processing plants also supply a wider swath of people than pre-industrial growers did, meaning a single outbreak has a better chance of exploding into a far-reaching epidemic.\n?\nBacteria are also becoming more resistant to antibiotics, a problem that by the mid-'90s had grown so dire the CDC, FDA and USDA collaborated to establish the National Antimicrobial Resistance Monitoring System, which tests salmonella and other microbes for their reactions to our pharmaceutical onslaught. This immunity is a result of overexposure: The more often bacteria come into contact with antibiotics, the more likely they are to develop resistance. That's because the?drugs?kill the most susceptible bacteria but often leave a few?stronger survivors?to reproduce and fill their place, creating a new generation of hardier bugs.\n?\nLarge-scale agriculture may have a hand in this, too, since farmers routinely give their animals antibiotics to stop bacteria from seizing on the unnaturally high concentrations.?A 2005 study blamed the emergence of a?multidrug-resistant type of Salmonella Typhimurium — a common strain that caused the recent U.S. outbreak — on \"modern intensified farming and food production methods and global trade with live breeder animals.\"\n?\nAnd while there's no evidence they have yet, these outbreaks could get deadlier. Because bacteria that survive antibiotics proved tougher than their fallen comrades, they may also be stronger in other ways, such as virulence. Bacteria can evolve notoriously quickly; when astronauts took salmonella into space during a 12-day research mission in 2007, it responded to the low-gravity environment by becoming three times more lethal.\n?\nSalmonella in a nutshell\nThe peanut plant in Blakely, Ga., had a history of food-safety problems even before its recent salmonella outbreak, ranging from aflatoxin scares in 1990 and 2001 to metal fragments in chopped peanuts last April. That the plant's owner, Virginia-based Peanut Corporation of America, was able to continue doing business despite its sordid past — even running an unlicensed plant in Texas for four years the FDA didn't know about — has led many to argue U.S. regulation of the food industry is in need of an overhaul.\n?\nThe Georgia Department of Agriculture had inspected PCA's Blakely plant for several years under an agreement with the FDA, and on recent visits it repeatedly cited the facility for sanitation violations. In 2006, for example, inspectors found gaps big enough for rodents to pass through warehouse doors, five years after the last FDA inspection uncovered a similar problem. Other offenses over the years included?trash and unmarked buckets in the ingredients room, mildew on the ceiling of a peanut-butter storage area, and unsanitary food-contact surfaces.\n?\nDespite its poor showings at these inspections, the plant passed the state's salmonella tests. Throughout December 2008, it was business as usual for PCA, while the salmonella outbreak kept growing and officials nationwide scrambled to track down its source. It wasn't until early January 2009 that the CDC, FDA and Minnesota Department of Health identified peanut butter as a potential culprit. The FDA sent an investigative team to Blakely on Jan. 9 and — after having to invoke a bioterrorism law to get copies of PCA's records — reported some troubling news.\n?\nAccording to the FDA report, PCA shipped products it knew had tested positive for salmonella on 12 occasions between June 2007 and August 2008. The company's own testing program had found contamination by several salmonella strains on its peanut butter, peanut paste, peanut meal and chopped granules, the FDA says, but after retesting and receiving a negative result, PCA shipped the product anyway. Georgia Agriculture Commissioner Tommy Irvin has accused the company of \"lab shopping\" for a firm that would provide those negative results.\n?\nAs PCA's legal mess drags on, the flood of new salmonella cases from its products seems to have finally waned. And now that the company has shut down all three of its plants and filed for bankruptcy protection, a chorus of consumer advocates, lawmakers and newspaper editorial boards is calling for an overhaul of the FDA to prevent future outbreaks. While PCA did break laws if the government's allegations prove true, it might not have broken as many as you'd think. A legal loophole allowed it to keep all those positive salmonella results to itself, and it didn't have to recall any contaminated products (it did so voluntarily). In fact, the FDA needs companies' approval before it can announce product recalls.\n?\nSeveral bills that aim to stretch the FDA's regulatory reach are already percolating in Congress, and President Obama has pledged a \"complete review\" of the FDA once he announces the agency's new commissioner. During a recent interview with NBC's Matt Lauer, Obama made it clear he doesn't have patience for a reflexive strategy in the war on food-borne illnesses. \"I think that the FDA has not been able to catch some of these things as quickly as I expect them to catch,\" Obama said. \"So we are going to make sure that we retool the FDA ... and most importantly, that we prevent these things, as opposed to trying to catch them after they've already occurred.\"\n\n?\n?\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are salmonella outbreaks getting worse?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-salmonella-outbreaks-getting-worse"}