{"summary":"The Mongolian specimens included fossils from two duck-billed hadrosaurs; a number of birdlike oviraptors, most still embedded in matrix; and a second Tarbosaurus specimen.. Mongolian law makes dinosaur fossils found within its borders state property, so they cannot legally be exported","advice_category":"2","content":"NEW YORK — The dinosaur skeleton that sparked an international custody battle began its journey home on May 6, as Mongolian officials formally took possession of the fossilized bones of the T. rex-like predator during a ceremony held in Manhattan.\n?\nA skull and jawbones represented the guest of honor: the dinosaur. And before the ceremony began, Bolortsetseg Minjin, a Mongolian paleontologist, posed for photos behind the fossils at a hotel across the street from the United Nations.\n?\nAlmost a year ago, Bolortsetseg was among those who raised concerns about plans to sell the fossils, from an Asian relative of Tyrannosaurus rex known as Tarbosaurus bataar, at a public auction, saying they were likely taken illegally from Mongolia. Bolortsetseg said she was amazed at the speed with which the case was resolved. [Album: A Tarbosaurus Travels from Auction to Courtroom]\n?\n\"This is just like, I want to wake up,\" she said.\n?\nBolortsetseg pointed out neat letters, CMMD1, written on the fossilized bones. The letters identify this specimen as the first one in Mongolia’s first dinosaur museum, the Central Museum of Mongolian Dinosaurs, where all Mongolian dinosaurs will be registered in a museum database, she said. Bolortsetseg said she will serve as the museum's chief of paleontology and assistant director.\n?\nOff the black market\nDuring the ceremony, Oyungerel Tsedevdamba, Mongolia's minister of culture, sports and tourism, and John Morton, Director of the U.S. Department of Homeland Security's Immigration and Customs Enforcement,?signed a certificate of repatriation of the 8-foot-tall, 24-foot-long (2.4 meters by 7.3 meters) specimen.\n?\n\"By returning this dinosaur, we right a great wrong,\" Morton said. \"This dinosaur skeleton belongs in Mongolia, not on the black market.\"\n?\nMongolian law makes dinosaur fossils found within its borders state property, so they cannot legally be exported. Paleontologists supported the Mongolian claim on the Tarbosaurus because nearly complete specimens from this species are only known to be found in a single rock formation within Mongolia. However, fossils from this species and others known to come from this country routinely show up for sale in the United States.?\n?\nEric Prokopi, the man who prepared the rough Tarbosaurus fossils and attempted to sell them through a public auction on May 20, 2012, has pleaded guilty to three felony charges related to illegally importing fossils.\n?\nFrom auction to guilty plea\nNearly a year ago, Oyungerel's husband, a U.S. citizen named Jeff Falt, read a LiveScience article about the impending auction and recognized the dinosaur as a species that is known to come primarily from Mongolia. Oyungerel took the news to the office of her boss, Mongolian President Elbegdorj Tsakhia. In response to his claim, the Manhattan U.S. Attorney launched a civil case to take possession of the dinosaur, followed by criminal charges against Propkopi.\n?\n\"It's been like a cross between Indiana Jones and Sherlock Holmes,\" Ann Altman, an American who has acted as a facilitator for the Mongolians, told LiveScience.\n?\nThe Tarbosaurus is not the sole specimen being returned to Mongolia. After he pleaded guilty in December, Prokopi agreed to surrender a number of other dinosaur fossils from Mongolia and one specimen from China. The Mongolian specimens included fossils from two duck-billed hadrosaurs; a number of birdlike oviraptors, most still embedded in matrix; and a second Tarbosaurus specimen.\n?\nA growing list\nDuring the ceremony, Manhattan U.S. Attorney Preet Bharara announced that the list of returns has grown even longer. A fossil dealer in England, named Chris Moore, is surrendering a number of Mongolian fossils as part of an agreement to avoid litigation.\n?\nMoore was involved in the T. bataar case; both he and Prokopi were listed as sellers on Heritage Auctions' consignment agreement for that dinosaur. However, Moore did not become publicly involved in the ownership dispute over the specimen.\n?\nMoore is shipping Tarbosaurus and many other fossils to the United States for repatriation to Mongolia. The 18-item list contained in a court document includes fossils from a chickenlike carnivorous dinosaur known as Gallimimus, duck-billed Hadrosaurs, armored Ankylosaurs and others.\n?\nThe high-profile T. bataar case has sparked more interest in paleontology among Mongolians, Oyungerel said.\n?\n\"Before T. bataar, we vaguely knew about what we had, we knew we are a land of dinosaurs,\" she said. \"[But] we didn't have a single star who can be a representation of the whole paleontological heritage that we have. That's why Tarbosaurus bataar became like a hero.\"\n?\nFollow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nImage Gallery: 25 Amazing Ancient Beasts\n\n\nPaleo-Art: Dinosaurs Come to Life in Stunning Illustrations\n\n\nUnderstanding the 10 Most Destructive Human Behaviors\n\n\nMNN: 12 dinosaur theme parks\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Wynne Parry, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Mongolia gets stolen dinosaur bones back","picture_url":"http://images.mnn.com/sites/default/files/TRexMongoliaBones_m_0507.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/mongolia-gets-stolen-dinosaur-bones-back"}