{"summary":"\tNaturally, Judd's opposition research is sure to place her campaign against mountaintop removal. \tRumors have swirled for years of a run as Judd, 44, has become more entwined with environmental politics in her native Kentucky, in particular campaigning against the devastating practice of mountaintop removal for coal","advice_category":"5","content":"Could Ashley Judd become the Hollywood heavyweight needed to unseat Republican Sen. Mitch?McConnell?\n\n\t?\n\n\tRumors have swirled for years of a run as Judd, 44, has become more entwined with environmental politics in her native Kentucky, in particular campaigning against the devastating practice of mountaintop removal for coal. According to Politico, the stars are now aligning for what could be the most-watched race in the nation. From the site:\n\n\t?\n\n\t\tIn recent weeks, Judd has spoken with Sen. Kirsten Gillibrand (D-N.Y.) about the possibility of a run, has discussed a potential bid with a Democratic pollster and has begun to conduct opposition research on herself to see where she’s most vulnerable in the Bluegrass State, sources say.\n\n\n\t?\n\n\tU.S. Rep. John Yarmuth (D-Ky.) also spoke with Judd, telling Politico that Judd is doing everything a serious candidate exploring a run should do.?\n\n\t?\n\n\t“I think there are a lot of people, and I was one of them, who wanted to let her know that her candidacy would be an exciting prospect for us,\" he said. \"That’s what I wanted her to know. A lot of the labor unions, they were telling me that too.”\n\n\t?\n\n\tWhat makes Judd's candidacy particularly alluring is what she's achieved independent of her Hollywood career, which spans more than 20 films. In addition to a degree from the University of Kentucky, she also recently graduated with a masters from the prestigious?Kennedy School of Government at Harvard. Reviewing the alum for that particular school is like reading a who's who of political all-stars, including 1984 graduate and current United Nations Secretary General?Ban Ki-moon.?\n\n\t?\n\n\tBut while Judd certainly has an advantage when it comes to fundraising (Hollywood loves to rally around one of its own), the McConnell campaign has both the experience and crushing smear machine to inflict its own damage.?Jesse Benton, McConnell’s campaign manager, is already dishing out warnings to whoever might challenge his boss.?\n\n\t?\n\n\t“It’s going to sting,” Benton said as a warning to any candidates considering a run. “We’re going to make sure that you don’t come out with your nose clean. We’re going to drive your negatives up and very aggressively and publicly litigate your record before the citizens of Kentucky.”\n\n\t?\n\n\tNaturally, Judd's opposition research is sure to place her campaign against mountaintop removal. But Democrats say her attacks are on the practice and not the industry, despite conservative attempts that would likely focus on the latter and the specter of job loss.\n\n\t?\n\n\t\"I am here to tell you, mountaintop removal coal mining simply would not happen in any other mountain range in the United States,\" Judd said during a speech at the National Press Club in 2010. \"It is utterly inconceivable that the Smokies would be blasted, the Rockies razed, the Sierra Nevadas flattened, that bombs the equivalent to Hiroshima would be detonated every single week for three decades. The fact that the Appalachians are the Appalachians makes this environmental genocide possible and permissible.\"?\n\n\t?\n\n\tPolitico cites sources that say should Judd forego a 2014 heavyweight match with McConnell, she may pursue a 2016 Senate run against Republican Sen. Rand Paul. Either way, something tells me Ashley Judd's role in Kentucky politics is about to become very, very, interesting over the next four years. Based on her past abilities to wow crowds, intelligently debate the issues, and gather influential forces around her, Republicans should be very, very, afraid.?\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Ashley Judd mulling possible Senate run","picture_url":"http://images.mnn.com/sites/default/files/judd-mnn_0.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/ashley-judd-mulling-possible-senate-run"}