{"summary":"The ancient Egyptians domesticated cats some 4,000 years ago, but a modern taste for all things exotic is working to undo that with the introduction of half-wild cats. Scarlett's Magic, a record-holding Savannah cat (Photo: miheco/Flickr)","advice_category":"2","content":"The ancient Egyptians domesticated cats some 4,000 years ago, but a modern taste for all things exotic is working to undo that with the introduction of half-wild cats. Breeders bored with mixing plain old domestic mousers for new designer blends?(hello, poodle cats) have taken to mating house cats with medium-size wild cats to create new animals that will prowl your shag carpet as if it were the grasslands of Africa.\n?\nAccording to?The International Cat Association?(TICA), the first effort to breed a wild cat with a domestic feline was in 1963 when Jean S. Mill “invented” the Bengal by crossing a house cat with the Asian leopard cat to create an animal with, “the loving nature of a favored fireside tabby and the striking look associated with leopards, ocelots and jaguars.”\n?\n\nBengal cat (Photo: Wikimedia Commons)\n?\nSince then, a whole menagerie of “living room leopards” has been spawned, including the Bristol (domestic cat/margay), the Chausie (domestic cat/jungle cat), the Cheetoh (Bengal/ocicat), the Jungle-bob (Pixie-bob/jungle cat) and the Pantherette (Pixie-bob/Asian leopard cat).\n?\nAnd perhaps the most popular of all, the Savannah – half domestic cat, half African Serval.\n?\nThe first known Savannah was born April 7, 1986, when a female domestic cat gave birth to a kitten sired by a Serval, an African wildcat that weighs up to 50 pounds and eats everything from?birds and hares to deer and gazelles. TICA accepted the Savannah breed for registration in 2001, and the Savannah was accepted for Championship status by TICA in 2012.\n?\n\nAfrican serval in the wild (Photo: Wikimedia Commons)\n?\nJoyce Sroufe is generally recognized as the founder of the Savannah breed, and her cat-making business, A1 Savannah Cattery, is not only the world's first Savannah cattery, but also the one responsible for breeding the largest domesticated house cat documented in the Guinness Book of World Records.\n?\nThe Savannahs are classified by percentage of Serval; “F1 Savannahs” are at least 53 percent Serval, and a female can cost up to $35,000. On the lower end of the scale are “SBT Savannah” kittens, which are \"pure\" Savannahs that have only Savannahs as parents for at least three generations; these kittens cost up to $9,000 a pop. A1 recommends the SBT type for a family with other pets and children because, “their personality and size are better forseeable [sic] and the temperament is predictable.” Which is important, presumably, when one is bringing wild animals into a home with children.\n?\n\nScarlett's Magic, a record-holding Savannah cat (Photo: miheco/Flickr)\n?\nEven with such exorbitant price tags, the half-wild kitties continue to increase in popularity. However, a recent article in The New Yorker notes that the proliferation of domestic/wild cats is controversial beyond the cost.?PETA?denounces the practice, the article says, and inbreeding causes complications. In New York, among other places, it’s not even legal to own a Savannah, unless it’s at least five generations removed from a wild cat.\n?\nYet catteries continue to pump out the newfangled felines and ship them around the world. As one breeder, Judy Sugden, says of her product, “I am an artist! … And I have designed and built a cat.”\n?\nBig Cat Rescue, the largest accredited sanctuary in the world dedicated to abused and abandoned big cats, says on its site about hybrids, “We have had a bunch of them that were former pets. We have had to turn away many, many more because most of them cannot run free outside and have to have the same cages as bobcats and cougars.” It goes on to note that they all spray urine incessantly, they bite, and they “want to eat your other pets and they don’t care if it’s a German shepherd — they are going to be constantly looking for a way to take the dog down.”\n?\nNot an organization to mince words, they add, “Allowing the private possession of wild cat/domestic cat hybrids is like strapping a nuclear warhead to the feral cat problem.\"\n?\nSee a Savannah in action in the video below:\n?\n\n\n?\nRelated cat stories on MNN:\n\nPhotos: 11 amazing hybrid animals\nWhat would happen if all the world's?cats?vanished?\n7 ridiculously?expensive?cat and dog breeds\n\n?","author":"","web_category":"earth-matters#animals","title":"Frankenkitties: House cats bred with wild animals sell for $35,000","picture_url":"http://images.mnn.com/sites/default/files/editorial/Savannah_Cat_closeup_0.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/frankenkitties-house-cats-bred-with-wild-animals-sell-for-35000"}