{"summary":"I'm going to pick up some Udi's bread (I've been told it's the best of the gluten-free types), and check out my local pizza shop's gluten-free crust, which a Facebook friend recommended highly. As far as I can tell, I've never been allergic to anything — not even poison ivy","advice_category":"2","content":"As far as I can tell, I've never been allergic to anything — not even poison ivy. (I was the kid my gym teacher sent into the patch of glossy green leaves to retrieve the kickball/softball/soccer ball.) And luckily, I've never had any health issues beyond garden-variety flus and colds.\n\n\t?\n\n\tBut this winter, I developed psoriasis on my face — and it won't seem to go away. I've tried a number of topical solutions (several holistic/natural and also just plain old cortisone cream) and the itchy, scaly skin isn't budging. Interestingly, it is in a perfect pattern across my chin, up under my nose, with a thin line connecting the two patches along the side of my face — pretty much exactly circling my mouth. Which (if you believe in this sort of thing — and I do) could be my body telling me that something I'm eating is causing a problem.?\n\n\t?\n\n\tFor those of you asking why I don't see a traditional dermatologist, the reason is two-fold. One is that I don't have health insurance and can't afford a visit with a doctor. The second is that I don't see a chronic skin irritation as an issue to be covered up and dismissed, but as a message that something is systemically problematic. I want to find the source of the issue, not just cover up the symptom. I know that some will disagree, but this is how I think of health care.?\n\n\t?\n\n\tAfter spending a week in Vermont, getting plenty of sunshine, fresh foods and exercise, with only a slight abatement in the red skin on my face, I knew stress wasn't the cause of my issue. I had a conversation with my friend Cara Joy, who also happens to be a holistic healer, indicating that I thought my imbalance was internal, not external. Her first advice was to cut gluten from my diet. She said that because of the time wheat is stored in this country (it can sit in silos for years, going slowly rancid), and maybe having to do with genetically modified organisms (GMOs) and chemicals used to grow wheat, that there are a growing number of people who are developing wheat allergies. She said she also suffered from minor skin issues when she ate too much wheat.?\n\n\t?\n\n\tI have my doubts; it seems like many people these days are blaming a variety of health issues on gluten, yet human beings have been enjoying crusty bread for thousands of years. Then again, our food supply has never been so polluted or our basic foods so processed.?\n\n\t?\n\n\tI'm not sure if a gluten allergy or sensitivity is causing my psoriasis, but cutting gluten from my diet isn't going to hurt me (especially since I'm hoping to lose some weight before summer sets in), and it's certainly worth a shot. I'm going to pick up some Udi's bread (I've been told it's the best of the gluten-free types), and check out my local pizza shop's gluten-free crust, which a Facebook friend recommended highly. I'm not much of a pasta eater, so that's easy to cut out altogether and then the only thing I'm left without is my favorite cafe treats — almond croissants, butter cookies and morning glory muffins. Most cafes near me offer macaroons, which I love (and being coconut-based, are usually gluten-free), and several have gluten-free options, so I guess it will be time to check out those items.?\n\n\t?\n\n\tIf anyone hears of a gluten-free croissant though, let me know. I don't think there's any replacing that flaky treat. And if you've gone gluten-free and have any advice or great products you like, let me know in the comments!?\n\n\t?\n\n\tAlso on MNN:\n\n\t\t5 gluten-free desserts\n\n\t\tWhat is gluten?","author":"","web_category":"health#allergies","title":"I'm jumping on the gluten-free bandwagon","picture_url":"http://images.mnn.com/sites/default/files/breadloaves.jpg","url":"http://www.mnn.com//health/allergies/blogs/im-jumping-on-the-gluten-free-bandwagon"}