{"summary":"A study that will be published in the July issue of Clinical Pediatrics found that children living in the city are more prone to food allergies than those who live in rural areas.?. In their study, nearly 40 percent of the children with allergies had experienced a life-threatening reaction to a food item.?Food allergies are a growing concern","advice_category":"2","content":"A study that will be published in the July issue of Clinical Pediatrics found that children living in the city are more prone to food allergies than those who live in rural areas.?\n\n\t?\n\n\tThe lead author of the study is Dr. Ruchi Gupta, an assistant professor of pediatrics at the Northwestern University Feinberg School of Medicine and a physician at the Ann & Robert H. Lurie Children's Hospital of Chicago. He says, \"We have found for the first time that higher population density corresponds with a greater likelihood of food allergies?in children.?This shows that environment has an impact on developing food allergies. ?Similar trends have been seen for related conditions like asthma. The big question is — what in the environment is triggering them? A better understanding of environmental factors will help us with prevention efforts.\"\n\n\t?\n\n\tAs the study's authors point out, food allergies can be fatal. In their study, nearly 40 percent of the children with allergies had experienced a life-threatening reaction to a food item.?Food allergies are a growing concern. An estimated 5.9 million children under the age of 18, or one out of every 13 children, having a potentially life-threatening food allergy. When I first heard about this study, I wondered if the link could be connected to urban parents being more aware of trends such as the gluten- and dairy-free \"intolerance.\" However, many of the children in the study have more serious reactions to food. These reactions can include a drop in blood pressure, trouble breathing and swelling of the throat — all of which could lead to death. Food allergies are nothing to scoff at.\n\n\t?\n\n\tSo what's the difference between allergy rates in rural or city living? In this study, 9.8 percent of urban children had allergies compared to 6.2 in rural areas. Children were twice as likely to have a peanut or shellfish allergy if they lived in the city.?The authors also point out that past studies have linked an increase of asthma, eczema, allergic rhinitis and conjunctivitis in urban areas when compared to rural ones.\n\n\t?\n\n\tLiving in the city may not be the healthiest option for children (and I say this while living in the city myself), but why? One hypothesis is that rural children are exposed to a certain bacteria early in life that may protect them against hereditary hypersensitivity to certain allergens. Another hypothesis is that the many pollutants that children encounter on a regular basis in urban areas may trigger the development of these allergies.?\n\n\t?\n\n\tAs a parent with children living in the city, I will be eagerly looking for new information as researchers continue to study this topic. Meanwhile, I will continue to try to do my best to offset our pollutant-filled world with good food and a low-toxic indoor environment. It is also worth noting that while rural living has its benefits, other studies link health risks to living near agricultural areas where large amounts of pesticides and herbicides are used.\n\n\t?\n\n\tAlso on MNN:\n\n\t\tThe 8 most common food allergies\n\n\t\tThe worst big cities for people with allergies\n\n\t?","author":"","web_category":"health#allergies","title":"City kids have more food allergies, new study finds","picture_url":"http://images.mnn.com/sites/default/files/city_1.jpg","url":"http://www.mnn.com//health/allergies/blogs/city-kids-have-more-food-allergies-new-study-finds"}