{"summary":"NASA and its space station partners first noticed a leak in this same cooling loop back in 2007, but the rate of ammonia loss was so low back then that immediate action was not required.. Space Station's Expedition 35 Mission in Photos","advice_category":"4","content":"Dealing with coolant leaks has become a part of life for astronauts living aboard the International Space Station recently.\n?\nOn Thursday (May 9), astronauts discovered an ammonia leak in a loop that cools the power system attached to one of the orbiting lab's eight huge solar arrays. The six-person crew is in no danger, NASA officials say, but the leak could cause the loop to shut down in the next day or so, potentially shutting off power generation from the affected array.\n?\n\"It is a serious situation, but between crew and experts on the ground, it appears to have been stabilized. Tomorrow we find out for certain,\" space station commander Chris Hadfield of Canada wrote Thursday via Twitter, where he posts updates as @Cmdr_Hadfield.\n?\nThe current problem is not unprecedented. NASA and its space station partners first noticed a leak in this same cooling loop back in 2007, but the rate of ammonia loss was so low back then that immediate action was not required.\n?\nAstronauts aboard the space shuttle Endeavour recharged the coolant system with 8 pounds (3.6 kilograms) of ammonia in 2011. Then, last November, two crewmembers of the station's Expedition 33 attempted to isolate and repair the leak.\n?\nDuring the course of a 6.5-hour spacewalk on Nov. 1, NASA astronaut Sunita Williams and Japanese spaceflyer Akihiko Hoshide reconfigured some coolant lines and deployed a spare radiator, because officials thought the original radiator may have been damaged by micrometeoroid strikes.\n?\nThis fix seemed to do the trick. But a reassessment is now in order after?Hadfield and his Expedition 35 crewmates reported seeing flakes of frozen ammonia streaming from the very same cooling loop Thursday.\nIt's unclear at the moment if the space station has sprung a new leak, or if the old one has just gotten worse, NASA officials said.\n?\nAstronauts had to deal with another cooling-system issue in 2010. In late July of that year, an electrical short shut down one of the two 780-pound (353 kilograms) pumps that move liquid ammonia through the orbiting lab's pipes.\n?\nThe station's cooling system limped along at half-strength for two weeks, until astronauts replaced the pump during a series of tricky spacewalks.\n?\nMeanwhile, Hadfield and two crewmates, NASA astronaut Tom Marshburn and Russian cosmonaut Roman Romanenko, are preparing to return to Earth on Monday (May 13) to wrap up a five-month mission to the space station. Mission Control told the crew to continue with that plan for now as engineers assess the situation.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebookor Google+. Originally published on?SPACE.com.\n?\nRelated on Space.com and MNN:\n?\n\nCosmic Quiz: Do You Know the International Space Station?\n\n\nThe International Space Station: Inside and Out (Infographic)\n\n\nSpace Station's Expedition 35 Mission in Photos\n\n\nMNN: 10 things you didn't know about the International Space Station\n\n?\nThis story was originally written for Space.com and is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, Space.com","web_category":"earth-matters#space","title":"'Serious' coolant leak on space station has a history","picture_url":"http://images.mnn.com/sites/default/files/iss-after-endeavour-undocking.jpg","url":"http://www.mnn.com//earth-matters/space/stories/serious-coolant-leak-on-space-station-has-a-history"}