{"summary":"How to survive a bear attack. By keeping a community’s food supplies locked up, which involves working with everyone who lives there, it’s possible to encourage bears to move on to greener pastures — and to stay wild.","advice_category":"2","content":"It seems like bears are getting more and more comfortable these days when it comes to waltzing on into your neighborhood and taking whatever they want. It’s possible for everyone to live in harmony, but it’s going to take a little work from the humans in the equation.?Densely populated regions across North America are taking steps to protect both bears and people.?\n?\nWhy the heck are bears so into human communities anyway? Don’t they have bear-like things to do in the wild? Well, “the wild” is shrinking; habitat is being eaten at an alarming rate each year as a result of commercial, residential and agricultural development. That puts pressure on bears to find new places to live, and to seek out new food sources because their natural supplies of fish, berries and plants are dwindling.\n?\nHuman communities offer something bears want, especially in August and September, when they’re preparing for a long hibernation: food. Most neighborhoods, as well as campsites, are like an all-you-can-eat buffet, open 24 hours a day for any bear enterprising enough to take a little stroll and see what’s available. Once bears learn that a neighborhood has one or more food sources, they’ll be back again and again.\n?\nIf a community doesn’t have any food, bears might pass through, but they’re unlikely to cause any damage. They’re naturally pretty shy, and don’t want to deal with humans if they can avoid it, although they may lash out if they’re diseased, feel threatened, or think they need to protect cubs. By keeping a community’s food supplies locked up, which involves working with everyone who lives there, it’s possible to encourage bears to move on to greener pastures — and to stay wild.\n?\nFor starters, no loose food should be stored outside. All pet and livestock feed should be kept in bearproof containers in secured areas like locked sheds, and if animals are fed outside, they should be fed only enough to supply their needs for a meal. Better yet, feed pets and livestock when they’re tucked indoors for the night, and make sure homes, stables and similar structures are secured. If you feed birds, keep the feeders at least 20 feet off the ground and four to six feet away from tree trunks to make them hard to reach.\n?\nIf you’re a gardener, you’ll want to take some extra steps to avoid feeding the bears with your hard-grown produce! Harvest fruits and veggies as soon as they ripen, and keep your compost in a tightly secured area. Consider adding lime to cut down on food smells. You may want to consider an electric fence to keep bears out of orchards, gardens and other areas, and that goes double for bee hives, which bears?adore.?Remember Winnie the Pooh? Yeah, it’s less cute when it’s an actual black bear homing in for a snack.\n?\nFor even better bear control when it comes to compost, consider composting grass and plant clippings outdoors, and using a?vermicomposting?system in the kitchen or a secure shed. You can compost food waste there and add it to the soil when it’s mature, all while keeping it away from the sharp noses of ursine visitors. Either way, do not add animal products like bones to the compost, as these can be bear attractants even after the compost has broken down.\n?\nYou’re going to need to get your neighbors on board with this plan so that when bears pop by for a round of shopping, they’ll find that all the stores are closed. If some of your neighbors can’t afford bearproof containers and other safety measures, consider creating a community fund or applying for assistance from government agencies. Make sure that everyone, including children, is educated about keeping food products out of range of bears.\n?\nAnd when bears do show up, make it clear that they need to move along. If you see a bear in the street or your yard and you can?safely?do so, make some noise. Clatter pan lids, use a wooden spoon on a pot, or use a bullhorn to startle the bear and encourage it to get out of the neighborhood. Do this from the safety of your home, but before you do, check to make sure no one’s out in the street; a neighbor could be harmed if the bear startles.\n?\nIf you notice a recurring visitor or a bear won’t leave, call your local division of wildlife services and ask for assistance. They can monitor the bear and remove it, if necessary, relocating it to a safer location where it can live out its natural life in conditions more appropriate for wildlife. Be aware that the longer bears have to get accustomed to living around humans, the harder it can be for them to return to the wild.\n?\nAnd, we hope it goes without saying: Don’t feed the bears!\n?\ns.e. smith originally wrote?this story?for Networx.com. It is reprinted with permission here.\n?\nRelated bear stories on MNN:\nLion, tiger and bear make unlikely trio\nHow to survive a bear attack\nMore human-grizzly bear conflicts in U.S. predicted\nBear country sign: A. Drauglis/Flickr","author":"","web_category":"earth-matters#animals","title":"Tips for living near bears","picture_url":"http://images.mnn.com/sites/default/files/editorial/living_with_bears.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/tips-for-living-near-bears"}