{"summary":"Curiosity will likely start heading to Mount Sharp's base after it finishes analyzing the Cumberland samples and wraps up a few other high-priority science operations in the area, NASA officials said.         var csDocTitle = 'Mars Could Have Supported Life, NASA Finds | Video';","advice_category":"4","content":"NASA's Mars rover Curiosity has broken out its trusty drill again, pulling samples from deep within a Red Planet rock for the second time ever.\n?\nThe 1-ton Curiosity rover bored 2.6 inches (6.6 centimeters) into a rock dubbed \"Cumberland\" on Sunday (May 19), NASA officials said. The resulting powdered sample will be delivered to the robot's on-board science instruments in the coming days.\n?\nCuriosity first used its drill to collect samples back in February, boring into a nearby rock called \"John Klein.\" That operation revealed that ancient Mars was likely capable of supporting microbial life — a groundbreaking discovery that the mission team wants to confirm.\n?\n\"The science team expects to use analysis of material from Cumberland to check findings from John Klein,\" NASA officials wrote in a mission update Monday (May 20).\n?\nCuriosity touched down inside Mars' huge Gale Crater last August, kicking off a two-year surface mission to investigate the Red Planet's past and present habitability. It has spent the time since then close to its landing site, putting just 2,300 feet (700 meters) on its odometer thus far.\n\n\n<!--//--><![CDATA[// ><!--\n \n        var player;\n        var modVP;\n        var modExp;\n        var modCon;\n        var csDocDomain = 'http://www.space.com/20193-mars-could-have-supported-life-nasa-finds-video.html';\n        var csDocTitle = 'Mars Could Have Supported Life, NASA Finds | Video';\n        function myTemplateLoaded(experienceID) {\n            player = brightcove.api.getExperience(experienceID);\n            modVP = player.getModule(brightcove.api.modules.APIModules.VIDEO_PLAYER);\n            modExp = player.getModule(brightcove.api.modules.APIModules.EXPERIENCE);\n            modCon = player.getModule(brightcove.api.modules.APIModules.CONTENT);\n            modExp.addEventListener(brightcove.api.events.ExperienceEvent.TEMPLATE_READY, onTemplateReady);\n        }\n         \n        function onTemplateReady(evt) {\n            modVP.addEventListener(brightcove.api.events.MediaEvent.PLAY, onMediaEventFired);\n        }\n        function onMediaEventFired(evt) {\n          loadVideoComscore(csDocDomain, csDocTitle);\n        }\n        \n//--><!]]>\n\n<!--//--><![CDATA[// ><!--\nbrightcove.createExperiences();\n//--><!]]>\n\nBut the six-wheeled robot will soon start making some serious tracks. Curiosity's ultimate destination is the base of Mount Sharp, a mysterious mountain that rises 3.4 miles (5.5 kilometers) into the Martian sky from Gale Crater's center.\n?\nMount Sharp's foothills show signs of past exposure to liquid water. Further, mission scientists want Curiosity to read Mars' changing environmental history like a book as it climbs through the many layers comprising the mountain's lower reaches.\n?\nCuriosity will likely start heading to Mount Sharp's base after it finishes analyzing the Cumberland samples and wraps up a few other high-priority science operations in the area, NASA officials said. The 5-mile (8 km) journey is expected the take months, as Curiosity's top speed across hard, flat ground is about 0.09 mph (0.14 km/h).\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on Space.com and MNN:\n?\n\nAmazing Mars Rover Curiosity's Martian Views (Latest Photos)\n\n\nMars Could Have Supported Life, NASA Finds | Video\n\n\nMars Rover Curiosity's 7 Biggest Discoveries (So Far)\n\n\nMNN: Do you have what it takes to be a Mars colonist?\n\n?\nThis story was originally written for Space.com and is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall","web_category":"earth-matters#space","title":"NASA's rover drills into 2nd Mars rock","picture_url":"http://images.mnn.com/sites/default/files/mars-rover-curiosity-drill-cumberland.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasas-rover-drills-into-2nd-mars-rock"}