{"summary":"So how can you tell whether mold might be the culprit for your misery? Mold allergy symptoms often present themselves year-round, so if it seems like you never get a break from your symptoms, you should check your environment for mold and limit your exposure to mold spores.. If you notice a musty odor in your home or can see visible mold growth on any surface, it's important to not only control the moisture in your home, but clean up existing mold","advice_category":"2","content":"Does it seem like every time the weather is wet, you're sneezing up a storm? You might be experiencing mold allergy symptoms, which worsen when there's a lot of moisture in the air.\n?\nMold thrives in dampness, especially in bathrooms, basements and other areas prone to retaining moisture, and can wreak havoc on your health.\n?\nAccording to the Center for Disease Control (CDC), species of mold – which grow both indoors and out – may number in the hundreds of thousands, and some have more severe effects on our health than others.\n?\nMold spores are everywhere, from the piles of leaves decomposing in your backyard to the air in the driest of homes, and most of them are harmless.\n?\nBut when mold is making you sick, there are actions you can take to limit your exposure.\n?\nMold allergy symptoms\n?\nIf mold is making you sick, your symptoms will be very similar to those of other allergies as well as upper respiratory infections, including:\nItchy, watery eyes\nSneezing\nCoughing\nStuffy or runny nose\nWheezing\nRash or hives\nAsthma attacks can also be caused by exposure to mold spores, and some people may have severe attacks after breathing in certain types of mold. Asthma produces some of the same symptoms as mold allergies, including coughing and wheezing, but is also characterized by shortness of breath and a sense of tightness in the chest.\n?\nSo how can you tell whether mold might be the culprit for your misery? Mold allergy symptoms often present themselves year-round, so if it seems like you never get a break from your symptoms, you should check your environment for mold and limit your exposure to mold spores.\n?\nMold Prevention Tips\n?\nIf you think you're experiencing mold allergies, you should see your health care practitioner as soon as possible. Severe cases of mold allergies may be referred to a specialist. But aside from medical treatment, the best way to treat mold allergies is to remove the source of the problem: the mold itself.\n?\nThe single most important step you can take to limit mold exposure is to manage dampness in your home. Keep humidity levels between 40 percent and 60 percent with a dehumidifier and promptly repair all leaks including those in roofs, windows and pipes.\n?\nAreas of the home with the highest moisture levels, like shower, laundry and cooking areas should be properly ventilated to allow moisture to escape. And if you ever experience any flooding – from a minor bathtub overflow incident to a natural disaster – the area must be dried out right right away, preferably within 24 to 48 hours. Avoid carpeting in damp places, especially the bathroom and basement.\n?\nIf you store seasonal items in your basement, it's best to keep them contained in plastic bins with lids. Larger items should be wiped down before they are brought into the main living area. The same goes for secondhand purchases that may have been stored in damp places.\n?\nPlain white vinegar is often recommended as a natural way to kill mold, and tea tree oil is a broad-spectrum fungicide that can be diluted with water or added to natural cleaning products.\n?\nIf you notice a musty odor in your home or can see visible mold growth on any surface, it's important to not only control the moisture in your home, but clean up existing mold. The CDC notes that such visible signs of mold don't warrant any special testing or culturing.\n?\nAlso, you can find mold remediation tips at the EPA website.","author":"","web_category":"health#allergies","title":"Mold allergy symptoms","picture_url":"http://images.mnn.com/sites/default/files/mold-allergies.jpg","url":"http://www.mnn.com//health/allergies/stories/mold-allergy-symptoms"}