{"summary":"\t\tDescribed by an independent commentator as \"a giant leap,\" the material achieves the highest efficiency ever for scavenging heat from a source and transforming it into power, its inventors said.. \t\tThe breakthrough, says the study, comes from combining several techniques to doctor the material, including the use of sodium and nano-particles of strontium telluride, to dampen scattering of electrons and make energy conversion more efficient.","advice_category":"4","content":"Scientists in the United States on Wednesday reported making a souped-up material that beats the record for converting waste heat into power, an exploit they hope will be incorporated into clean energy investment.\n\n\t\t?\n\n\t\tDescribed by an independent commentator as \"a giant leap,\" the material achieves the highest efficiency ever for scavenging heat from a source and transforming it into power, its inventors said.\n\n\t\t?\n\n\t\tAs much as 15 to 20 percent of the heat that disappears out of car tailpipes and the chimneys of power stations and factories could be recovered as electricity, they believe.\n\n\t\t?\n\n\t\tThe compound is a doped-up derivative of lead telluride, a semiconductor first used in the Apollo moon landings to provide astronauts with a renewable, thermoelectric power source.\n\n\t\t?\n\n\t\tFor years, the efficiency rating in thermoelectrics, known by the unit of ZT, stagnated at 1.\n\n\t\t?\n\n\t\tThe new material has a ZT rating of 2.2, outstripping the previous record, reached earlier this year, of 1.7.\n\n\t\t?\n\n\t\t\"At this level there are realistic prospects for recovering high-temperature waste and turning it into useful energy,\" said Mercouri Kanatzidis, a chemistry professor at Northwestern University in Chicago, who led the study appearing in the journal Nature.\n\n\t\t?\n\n\t\tIn an email exchange with AFP, Kanatzidis said it was hard to estimate the cost of the new material, made from the elements lead and tellurium, but that if manufactured on a large scale, \"it should be nearly the same as bulk lead and tellurium combined.\"\n\n\t\t?\n\n\t\tHe also discounted fears of toxicity, saying that the lead-tellurium bond was \"very stable environmentally\" — the compound occurs naturally as a mineral called altaite.\n\n\t\t?\n\n\t\tThe breakthrough, says the study, comes from combining several techniques to doctor the material, including the use of sodium and nano-particles of strontium telluride, to dampen scattering of electrons and make energy conversion more efficient.\n\n\t\t?\n\n\t\tThe work was hailed in a commentary in Nature by Tom Nilges, a chemist at the Munich Technical University in Germany, who said it was \"a feat that is not only a tremendous step for one group, but also a giant leap for thermoelectrics.\"\n\n\t\t?\n\n\t\tCopyright 2012? AFP Global Edition\n\n?","author":"Agence France-Presse","web_category":"earth-matters#energy","title":"New material beats record for heat-to-power conversion","picture_url":"http://images.mnn.com/sites/default/files/tailpipe_1.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/new-material-beats-record-for-heat-to-power-conversion"}