{"summary":"5 Fun Facts About Earth Day. The reports were the latest in a series of stolen or released documents detailing FBI surveillance of U.S","advice_category":"5","content":"The launch of Earth Day in 1970 raised suspicions in Washington, D.C., according to former Representative Pete McCloskey, one of the organizers of the first Earth Day.\n?\nThe annual event was launched as a national teach-in on April 22, 1970, by former Senator Gaylord Nelson, McCloskey and others. Earth Day galvanized a political movement that led to some of the country's most significant environmental legislation, including the Endangered Species Act and the Clean Water Act.\n?\nAt a panel discussion on the Endangered Species Act and its future, held Jan. 31 at the Western Section of The Wildlife Society's annual meeting in Sacramento, Calif., McCloskey recalled the FBI's scrutiny of the event. According to McCloskey, President Richard Nixon ordered the FBI to observe college students across the country.\n?\n\"I was friends with John Ehrlichman at that time, who was an environmental lawyer, incidentally, before he went to jail for Watergate,\" McCloskey said, referring to Nixon's domestic policy chief, who approved the Watergate break-in.\n?\n\"And he called me after Earth Day — he was laughing as hard as I'd ever heard, and he said, 'Pete, I've got this report from [FBI Director] J. Edgar Hoover to deliver to the president tomorrow,' because the president was so paranoid that Earth Day was going to be a bunch of anti-war kids gathered that he had put them under surveillance by the FBI,\" McCloskey said.\n?\n\"He read me part of the report: ‘There's a bunch of girls with flowers in their hair, and they're wearing only three garments, no bras,’\" McCloskey said. “And it was very benign. They were a little drunk, [there was] a little pot, maybe a little love out under in the bushes, but these girls sat in the grass patting their dogs, and it was a very benign affair.\"\n?\n\"He was laughing about having to give this report to Nixon,\" he said.\n?\nThough the report was benign, its effects were not. On April 14, 1971, Nelson and former Senator Edmund Muskie, both Earth Day organizers, released copies of the FBI reports, revealing the surveillance. The reports were the latest in a series of stolen or released documents detailing FBI surveillance of U.S. citizens through a program called COINTELPRO. After the resulting Senate hearings, Hoover said he would severely curtail such FBI surveillance.\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\n5 Fun Facts About Earth Day\n\n\nEarth Checkup: 10 Signs of the Planet's Health\n\n\nTop Ten Conspiracy Theories\n\n\nMNN: Earth Day: An animated tribute \n\nThis story was orginally written for LiveScience's OurAmazingPlanet and was republished with permission here.Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience's OurAmazingPlanet","web_category":"earth-matters#politics","title":"How President Nixon spied on Earth Day","picture_url":"http://images.mnn.com/sites/default/files/EarthDaySpies_m_0423.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/how-president-nixon-spied-on-earth-day"}