{"summary":"Related on LiveScience and MNN:. \"The great change came when the [plankton] species simplified their form and found they were forced to adapt to the new climate conditions,\" Escutia said.","advice_category":"2","content":"The modern ecosystem of icy Antarctica is some 33.6 million years old, new research finds, with a system dating back to the formation of the polar ice caps.\n?\nThe date is revealed by fossilized remnants of plankton found in Antarctic sediments, which show how plankton diversity plummeted when a big chill came along at the end of the Eocene Epoch and the beginning of the Oligocene Epoch. Before the transition, Earth was a toastier place, and a wide array of plankton survived even at the poles.\n?\nThe study, published in the journal Science in April, focused on single-celled plankton called dinoflagellates, which contain materials that fossilize. Before the Eocene-Oligocene transition about 34 million years ago, Antarctic dinoflagellates were extremely diverse. When the ice pack formed, however, only plankton that could survive cold temperatures and a seasonal freeze-melt cycle remained.\n?\nAntarctica's ice pack is the floating sea ice that melts in the summer and freezes in the winter. At melt time, plankton in the Southern Ocean surrounding the continent get busy, chowing down on the nutrients freed up from the melting ice. The consequences are global, said study researcher Carlota Escutia of the Andalusian Institute of Earth Sciences in Spain.\n?\n\"This phenomenon influences the dynamics of global primary productivity,\" Escutia said in a statement. Primary productivity is the basis of the food chain: Photosynthetic organisms such as plankton take sunlight and nutrients such as iron and nitrate and turn them into organic compounds. Larger organisms then eat the plankton and make use of those compounds to provide themselves with energy.\n?\n\"The great change came when the [plankton] species simplified their form and found they were forced to adapt to the new climate conditions,\" Escutia said.\n?\nThe icy ecosystem that formed after the Eocene is marked by high plankton numbers in the spring and summer, which sets off a short-lived feeding frenzy as plankton-eating species such as whales gorge themselves while they can.\n?\n\"The explosion of dinoflagellates adapted to a temporary sea ice cover testifies to an in-depth reorganization of the food web in the Southern Ocean,\" study researcher J?rg Pross, a paleoclimatologist at Goethe University in Germany, said in a statement. \"Our data suggest that this change may have promoted the evolution of modern baleen whales and penguins.\"\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nNorth vs. South Poles: 10 Wild Differences\n\n\nImage Gallery: Life at the South Pole\n\n\nAntarctica: 100 Years of Exploration (Infographic)\n\n\nMNN: 10 most pristine places on Earth\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Antarctica's ecosystem is 33 million years old","picture_url":"http://images.mnn.com/sites/default/files/AntarcticaEcoAge_m_0528.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/antarcticas-ecosystem-is-33-million-years-old"}