{"summary":"It's possible, suggests a new study, which finds that as climates warm around the world, plants may respond by releasing more aerosol particles into the atmosphere.. Related on LiveScience and MNN:","advice_category":"2","content":"Could plants help to slow the march of global warming?\n?\nIt's possible, suggests a new study, which finds that as climates warm around the world, plants may respond by releasing more aerosol particles into the atmosphere.\n?\nThe research, published online April 28 in the journal Nature Geoscience, finds that these natural aerosols can fuel cloud formation, which may help cool a warming climate. [The Reality of Climate Change: 10 Myths Busted]\n?\nAerosols are fine particles of solid or liquid matter, suspended in air. Most of the aerosol particles in Earth's atmosphere come from human activities such as vehicle exhaust, according to the environmental blog The Carbon Brief. Volcanic eruptions also contribute some aerosols to the atmosphere.\n?\nBut a small percentage of atmospheric aerosols come from living plants, according to a news release from the International Institute for Applied Systems Analysis (IIASA), which co-sponsored the study.\n?\nPlants release gases such as water vapor and oxygen; these combine with the aerosols released from plants to form larger airborne particles that reflect sunlight and form cloud droplets.\n?\n\"Everyone knows the scent of the forest,\" Ari Asmi, University of Helsinki researcher and co-author of the study, said in a statement. \"That scent is made up of these gases.\"\n?\nTo measure the cooling effect, researchers collected data from 11 sites around the world, measuring aerosol particle concentrations, plant gases and temperatures.\n?\nIn warmer temperatures, it was revealed, plants emit more of the gases that stick to aerosol particles. These can lead to cloud formation and, as a result of cloud cover, cooler temperatures.\n?\nOther natural phenomenon may help to cool the planet: Some researchers believe that phytoplankton — microscopic plants that drift on ocean currents — may reduce carbon dioxide levels in the atmosphere and lower the atmosphere's temperature.\n?\nOther research finds that tropical rainforests, which also absorb massive amounts of carbon dioxide and release water vapor that forms clouds, are critical to stabilizing atmospheric temperatures.\n?\nIt's unclear how much cooling might actually occur as a result of so-called \"biogenic\" aerosols.\n?\n\"This does not save us from climate warming,\" Pauli Paasonen, lead author of the study, said in the release.\n?\nThough in some areas, such as the forests of Finland and Canada, the cooling effect can be as large as 30 percent, the overall global effect is very small, offsetting only about 1 percent of global warming, according to the study.\n?\nNonetheless, the impact of plant-based aerosol formation is an important element in fine-tuning climate forecast models, the researchers believe.\n?\n\"Aerosol effects on climate are one of the main uncertainties in climate models,\" Paasonen said in the release. \"Understanding this mechanism could help us reduce those uncertainties and make the models better.\"\n?\nFollow Marc Lallanilla on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nTop 10 Surprising Results of Global Warming\n\n\n8 Ways Global Warming Is Already Changing the World \n\n\nMNN: Can 1 miracle plant solve the world's 3 greatest problems?\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Marc Lallanilla, LiveScience","web_category":"earth-matters#wilderness-resources","title":"How plants may offset global warming","picture_url":"http://images.mnn.com/sites/default/files/PlantsGlobalWarming_m_0501.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/how-plants-may-offset-global-warming"}