{"summary":"Each of the four habitats is diverse enough that wildlife should be able to adapt even as climate change renders past survival strategies obsolete. It first applied a \"science filter,\" using the Nature Conservancy's data to pick areas best-suited to help wildlife adjust to climate change","advice_category":"2","content":"Climate change is making life increasingly hard for Earth's wildlife, heating up their historical homelands while bombarding them with stronger storms and longer droughts. But not all habitats are suffering equally: Parts of North America's Appalachian Mountains, for example, are considered a \"climate refuge,\" thanks to a diverse mix of topography, geology and elevation that can buffer plants and animals against climatic havoc.\n?\nConservationists identified the region's resilience in a study last summer, and now they're organizing a campaign to protect four Appalachian ecosystems with high potential as safe havens for wildlife. Thanks to data from the Nature Conservancy and funding from the Doris Duke Charitable Foundation, the New York-based Open Space Institute (OSI) is launching the Resilient Landscapes Initiative, a $5.5 million project designed to demonstrate the importance of safeguarding ecological strongholds.\n?\n\"The opportunity this new fund creates is paramount,\" says Malcolm L. Hunter, a professor of wildlife ecology at the University of Maine and a member of the science committee advising the Resilient Landscapes Initiative. \"The lands it will conserve will truly stand the test of time, protecting both humans and wildlife in perpetuity, even as we face significant and unpredictable climate change.\"\n?\nThe four landscapes (outlined in the map below) are: the southern New Hampshire and Maine forested region, the Middle Connecticut River region in Massachusetts and Vermont, the Highlands and Kittatinny Ridge of New Jersey and Pennsylvania, and?the Potomac Headwaters of Virginia and West Virginia.\n?\n\nImage: Open Space Institute/Resilient Landscapes Initiative\n?\nWhile it may seem odd to focus more on protecting durable ecosystems than fragile ones, the OSI points out there are different kinds of durability. These four landscapes are resilient to climate change primarily because they're big and unfragmented, but if they're not protected from industrial agriculture, road construction and other development, their climatic resilience could fade. As the Nature Conservancy's Rodney Bartgis explained in an interview with MNN last year, the key to a resilient landscape is variation and versatility:\n?\n\"If you're a plant that lives on a low slope, and as the climate warms you have access to cool, north-facing slopes or higher elevations, you have more options for surviving into the future. Resiliency depends both on ecological complexity and permeability, or the ability of things to move within a given area. ... The Appalachians really stand out because they are much more ecologically complex, and they do have a lot of remaining forest cover.\"\n\n?\nBeyond that, the OSI selected its four subregions with a two-step screening process. It first applied a \"science filter,\" using the Nature Conservancy's data to pick areas best-suited to help wildlife adjust to climate change. It then applied a \"feasibility filter,\" identifying areas where funding is viable and ecological threats are manageable. \"We surveyed land trusts and agencies, funding sources and large-scale threats,\" the OSI says, \"to determine where capital investments have the potential to have significant impact.\"\n?\nEach of the four habitats is diverse enough that wildlife should be able to adapt even as climate change renders past survival strategies obsolete. Southern New Hampshire and Maine boasts dense biodiversity along a key ecological divide, according to the OSI, and the Middle Connecticut River area contains a mix of hardwood forests, coldwater streams and other complex microclimates \"that facilitate wildlife adaptation.\" The Potomac Headwaters are a pristine watershed feeding the Chesapeake Bay, and the Highlands and Kittatinny Ridge region is \"one of the most ecologically intact, heavily forested, topographically varied and least developed landscapes in the Mid–Atlantic.\"\n?\nThe OSI will award matching grants to projects in the four areas that \"permanently protect habitat through the acquisition of land or easements,\" it says in a press release. The institute's staff and advisory committee will review applications, making recommendations to the board based on resiliency data as well as \"other ecological and transactional criteria.\" After releasing its first request for proposals this month, it plans to issue further RFPs every nine months through September 2015.\n?\nFor more information about the intiative, check out the OSI's profile of the four resilient landscapes and its overview of how to apply for a grant.\n?\nRelated climate change stories on MNN:\n\nAppalachia offers climate refuge, study finds\nClimate change endangers common species, too\nTurtles turn female as habitats heat up\nIs climate change creating hybrid species?\n\n?","author":"","web_category":"earth-matters#wilderness-resources","title":"Hardy habitats offer hope as climates change","picture_url":"http://images.mnn.com/sites/default/files/greatfalls_potomac_0.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/hardy-habitats-offer-hope-as-climates-change"}