{"summary":"MNN: Top 7 disappearing glaciers. Right now, the ocean drilling ship JOIDES Resolution is sailing to the Gulf of Alaska to collect sediment from five locations near Alaska's mountain glaciers","advice_category":"2","content":"Mountain glaciers are like giant sandpaper blocks, scouring their valley homes as they advance and retreat. This scrubbing tends to purge any past record of a glacier's size, foiling scientists' efforts to model the extent of mountain ice during past climate shifts.\n?\nThe good news is the sediments scoured from the land by glaciers eventually ends up dumped offshore, in the ocean. Scientists can extract the layers of mud and rock from ocean drilling cores to look at long-term changes in the size of glaciers, and how they relate to climate.\n?\nRight now, the ocean drilling ship JOIDES Resolution is sailing to the Gulf of Alaska to collect sediment from five locations near Alaska's mountain glaciers. Researchers plan to examine not only the link between glaciers and climate change, but also how the buzzsawlike effect of glacial erosion can alter the appearance of mountain ranges.\n?\n\"New insights into?these processes will help scientists better understand climate history and change, and how mountain landscapes form,\" Jamie Allan, program director in the National Science Foundation's Division of Ocean Sciences, said in a statement.\n?\nStudies suggest that glaciers can remove rock so rapidly that they give mountains a boost, letting rocks rise up like a bobbing cork. The mountains of southern Alaska have the perfect combination of large glaciers and rapidly uplifting mountains to test this idea, expedition co-chief scientist John Jaeger, of the University of Florida, said in the statement.\n?\nThe researchers also plan to look at the advance and retreat of Alaska's glaciers, how sediments are transported from the mountains to the sea and the record of Earth's magnetic field reversals recorded in the Gulf of Alaska.\n?\nThe ship set sail on May 29 and can be tracked online at joidesresolution.org.\n?\nMore on LiveScience and MNN:\n\nThe Power of Ice: Glacier Erosion\n\n\nInfographic: Tallest Mountain to Deepest Ocean Trench\n\n\nTracking a Retreating Glacier\n\n\nMNN: Top 7 disappearing glaciers\n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Ocean drilling expedition sets sail to probe glacier changes","picture_url":"http://images.mnn.com/sites/default/files/OceanDrillingAlaska.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/ocean-drilling-expedition-sets-sail-to-probe-glacier"}