{"summary":"That's significant because TransCanada wants to build a 1,700-mile pipeline — known as Keystone XL — linking Canadian oil sands with oil refineries in Texas, but needs approval from the State Department since it would cross an international border. \"[A]bout a third of Rice's personal net worth is tied up in oil producers, pipeline operators, and related energy industries north of the 49th parallel — including companies with poor environmental and safety records on both U.S","advice_category":"5","content":"U.N. Ambassador Susan Rice has been through a political gauntlet lately over rumors she might succeed Hillary Clinton as U.S. secretary of State. But while much of the flak so far has come from Republicans, some of whom take issue with Rice's initial statements about the Sept. 11 terrorist attack in Libya, a new revelation about her personal finances threatens to draw some liberal critics into the fray as well.\n?\nThe fresh scrutiny stems from Rice's 2011 financial disclosure report, which reveals that she owns $300,000 to $600,000 worth of stock in a company called TransCanada. That's significant because TransCanada wants to build a 1,700-mile pipeline — known as Keystone XL — linking Canadian oil sands with oil refineries in Texas, but needs approval from the State Department since it would cross an international border. Rice could thus face a conflict of interest as secretary of State, since she'd likely benefit financially from the effect of Keystone XL on TransCanada's stock price.\n?\nFirst reported?Wednesday by OnEarth magazine, Rice's TransCanada investment is one of more than 100 assets listed on her disclosure report, which range from Barnes & Noble to Western Union and total somewhere between $23 million and $43 million. But as OnEarth's Scott Dodd points out, the ambassador seems to be especially fond of fossil fuel companies, including many based in her husband's native Canada:\n?\n\"[A]bout a third of Rice's personal net worth is tied up in oil producers, pipeline operators, and related energy industries north of the 49th parallel — including companies with poor environmental and safety records on both U.S. and Canadian soil. Rice and her husband own at least $1.25 million worth of stock in four of Canada's eight leading oil producers, as ranked by Forbes magazine. That includes Enbridge, which spilled more than a million gallons of toxic bitumen into Michigan's Kalamazoo River in 2010 — the largest inland oil spill in U.S. history.\"\n\n?\nBitumen, by the way, is the thick, corrosive product of Canadian oil sands that would also be transported by Keystone XL. Aside from locking the U.S. into further dependence on a fuel that contributes to climate change, many environmentalists oppose the pipeline because they worry about bitumen spilling into grasslands, aquifers, farms and back yards across the Great Plains. Leaks and spills have frequently struck TransCanada pipelines in the past, and many critics say the company is ill-prepared to manage a cross-country version on the scale of Keystone XL.\n?\nRice's stake in the issue isn't limited to TransCanada, either. As Dodd reports, about 20 percent of her wealth is also tied up in five Canadian investment banks that provide support to an array of companies involved in oil sands.?She reportedly holds at least $1.5 million in Royal Bank of Canada, for instance, which was dubbed Canada's \"most environmentally irresponsible company\" by the Rainforest Action Network in 2010. The bank agreed to stop funding oil-sands projects earlier this year amid public pressure.\n?\nOf course, Rice wouldn't be the first U.S. secretary of State to face claims of bias over Keystone XL. Clinton, who now holds the office but is expected to step down soon, endured scrutiny of her own last fall when a series of emails raised doubts about her department's neutrality on the pipeline. The correspondence between a State official and a TransCanada lobbyist showed the approval process was?\"irreparably tainted by department employees' pro-pipeline bias and complicit relationships with industry executives,\" according to environmental advocacy group Friends of the Earth, which obtained the emails?via the Freedom of Information Act.\n?\nThis spurred an investigation by the department's inspector general, although it ultimately found no evidence of bias. And when Republicans tried to speed things up last winter by setting a new deadline for the pipeline's approval, President Obama stepped in to reject TransCanada's proposal, highlighting the fact that he, not Clinton, had the final say. Obama blamed the GOP for setting an \"arbitrary\" deadline, though, and invited TransCanada to submit a new proposal for Keystone XL, which it did. That's the proposal now due for a final decision sometime next year.\n?\nEven if Rice is picked to replace Clinton — and assuming her nomination isn't derailed by the GOP — she could always just recuse herself from any decisions regarding TransCanada. The State Department deals with a wide range of international issues beyond cross-border pipelines, and her potential conflict of interest on a single issue wouldn't necessarily be a deal-breaker. It could still lead the White House to see her nomination as more trouble than it's worth, though, especially combined with some Republicans' ire about her early framing of the Benghazi attack. In that scenario, Rice might stay on as U.N. ambassador, leaving the State Department post to other rumored nominees such as Sen. John Kerry or former Sen. Chuck Hagel.\n?\nOr, in a move that would likely prompt cheers from Rice's environmental critics, Obama might heed the advice of Daily Beast columnist Michael Tomasky, whose?list of six suggestions to succeed Clinton at the State Department begins with a familiar name: Nobel Prize winner and former Vice President Al Gore. In a recent interview with the Guardian, Gore said approving Keystone XL would be \"quite literally insane.\"\n?\nRelated oil sands stories on MNN:\n\nBill McKibben: Obama must reject Keystone XL\nDaryl Hannah arrested protesting oil pipeline\nIndia denies bid to acquire Canadian oil assets\nReactions to the Keystone XL pipeline rejection\n\n?\nMNN tease photo of Susan Rice:?Mario Tama/Getty Images\n?","author":"","web_category":"earth-matters#politics","title":"Could pipeline money bias Susan Rice?","picture_url":"http://images.mnn.com/sites/default/files/susan_rice.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/could-pipeline-money-bias-susan-rice"}