{"summary":"Fossil Butte, which would have been at the center of Fossil Lake, is part of the Green River Formation, a series of lake deposits in Wyoming, Utah and Colorado. [See Images of the Creatures Found at Fossil Lake]","advice_category":"2","content":"With just two inhabited buildings and a population of five, Fossil, Wyo., is all but a ghost town today. But as far as ghosts go, the ones at Fossil are pretty remarkable — 50-million-year-old monitor lizards, stingrays and freakishly long-tailed turtles among them.\n?\nFossil showed promise of becoming a train-stop city during America's westward expansion. The town's real golden age, however, may have been the early Eocene, when it was covered in a subtropical lake with an incredible diversity of aquatic life, surrounded by lush mountains and active volcanoes.\n?\nOver thousands of years, dead animals rained down into the muck deep below the surface of long-gone Fossil Lake. Their bones mixed with a limey ooze, created by calcium carbonate deposits carried to the lake bottom by rivers flowing in from nearby mountains. These deposits would eventually build up so much — there were sediments piled hundreds of feet thick — that the very bottom layers would be compressed into limestone.\n?\nThose rock slabs entombed mostly fish, but also now-extinct snakes, turtles, bats, crocodiles, and even otter-like and tree-climbing mammals, in what is today a formation known as Fossil Butte. [See Images of the Creatures Found at Fossil Lake]\n?\nFossil Butte, which would have been at the center of Fossil Lake, is part of the Green River Formation, a series of lake deposits in Wyoming, Utah and Colorado. It's an extraordinary vault of life from a time when our planet was still making a comeback after the mass extinction in which the dinosaurs were killed off at the end of the Cretaceous Period — an event that wiped out an estimated 75 percent of Earth's species.\n?\nLance Grande, a curator at the Field Museum of Natural History in Chicago, has gathered stark images of these fossils in a new book, \"The Lost World of Fossil Lake: Snapshots from Deep Time\" (University of Chicago Press), which hit the shelves on on June 7.\n?\n\nThis is the most complete skeleton of a so-called dawn horse ever discovered. Researchers aren't sure how the horse ended up at the bottom of the middle of Fossil Lake but they suspect it drowned, possibly trying to escape a predator. (Photo: Lance Grande/'The Lost World of Fossil Lake: Snapshots from Deep Time')\n?\nThe earliest fossil collectors in the region were tied to the railroad industry, but the first fulltime fossil hunter was Robert Lee \"Peg-leg\" Craig, an austere tobacco-chewing pioneer who lost his right leg in a mining accident. He worked from 1897 to 1937, preparing his fossils with a pocket knife, and sending his finds to institutions back East, such as the Smithsonian and Yale. Specimens from Fossil Butte also attracted early paleontologists, and they were even caught up in the \"Bone Wars\" between rivals Edward Drinker Cope and Othniel Charles Marsh. Cope and Marsh were most famous for their race to discover dinosaurs in the American West, but they also squabbled over the taxonomy of stingray species found at Fossil Butte, Grande writes.\n?\nThe region is still highly productive for scientists today. Grande has been excavating at the site for more than three decades, and he writes that in two weeks of fieldwork, the team can collect a couple of tons of thinly cut, fossil-rich limestone slabs.\n?\nOver the years, the site has yielded thousands of preserved organisms as small as bacteria and as big as 13-foot-long crocodilians. The fossil of a monitor lizard, which appears to have swallowed one of its teeth, still has some of its skin and neck cartilage preserved. There are schools of fish that seem to have dropped dead all at once and stingrays killed when they were trying to mate.\n?\nThe known geological record doesn't reveal how the region's species met their demise at the end of the early Eocene. Fossil Lake itself only existed for 1 million to 2 million years, and the butte formation only contains specimens from a span of a few tens of thousands of years. In geological terms, that's just \"a blink of an eye,\" Grande writes.\n?\nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated LiveScience and MNN:\n\nImage Gallery: Dinosaur Fossils\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nWipe Out: History's Most Mysterious Extinctions\n\n\nMNN: 15 animals that are living fossils\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Lost world locked in stone in Wyoming's Fossil Lake","picture_url":"http://images.mnn.com/sites/default/files/FossilWyo01_m_0610.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/lost-world-locked-in-stone-in-wyomings-fossil-lake"}