{"summary":"A map of the existing Keystone pipeline and the proposed XL extension. The EPA letter adds to more than one million comments calling on the State Department to stop ignoring the environmental risks posed by Keystone XL","advice_category":"4","content":"Two U.S. federal agencies renewed a polite but public squabble this week over the proposed Keystone XL oil pipeline, adding yet another twist to a long-running saga that has already sparked a wave of environmental protests across the country.\n?\nThe Environmental Protection Agency sent a letter to the State Department on Monday —?Earth Day, coincidentally — criticizing the \"insufficient information\" in its recent environmental impact statement for the pipeline. While the EPA isn't echoing protestors' calls for an outright rejection, its scrutiny still complicates an approval process that has seemed to gain momentum since the agencies last clashed in 2011.\n?\nThe new EPA letter comes in response to a March report by the State Department, which concluded Keystone XL \"will not have [a] huge impact on climate\" or on Canada's oil sands development, leading to speculation the pipeline may already be track for approval. But much like its 2011 letter, the EPA has countered with concerns about greenhouse gas emissions, oil spills and alternative routes — arguing the State Department should conduct further analysis and provide more information on all three.\n?\n\"While we appreciate this effort,\" the EPA says of the report, \"we also have several recommendations for improving the analysis and considering additional mitigation as you move forward to complete the NEPA [National Environmental Policy Act] process.\"\n?\nThe State Department has authority over Keystone XL since it would cross a U.S. border, running 1,179 miles from Alberta, Canada, to refineries and ports in Texas. Critics oppose it mainly because oil sands have a larger carbon footprint than conventional crude, thanks to the energy-intensive processing needed to develop Alberta's bitumen, a heavy, tarlike oil. The EPA has similar concerns, questioning State's estimate that oil-sands crude yields just 17 percent more greenhouse gas emissions than lighter oil. \"This difference may be even greater depending on the assumptions made,\" the EPA writes, warning the pipeline could add an extra 935 million metric tons of CO2 to the atmosphere in 50 years.\n?\nEPA officials also note that the State Department predicts Keystone XL won't have much climatic impact largely because the oil sands will be quickly developed with or without it, an outlook that assumes trains or other pipelines will move bitumen instead. Their letter says the report \"appropriately recognizes\" the uncertainty of future pipelines, and that its environmental impact statement (EIS) concludes \"market forces will result in additional rail transport of oil sands crude if the project is not built.\" The EPA doesn't dispute this, but it does ask for a formal study of whether trains would really take the pipeline's place.\n?\n\"Because the market analysis is so central to this key conclusion, we think it is important that it be as complete and accurate as possible,\" the EPA letter reads, adding \"we recommend that the Final EIS provide a more careful review of the market analysis and rail transport options.\"\n?\n\nA map of the existing Keystone pipeline and the proposed XL extension. (Image: U.S. State Department)\n?\nMany critics also fear localized risks, though, like the pipeline spilling its contents into nearby communities and ecosystems. Keystone XL would carry diluted bitumen — the same caustic blend of hydrocarbons that recently spilled from pipelines in Arkansas and Michigan — through a 36-inch-wide pipe across the country's midsection, including the Great Plains and the Ogallala Aquifer. In Monday's letter, the EPA specifically mentioned Michigan's 2010 spill, which dumped 20,000 gallons into the Kalamazoo River. The agency has spent three years cleaning it up, an effort that has already cost more than $1 billion.\n?\n\"We have learned from the 2010 Enbridge spill of oil sands crude in Michigan that spills of diluted bitumen may require different response actions or equipment,\" the letter explains. \"These spills can also have different impacts than spills of conventional oil. We recommend that these differences be more fully addressed in the Final EIS, especially as they relate to the fate and transport of the oil and the remediation that will be required.\"\n?\nThe company pitching Keystone XL, TransCanada, first applied to the State Department in 2008, but that proposal was later rejected because it crossed Nebraska's sensitive Sand Hills as well as the Ogallala Aquifer. The newer proposal was supposed to minimize these risks, but the EPA suggests it falls short. \"The alternative route in Nebraska has avoided most of the impacts to the Sand Hills Region,\" the agency says, \"but still crosses the Ogallala Aquifer.\" The EPA's letter also says State \"does not provide a detailed analysis\" of alternative routes that could reduce the risks to groundwater, and again requests that the final EIS \"either provide more detailed information as to why these alternatives were not considered reasonable or analyze these alternatives in more detail.\"\n?\nThe letter ultimately rates the draft EIS as \"EO-2,\" which stands for \"Environmental Objections - Insufficient Information.\" Although that's roughly equivalent to a C, with two possible grades above it, a State spokesman downplayed the critique as a normal part of the review process. \"The State Department has always anticipated that in preparing a Final Supplemental EIS it would conduct additional analysis and incorporate public comments received on the Draft SEIS,\" State's Patrick Ventrell said Monday in a statement.\n?\nTransCanada has yet to comment publicly on the letter, but Keystone XL supporters have long dismissed calls for more study. The American Petroleum Institute, for one, recently called the pipeline's delays \"frustrating,\" but praised State's report, adding that \"the Keystone XL pipeline is safe and will create tens of thousands of well-paying jobs.\"\n?\nEnvironmentalists, however, welcome the rebuke. \"The EPA has got it exactly right — the State Department's draft environmental review of the Keystone XL tar sands pipeline is 'inadequate,'\" says Anthony Swift, an attorney for the Natural Resources Defense Council. \"The EPA determined that the Keystone XL would have significant negative environmental impacts. The EPA letter adds to more than one million comments calling on the State Department to stop ignoring the environmental risks posed by Keystone XL. It's one more reason this misguided and dangerous project needs to be denied.\"\n?\nPresident Obama and Secretary of State John Kerry have both said a final decision on the pipeline will be made soon, possibly by this summer.\n?\nRelated pipeline stories on MNN:\n\nPipeline spills call attention to Keystone XL\nImpact of Keystone XL examined in new e-book\nNASA climate scientist arrested in pipeline protest\nState Department faces Keystone XL investigation\n\n?","author":"","web_category":"earth-matters#energy","title":"EPA calls Keystone XL review 'insufficient'","picture_url":"http://images.mnn.com/sites/default/files/oil_sands_alberta_2.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/epa-calls-keystone-xl-review-insufficient"}