{"summary":"\"The Ecosystem Red List focuses on a high level of biodiversity, the habitats for species, as well as their interactions and dependencies, including food webs,\" Keith told OurAmazingPlanet in an email interview.. Related on LiveScience's OurAmazingPlanet and MNN:","advice_category":"2","content":"With many of the world's ecosystems threatened or endangered by human activities like logging and urbanization, the International Union for Conservation of Nature (IUCN) published its criteria for a new \"Red List\" of endangered ecosystems on May 8 in the journal PLOS ONE.\n?\nThe list, which measures an ecosystem's risk of collapse, will be similar to the group's authoritative Red List of Endangered Species, which created internationally accepted criteria for assessing extinction risk.\n?\n\"The Red Lists for species and ecosystems will together provide a more comprehensive view of the status of the environment and its biodiversity than either can on its own,\" said lead study author David Keith, a professor at the University of New South Wales in Australia.\n?\n\"The Ecosystem Red List focuses on a high level of biodiversity, the habitats for species, as well as their interactions and dependencies, including food webs,\" Keith told OurAmazingPlanet in an email interview.\n\"These are difficult or impossible to address in Red List assessments of individual species, but very important for the functioning of ecosystems and the services that they provide to support our standards of living.\"\n?\nThrough 20 case studies, Keith and an international team of biologists and conservationists designed criteria that could assess the health of all of Earth's varied ecosystems, from spring-fed limestone caves to sparkling coral reefs.\n?\n\"This is really a unifying framework,\" said study co-author Richard Kingsford, also a professor at the University of New South Wales. \"The most important thing here, from my point of view, is providing evidence that pushes governments to do things to protect these magnificent parts of the world.\"\n?\nOf the ecosystems examined in the case studies, the most endangered site was the Aral Sea. Drained by a massive irrigation project and further devastated by drought and pollution, the inland sea's ecosystem has collapsed — the equivalent of species extinction, the study concludes.The rest of the ecosystem threat categories mirror those for species: critically endangered, endangered, vulnerable and least concern.\n?\nNorth American ecosystems appearing in the case studies included Alaska's giant kelp forests; the Great Lakes' rare Alvar beaches, a legacy of glaciers grinding across the landscape; and Caribbean coral reefs.\n?\nThe IUCN group that developed the Red List of Ecosystems criteria plans to formally propose the framework to IUCN leadership this year. Funding is in place for listing ecosystems in the Americas, and the organization hopes to have a global list in place by 2025.\n?\nDevelopment of ecosystem and species Green Lists are also underway — the carrot to the Red Lists' stick — to help the IUCN promote conservation by rewarding successes.\n?\nHere are the 20 case studies published today, from most to least endangered, with the ecosystem type noted if available.\n\nAral Sea — Uzbekistan and Kazakhstan: freshwater, collapsed\n\n\nRaised bogs — Germany: critically endangered\n\n\nGonakier forests — Senegal River floodplain: freshwater, critically endangered\n\n\nCape Sand Flats — Fynbos, South Africa: terrestrial, critically endangered\n\n\nCoorong lagoons — Australia: freshwater/marine, critically endangered\n\n\nKarst rising springs — Southern Australia: freshwater, critically endangered\n\n\nCoastal sandstone upland swamps — Australia: freshwater, endangered/critically endangered\n\n\nSwamps, marshes and lakes in the Murray-Darling Basin — Australia: freshwater, endangered/critically endangered\n\n\nGiant kelp forests — Alaska: marine, endangered/critically endangered\n\n\nCaribbean coral reefs — Caribbean: marine, endangered/critically endangered\n\n\nSeagrass meadows — Southern Australia: marine, endangered-critically endangered\n\n\nGerman tamarisk pioneer vegetation — Europe: freshwater, endangered\n\n\nCoolibah-Black Box woodland — Australia: freshwater/terrestrial, endangered\n\n\nTapia forest — Madagascar: terrestrial, endangered\n\n\nSemi-evergreen vine thicket — Australia: terrestrial, endangered\n\n\nGreat Lakes Alvars — United States and Canada: terrestrial, vulnerable/endangered\n\n\nReed beds — Europe: freshwater, vulnerable\n\n\nFloodplain ecosystem of river red gum and black box — southeastern Australia: freshwater, vulnerable\n\n\nTepui shrubland - Venezuela: terrestrial, least concern\n\n\nGranite gravel fields and sand plains - New Zealand: terrestrial, least concern\n\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\n8 of the World's Most Endangered Places\n\n\nIn Images: 100 Most Threatened Species\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nMNN: 7 green philanthropists making a difference\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"New 'Red List' will ID ecosystems at risk","picture_url":"http://images.mnn.com/sites/default/files/AlvarBeachRedList_m_0509.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/new-red-list-will-id-ecosystems-at-risk"}