{"summary":"The Turkish protests that have drawn thousands of people into violent conflicts with police started when bulldozers arrived at tiny Taksim Gezi Park in Istanbul.. As freelance journalist Jennifer Hattam wrote on MNN sister site Treehugger, Gezi Park doesn't look like something that would inspire hundreds of thousands of people into action","advice_category":"5","content":"The Turkish protests that have drawn thousands of people into violent conflicts with police started when bulldozers arrived at tiny Taksim Gezi Park in Istanbul.\n?\nAs freelance journalist Jennifer Hattam wrote on MNN sister site Treehugger, Gezi Park doesn't look like something that would inspire hundreds of thousands of people into action. It's just \"a few square blocks of trees, paths, benches and fountains\" that were \"in need of some loving care.\"\n?\nBut the neglect of the park — and the plan to bulldoze it to replace it with a shopping mall — symbolize what Hattam characterizes as \"the utter lack of public input into how Turkey's cities are taking shape.\" She writes that ongoing construction in Istanbul has resulted in a great loss of the city's environmental character, with \"historical neighborhoods razed, parkland infringed upon by developers, waterfront privatized, and beloved local institutions trampled.\"\n?\nHattam blames Turkish Prime Minister Recep Tayyip Erdo?an, who has pushed forward projects almost no public notice and no input process from the public. Even so, there wasn't a huge amount of protest about the planned Gezi Park at first. Only 50 or protestors showed up to try to block the bulldozers. But when police tear-gassed protestors and with doused them with water cannons last week, it lit a match to the powder keg of national resentment that had been building throughout the country.\n?\nAlthough protests have broken out all over Turkey — and supportive demonstrations have popped up around the world — much of the effort in Istanbul has been focused on reclaiming Gezi Park from police. As one protestor told the German news site Deutsche Welle, \"The park is just a symbol for us. If we can manage to secure the park, then we can also win on other political things. We will continue to fight if necessary because we don't think the police are going to stop.\"\n?\nGezi Park is reportedly one of the few green areas left in Istanbul. Scientific studies have shown that parks and other green urban spaces create happier populations. The Turkish government, in its quest for modernization, appears to have forgotten that.","author":"","web_category":"earth-matters#politics","title":"How a plan to destroy Gezi Park in Turkey sparked nationwide protests","picture_url":"http://images.mnn.com/sites/default/files/editorial/gezi%20park.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/how-a-plan-to-destroy-gezi-park-in-turkey-sparked-nationwide-protests"}