{"summary":"\t\"Most, if not all, geophysicists expect induced earthquakes to be more likely from wastewater injection rather than hydrofracking,\" Boyd wrote in an email to Life's Little Mysteries. \tFrohlich said he doesn't think it's a coincidence that an intensification in seismic activity in the Dallas area came the year after a pocket of ground just south of (and thousands of feet below) the DFW airport began to be inundated with wastewater from hydraulic fracturing.","advice_category":"4","content":"Three unusual earthquakes that shook a suburb west of Dallas over the weekend appear to be connected to the past disposal of wastewater from local hydraulic fracturing operations, a geophysicist who has studied earthquakes in the region says.\n\n\t?\n\n\tPreliminary data from the U.S. Geological Survey (USGS) show the first quake, a magnitude 3.4, hit at 11:05 p.m. CDT on Saturday a few miles southeast of the Dallas-Fort Worth (DFW) International Airport. It was followed 4 minutes later by a 3.1-magnitude aftershock that originated nearby.\n\n\t?\n\n\tA third, magnitude-2.1 quake trailed Saturday's rumbles by just under 24 hours, touching off at 10:41 p.m. CDT on Sunday from an epicenter a couple miles east of the first, according to the USGS. The tremors set off a volley of 911 calls, according to Reuters, but no injuries have been reported.\n\n\t?\n\n\tNot a coincidence\n\n\tBefore a series of small quakes on Halloween 2008, the Dallas area had never recorded a magnitude-3 earthquake, said Cliff Frohlich, associate director and senior research scientist at the University of Texas at Austin's Institute for Geophysics. USGS data show that, since then, it has felt at least one quake at or above a magnitude 3 every year except 2010.\n\n\t?\n\n\tFrohlich said he doesn't think it's a coincidence that an intensification in seismic activity in the Dallas area came the year after a pocket of ground just south of (and thousands of feet below) the DFW airport began to be inundated with wastewater from hydraulic fracturing.\n\n\t?\n\n\tDuring hydraulic fracturing, or \"fracking,\" millions of gallons of high-pressure, chemical-laden water are pumped into an underground geologic formation (the Barnett Shale, in the case of northern Texas) to free up oil. But once fractures have been opened up in the rock and the water pressure is allowed to abate, internal pressure from the rock causes fracking fluids to rise back to the surface, becoming what the natural gas industry calls \"flowback,\" according to the Environmental Protection Agency.?\n\n\t?\n\n\t\"That's dirty water you have to get rid of,\" said Frohlich. \"One way people do that is to pump it back into the ground.\"\n\n\t?\n\n\tIn a study he recently published in the journal Proceedings of the National Academy of Sciences, Frohlich analyzed 67 earthquakes recorded between November 2009 and September 2011 in a 43.5-mile (70 kilometers) grid covering northern Texas' Barnett Shale formation. He found that all 24 of the earthquakes with the most reliably located epicenters originated within 2 miles (3.2 km) of one or more injection wells for wastewater disposal.\n\n\t?\n\n\tThe injection well just south of DFW airport has been out of use since September 2011, according to Frohlich, but he says that doesn't rule it out as a cause of the weekend's quakes. He explained that, though water is no longer being added, lingering pressure differences from wastewater injection could still be contributing to the lubrication of long-stuck faults.\n\n\t?\n\n\t\"Faults are everywhere. A lot of them are stuck, but if you pump water in there, it reduces friction and the fault slips a little,\" Frohlich told Life's Little Mysteries. \"I can't prove that that's what happened, but it's a plausible explanation.\"\n\n\t?\n\n\tHistory of human-induced earthquakes\n\n\tOliver Boyd, a USGS seismologist and an adjunct professor of geophysics at the University of Memphis, agrees that, in general, links between wastewater injection and seismic activity are plausible.\n\n\t?\n\n\t\"Most, if not all, geophysicists expect induced earthquakes to be more likely from wastewater injection rather than hydrofracking,\" Boyd wrote in an email to Life's Little Mysteries. \"This is because the wastewater injection tends to occur at greater depth where earthquakes are more likely to nucleate. I also agree [with Frohlich] that induced earthquakes are likely to persist for some time (months to years) after wastewater injection has ceased.\"\n\n\t?\n\n\tFor past examples of likely human-induced earthquakes, Boyd points to the story of the Rocky Mountain Arsenal, a now-closed U.S. Army chemical weapons manufacturing center that operated just outside of Denver until the early '90s.\n\n\t?\n\n\tIn 1961, the Rocky Mountain Arsenal drilled a 12,000-foot-deep (3,658 meters) waste fluid disposal well near Denver. According to the USGS, \"an unusual series of earthquakes erupted in the area soon after.\"\n\n\t?\n\n\tUse of the well was discontinued in February 1966. A year and a half later, on Aug. 9, 1967, a 5.3-magnitude earthquake, the most powerful in Denver's history, struck. It was followed by a 5.2-magnitude quake in the region that November, according to the USGS.\n\n\t?\n\n\t?\n\n\tFollow Life's Little?Mysteries on Twitter @llmysteries. We're also on?Facebook?&?Google+.\n\n\t?\n\n\tRelated on Life's Little Mysteries:\n\n\n\t\t\tTop 10 Ways to Destroy Earth\n\n\n\n\t\t\t13 Crazy Earthquake Facts\n\n\n\n\t\t\tCan Oil Extraction Cause Earthquakes?\n\n\n\t?\n\n\tThis story was originally written for Life's Little Mysteries and is reprinted with permission here. Copyright 2012 Lifes Little Mysteries, a TechMediaNetwork company.","author":"Eli MacKinnon, Life's Little Mysteries","web_category":"earth-matters#energy","title":"Strange Dallas earthquakes might be caused by fracking","picture_url":"http://images.mnn.com/sites/default/files/fracking_10.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/strange-dallas-earthquakes-might-be-caused-by-fracking"}