{"summary":"But one risk factor for asthma that my daughter does have is moderate to severe seasonal allergies. Or, if you consider the Asthma and Allergy Foundation's annual cost of asthma, it's the $18 billion question","advice_category":"2","content":"Last week, my 5-year-old daughter was given a prescription for her first inhaler. The news hit me like a ton of bricks as I pictured a lifetime of breathing treatments and sitting on the sidelines for her. I had heard that asthma rates were climbing across the country, but I didn't think my kids were at risk. After all, my husband and I don't smoke, there is no family history of the condition, my kids are active and not overweight, and they're girls. (Asthma more frequently affects boys.)\n\nBut one risk factor for asthma that my daughter does have is moderate to severe seasonal allergies. Again, there is no family history here, so I keep learning from year to year how best to help her when the pollen starts flying. And it turns out, my daughter is not alone with her itchy eyes and scratchy throat. According to the Asthma and Allergy Foundation of America,?more than 50 percent of the country's 20 million asthma sufferers are affected by allergic asthma.\n?\nAnd all instances of asthma — both allergic and non-allergic — are on the rise. According to the latest numbers from the Centers for Disease Control and Prevention,?about one in 10 children has asthma, with black children experiencing the greatest increase — 50 percent from 2001 to 2009. Among adults, the rate of asthma has increased from one in every 14 to one in 12 people over the same time period.\n?\nAsthma rates are skyrocketing in every state across the nation, but the Asthma and Allergy Foundation recently named these states as its top 10 Asthma Capitals of the U.S.\n?\n1.   Richmond, Va.\n2.   Knoxville, Tenn.\n3.   Memphis, Tenn.\n4.   Chattanooga, Tenn.\n5.   Tulsa, Okla.\n6.   St. Louis, Mo.\n7.   Augusta, Ga.\n8.   Virginia Beach, Va.\n9.   Philadelphia, Pa.\n10. Nashville, Tenn.\n?\nSeasonal allergies are a big trigger of asthma, as are pollution, dust mites and pets. But?why are the asthma rates climbing so dramatically across the U.S.? Unfortunately, that's the $100,000 question. Or, if you consider the Asthma and Allergy Foundation's annual cost of asthma, it's the $18 billion question. ?\n?\nWhat researchers do know is that more and more kids, like my daughter, will be carrying inhalers in their pockets over the coming years. And more and more kids will be trading in running shoes for breathing treatments. That's bad news for all of us, particularly a generation with a prevalence for obesity.\n?\nWhen I was growing up, I knew maybe one kid who carried an inhaler. Now, it seems like every other kid in my daughter's class uses one, at least seasonally. Why do you think cases of asthma are increasing across the country??","author":"","web_category":"health#allergies","title":"Asthma rates skyrocketing across U.S.","picture_url":"http://images.mnn.com/sites/default/files/asthma_0.jpg","url":"http://www.mnn.com//health/allergies/blogs/asthma-rates-skyrocketing-across-us"}