{"summary":"\"Over land, SWOT will collect the first global inventory of the dynamics of fresh water in lakes, reservoirs and rivers,\" explains Ernesto Rodriguez, co-principal investigator for AirSWOT. SWOT will also have a major role in examining how the oceans impact climate change","advice_category":"2","content":"When you think about NASA, water probably isn't the first thing that comes to mind. But NASA knows that access to fresh water and the impacts of climate change will be two of this century's biggest challenges. Their ongoing AirSWOT mission — a partnership with the French and Canadian space agencies — will help to improve our understanding in both of those areas.\n?\nAirSWOT is actually part of a broader mission to survey the Earth's waters. The SWOT (Surface Water Ocean Topography) satellite is expected to launch in 2020, after which it will use remote sensing and other technologies to measure fresh waters and map the flow of the oceans — measurements that are hard if not impossible to collect from the ground. Those measuring systems will need to be tested and calibrated before going up on the satellite, which is where AirSWOT comes in. Ongoing tests of the technology will also help to build a knowledge base that will be essential in the years to come.\n?\n\"Over land, SWOT will collect the first global inventory of the dynamics of fresh water in lakes, reservoirs and rivers,\" explains Ernesto Rodriguez, co-principal investigator for AirSWOT. \"Fresh water is becoming the 21st century's most precious resource, as globally increasing population and increasing industrialization put ever-increasing demands on the fresh water supply. In addition, all climate change models predict that coming temperature changes will result in changes of the distribution of rainfall and water availability. Yet, we know little about how the global water supply is distributed and how it changes over time.\" Satellite data collected by SWOT will help scientists to understand where fresh water flows and travels, not only helping to predict access to drinkable water in reservoirs but also to understand the potential impact of floods and other extreme events.\n?\nSWOT will also have a major role in examining how the oceans impact climate change. \"Over the ocean, SWOT will investigate the mixing mechanisms of the ocean, both the horizontal motion that transports mass and heat across long distances, and the vertical motion the takes both gases — such as CO2 — and heat from the sun-warmed upper ocean and transports them into the deep ocean,\" Rodriguez says. \"Understanding these mechanisms is essential for understanding how our planet will react to an atmosphere that is heating up and accumulating greenhouse gases.\" The information will also be of value for fisheries, commerce, and coastal communities.\n?\nThe entire SWOT program has been in the works for several years, and it will be several more years before it comes to full fruition. \"It is a long process, as can be expected of any enterprise that involves hundreds of people and an international collaboration,\" Rodriguez says. Some of the AirSWOT tests planned for earlier this year have been delayed due to initial safety concerns, but Rodriguez reports that the first real AirSWOT data collections will take place in the coming weeks.\n?\nIn a world increasingly full of both massive floods and crippling droughts, Rodriguez says the SWOT project will provide critical information that will help to improve conditions for people around the world. He sees recent floods in his native Colombia as an indication of the value of the team's work. \"Colombia faced rains that were unremitting for over one year, leading to major inundations and displacements of large populations. At the same time, the U.S. has faced major droughts affecting large sections of the country. These recent changes have really brought home to me that water availability is a global problem. Mother Nature gives to some people something they already have too much of, while depriving others of the essentials for life. I am afraid that this is a pattern we might see amplified during our lifetime.\"\n?\nRelated on MNN: \n?5 cheap ways to save 1,000 gallons of water\nAre droughts getting worse?\nNew Google Earth maps show the ocean floor like never before","author":"","web_category":"earth-matters#wilderness-resources","title":"NASA takes to the air to measure the world's water","picture_url":"http://images.mnn.com/sites/default/files/editorial/airswot.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/nasa-takes-to-the-air-to-measure-the-worlds-water"}