{"summary":"Two new sensors that can detect the presence of algae and the dangerous chemicals the microscopic organisms produce will soon be installed in the Gulf of Maine, off the coast of the U.S. Related on LiveScience's OurAmazingPlanet and MNN:","advice_category":"2","content":"Two new sensors that can detect the presence of algae and the dangerous chemicals the microscopic organisms produce will soon be installed in the Gulf of Maine, off the coast of the U.S. Northeast, in an effort to keep authorities and the public better informed about issues with water quality.\n?\nOne sensor is already in the water and the other will be put in later this month, according to a statement from the Woods Hole Oceanographic Institution.\n?\nIn addition to detecting the type of algae that live in the water, the devices will automatically measure water quality and instantly transmit that information to people on shore. They're particularly designed to look for two types of toxic algae, which make poisons that can concentrate in shellfish and cause illness or even death when consumed by people.\n?\nThe first is a single-celled alga known as Alexandrium fundyense, which produces paralytic shellfish poison. PSP, as it's known, can concentrate in shellfish and caused paralysis when eaten, hence the name. The second microbe, Pseudo-nitzschia, is responsible for amnesic shellfish poisoning, another illness that derives from tainted shellfish, according to the statement.\n?\nBlooms of these algae are often referred to as red tides because of their reddish hue.?\n?\nThe sensors, known as environmental sample processors, are akin to small molecular biology labs packed into a device the size of a kitchen garbage can. They are anchored to the seafloor and float near the surface.\n?\nThe devices will compliment the 12 buoys that monitor temperature, salinity (or salt content) and meteorological conditions in the Gulf of Maine and Long Island Sound, known as the Northeastern Regional Association of Coastal and Ocean Observing Systems.\n?\n\"This deployment is a critical step towards our long-term dream of having a network of instruments moored along the coast of the Gulf of Maine, routinely providing data on the distribution and abundance of [harmful algal blooms] and toxins,\" said Don Anderson, a ?researcher at the institute and the project's principal investigator, in the statement.\n?\nEmail Douglas Main?or follow him @Douglas_Main. Follow us?@OAPlanet, Facebook?or Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nHumans Hit the Oceans Hard\n\n\nThe World's Biggest Oceans and Seas\n\n\nOpen Ocean Fish Farms Solve Pollution and Poison Problems | Video \n\n\nMNN: Studies show that global warming 'may increase water-borne diseases'\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Sensors to monitor red tide off coast of Maine","picture_url":"http://images.mnn.com/sites/default/files/RoboticSensorRedAlgae_m_050.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/sensors-to-monitor-red-tide-off-coast-of-maine"}