{"summary":"And while it and La Ni?a are often a menace to humans, scientists believe the dynamic duo plays an important role in balancing the planet's climate; an equitable ENSO cycle shares pros and cons — El Ni?o gives the Americas a break from cyclones while La Ni?a does the same in the Pacific. But there are still limits to what climatologists can predict.?If La Ni?a does persist through this summer, it could fuel an active 2009 hurricane season, but it's still \"way too far out\" to project that, or whether an El Ni?o will sweep in on this Ni?a's coattails, Bell says","advice_category":"8","content":"?\nIn early January 2009, a giant Siberian?air mass?began gushing across the Arctic. It doglegged southeast through Canada and the United States, pushing temperatures as low as 40 below zero in some places. Within a few days, hundreds of temperature records were broken from Alaska to Maine, many of which had stood for more than a century.\n?\nBlaming even such a large weather system on broader climate trends risks oversimplification, but last month's Arctic blast did reflect a familiar M.O. The National Oceanic and Atmospheric Administration reported on Jan. 8 that La Ni?a is back, following a brief hiatus from her?2007-'08 stint.\n?\nLa Ni?a and the more notorious El Ni?o are essentially two sides of one climatic coin, although it offers much less reliable odds than most. The two phenomena — collectively called El Ni?o/Southern Oscillation, or ENSO?— occur irregularly, about every two to 10 years, but El Ni?os have grown stronger and more frequent the past few decades?while La Ni?as have waned. Some scientists?suggest global warming plays a role, an idea NOAA says is \"plausible\" but lacking in evidence.\n?\nBut regardless of whether they're related, El Ni?os offer a model of what we can expect from global warming, according to a?U.S. Geological Survey report. \"[T]he transient El Ni?o is certainly the best studied example of a global climate change,\"?the USGS writes, adding,?\"The ways in which water and land resources are managed and maintained in the presence of El Ni?o-like variability provide snapshots of the kinds of responses that might be necessary in a climate-changed world.\" With La Ni?a bearing down possibly through summer, a follow-up El Ni?o inevitable, and us in need of climate-change models, now's a good time to know your Ni?os.?\n?\nA Ni?o (or Ni?a) is born\nThe equatorial Pacific, birthplace of ENSOs, is normally regulated by the trade winds. As sunlight heats and evaporates surface water, masses of hot, moist air shoot skyward. The moisture soon falls back as monsoons, and the lighter air then floats up until it's caught by high-atmosphere winds going east. The air cools and condenses as it flies over the ocean, eventually sinking toward the surface. When it hits high-pressure zones at the Americas, it pulls a 180 and flows back west near the water's surface as trade winds. These push the surface water west with them, regulating ocean temperatures by forcing heat into the western Pacific and pulling up colder, nutrient-rich waters in the east.\n?\nEl Ni?o blows this cycle apart. It begins when the trade winds mysteriously weaken or even reverse direction, which lets the stationary Pacific surface water keep absorbing heat as it bobs in place. Southeast Asia's monsoons are thus transplanted to Central and South America, causing droughts in Australia and Indonesia and flooding in Peru. Peruvian fisheries also suffer when the trade winds fail to churn up those nutrient-rich waters; beleaguered Christian fishermen named the phenomenon \"El Ni?o,\" Spanish for \"the Christ child,\"?since its effects are generally strongest around Christmas.\n?\nEl Ni?o also reshuffles the jet streams — narrow pipelines of high-speed air flowing miles above Earth's surface. The polar jet stream typically gets pushed north, which makes America's Northern Plains warmer, and moist air floods in from the Pacific, making the Southeast wetter. (See the U.S. Climate Prediction Center's state-by-state guide to ENSO impacts.) One benefit of these strong westerly winds is their habit of decapitating Atlantic hurricanes before they fully form, although they also increase the number of?Pacific cyclones.\n?\nLa Ni?a is like a bizarro-world version of El Ni?o. Instead of tapering, the trade winds become supercharged, blowing even more warm water west and cooling down surface waters in the equatorial Pacific. This creates conditions almost the exact opposite of El Ni?o: heavier monsoons in Southeast Asia, droughts in the U.S. Southeast and Southwest, more hurricanes in the Atlantic, and a powerful polar jet stream that drives Arctic air masses southeast from Alaska, sending them sweeping across North America. La Ni?a played a major role in making 2008 the coolest year?of the otherwise balmy?2000s.\n?\nBut why is this La Ni?a, which began in late 2007?and died out last summer, now going strong again after 18 months? No one knows for sure, but parts of it never really went away, according to NOAA climate specialist Dr. Gerry Bell.\n?\n\"One of the things we saw,?even though it faded in terms of ocean temperatures,?was the winds and patterns of tropical rainfall over the tropical Pacific still had lingering La Ni?a-like characteristics,\" he says. \"Why those wind and convection conditions persisted, I'm not sure. Sometimes we see that and sometimes we don't.\"\n?\nBell emphasizes that while uncommon, this type of resurrection has happened before. A La Ni?a that began in fall of 1973, one of the strongest on record, lasted into spring of 1976. Another began in late 1998 and peaked the following winter. And while this year's revival hasn't matched its height of February 2008, climate forecasters expect it to stick around for at least a few more months.\n?\nENSO much trouble\nPredicting ENSOs is a herculean task. Since they have such far-reaching and diverse effects on weather around the world, it wasn't until the 1960s that scientists even widely accepted they were more than just a Peruvian phenomenon. But ENSOs comprise an ancient two-step noticed by the Inca and later Spanish conquistadors, who created the first written records of El Ni?o. And while it and La Ni?a are often a menace to humans, scientists believe the dynamic duo plays an important role in balancing the planet's climate; an equitable ENSO cycle shares pros and cons — El Ni?o gives the Americas a break from cyclones while La Ni?a does the same in the Pacific. A climatologist with the?National Center for Atmospheric Research has even suggested El Ni?o serves as a pressure-release valve for the tropics, letting off steam from global warming.\n?\nBut since ENSO can have such crippling effects, our ability to predict its outbursts is needed?to protect places like the?U.S.?Southeast — where La Ni?a's drying effect is worsening extreme drought — and in Peru, where El Ni?o is always a threat to fisheries and farms. NOAA and NASA have amassed an army of tools for forecasting ENSO events, including the Tropical Atmosphere Ocean Project, which allows scientists to monitor real-time data on weather and oceanic conditions in the Pacific via satellite. In addition to studying such nuts and bolts, NOAA is tackling the ENSO mystery holistically, synthesizing a web of climatic factors into?computer models.\n?\n\"It's amazing in the last 10 years how we're able to monitor these in real time,\" Bell says. \"We just didn't have the capacity before. We have such sophisticated climate models now, you can actually look at these conditions.\"\n?\nBut there are still limits to what climatologists can predict.?If La Ni?a does persist through this summer, it could fuel an active 2009 hurricane season, but it's still \"way too far out\" to project that, or whether an El Ni?o will sweep in on this Ni?a's coattails, Bell says. But NOAA models seem to indicate at least a few more months of La Ni?a, as instruments looking for warming waters in the Pacific are coming up empty.\n?\n\"We're not seeing anything like that,\" Bell says. \"Everything is looking La Ni?a-ish.\"\n?\nMore information\nNOAA:?El Ni?o?| La Ni?a\nNOAA:?Climate Prediction Center ENSO?page\nNOAA:?Pacific Marine Environmental Laboratory ENSO page\nNASA:?Jet Propulsion Laboratory's El Ni?o page\nNASA:?JPL El Ni?o/La Ni?a Watch\n\n??\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How do El Ni?o and La Ni?a work?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-do-el-ni%C3%B1o-and-la-ni%C3%B1a-work"}