{"summary":"Although dolphins are excellent locators, the U.S. Furthermore, dolphins can detect enemy divers without giving away their own position","advice_category":"2","content":"Just as dogs aid military personnel on land, dolphins assist in naval operations. The United States Navy trains bottlenose dolphins to seek out sea mines and identify enemy divers, but once in a while, these intelligent creatures find something even more exciting: a piece of American history.\n?\nWhile on a training mission off the coast of Coronado, Calif., two Navy dolphins discovered an early naval torpedo resting at the bottom of the ocean, reports the Los Angeles Times. The torpedo was unexploded, and had been there for almost 150 years.\n?\nAlthough dolphins are living creatures, their echolocation (a kind of biological sonar) is far more sophisticated than any machine. By clicking and whistling, dolphins can use high-frequency sound waves to map out their locations, even in extremely murky water.\n?\n\"Dolphins naturally possess the most sophisticated sonar known to man,\" the U.S. Navy Marine Mammal Program's website explains. Using animals \"can effectively replace a full-sized naval vessel and its crew, a group of human divers, and the doctors and machinery necessary to support the divers operating onboard the vessel.\"\n?\nThe U.S. Navy Marine Mammal Program skirts the line between technology and biology. The Navy could invest resources in more efficient mine-hunting machines, but dolphins, sea lions and beluga whales (potentially — the Navy is experimenting with a breeding pair) do the job effectively and with minimal risk.\n?\nWhile the Marine Mammal Web page dithers somewhat on whether the animals are in danger (swimming in proximity of active mines is always a risk, although like human combatants, they are never exposed recklessly), it insists that the dolphins are too light and agile to set off an explosion.\n?\nFurthermore, dolphins can detect enemy divers without giving away their own position. \"Marine mammals are actually in more danger from sharks, and wild marine mammals are put in much more danger by people who feed them (which is why it is illegal),\" the website states. [See also: 10 Animal-Inspired Robots]\n?\nAlthough dolphins are excellent locators, the U.S. Navy has never trained them for combat operations, despite their powerful muscles, sharp teeth and aptitude for working in teams. Even so, rumors of combat-trained dolphins — up to and including ones that wield firearms — continue to circulate online.\n?\n\"Several decades of classification of the program's true missions … [led to] speculation and charges that could not be countered with facts due that classification,\" the website explains. \"Additionally, fantasy is often times more interesting than reality.\"\n?\nAs for the dolphins' incredible find, the Howell torpedo could track a target across 400 yards of open water without giving away its location. Only 50 were ever produced, of which the dolphins discovered the 24th.\n?\nThe 11-foot-long torpedo was in two pieces, and its century-and-a-half in the briny deep had neutralized its explosive components. As for why and how it ended up at the bottom of the Pacific Ocean, historians should probably tackle that one; dolphins have never demonstrated much interest in American history.\n?\nMore on TechNewsDaily and MNN:\n\nCrystal 'Flowers' Bloom in Harvard Nanotech Lab\n\n\nTop 7 Animatronic Beasties in Film\n\n\nRemote Control Pets Review\n\n\nMNN: 10 ways animals have served the military\n\nThis story was originally written for TechNewsDaily. It is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"Marshall Honorof, TechNewsDaily","web_category":"earth-matters#animals","title":"Dolphins: Unexpected treasure hunters","picture_url":"http://images.mnn.com/sites/default/files/Military-trained-dolphin.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/dolphins-unexpected-treasure-hunters"}