{"summary":"\t\t8 jaw-dropping images of Mars. Barring any delays, Curiosity should land on the red planet in August 2012, where it will carry out NASA's Mars Science Laboratory mission — an ambitious project to \"assess whether Mars ever was, or is still today, an environment able to support microbial life.\" On top of that, NASA hopes MSL will also \"serve as an entree to the next decade of Mars exploration.\"","advice_category":"8","content":"?\n\n\tMars isn't just a hot field of study these days — it's red hot.\n\n\t?\n\n\tWith NASA's space shuttle program now retired, and the International Space Station set to follow suit in 2020, Mars has quickly emerged as the Next Big Thing in human space travel. Not only is it Earth's closest sibling and a logical next step in exploring the solar system, but thanks to unmanned orbiters and rovers, it has also recently begun spilling its secrets like never before.\n\n\t?\n\n\tA flurry of new research points to water on Mars, suggesting the red planet was once — and may still be — hospitable to life. The long journey from Earth to Mars isn't very hospitable, though, so it will likely be decades before any human sets foot there. Still, several space agencies are already planning such a trip, with lots of small steps leading up to that giant leap.\n\n\t?\n\n\tThis fall, for example, NASA plans to launch \"Curiosity\" (pictured below), its biggest and most sophisticated Mars rover yet. Barring any delays, Curiosity should land on the red planet in August 2012, where it will carry out NASA's Mars Science Laboratory mission — an ambitious project to \"assess whether Mars ever was, or is still today, an environment able to support microbial life.\" On top of that, NASA hopes MSL will also \"serve as an entree to the next decade of Mars exploration.\"\n\n\t?\n\n\t\n\n\tRED ROVER: An artist's concept of the Curiosity rover. (Image: MSL/NASA)\n\n\t?\n\n\tAs that next decade unfolds,?the distance between Earth and Mars will likely seem to shrink. Humans have known about the red planet for at least 3,000 years — ever since ancient Egyptians dubbed it \"Horus of the Horizon\" — but only now are scientists finally on the cusp of answering questions that have been piling up for centuries.\n\n\t?\n\n\tIn addition to NASA's Curiosity rover, China plans to launch its first Mars probe this November, a micro-satellite named?Yinghuo-1 that will study the mysterious history of Mars' surface water. An international team of researchers is also nearing the end of a 520-day simulated mission to Mars, called Mars500, in which six people (three Russians, two Europeans and one Chinese) have been living in an enclosed capsule on Earth since June 3, 2010. The project will conclude on Nov. 4, and the head of the European Space Agency recently said it sets the stage for Europe and Russia to \"carry out the first flight to Mars together,\" although no timetable has been set.\n\n\t?\n\n\tThe U.S. aims to put people on Mars sometime in the 2030s, shortly after its goal of conducting a manned flight to an asteroid by 2025. Both missions mark uncharted territory for any space agency, since no human has ever traveled farther than the moon, and they both carry huge risks. In the meantime, Curiosity is set to join Opportunity, an aging NASA rover that's been on the Martian surface for seven years, while three orbiters — NASA's Mars Reconnaissance Orbiter and 2001 Mars Odyssey, and the ESA's Mars Express — survey the planet from above.\n\n\t?\n\n\tFor anyone nosy about Earth's closest neighbor, all this should make for an exciting couple of decades. And to help you prepare for Mars mania, MNN offers the interactive graphic above, which highlights 12 key areas on the planet's surface. From Gale Crater (where Curiosity will land in 2012) and Newton Crater (where scientists have found what looks like liquid water), to alien wastelands like Vastitas Borealis and Arabia Terra, the graphic introduces obscure places that could soon be household names.\n\n\t?\n\n\tFor a look at how Curiosity will arrive on Mars, and what it'll do once it gets there, check out this dramatic animation produced by NASA's Jet Propulsion Laboratory:\n\n\t?\n\n\n\n\t?\n\n\tAlso on MNN:\n\n\t\t8 jaw-dropping images of Mars\n\n\t\tThe gastronomic challenges of sending a man to Mars\n\n\t\tLife on Mars? Fossil find shows it's possible\n\n\t\tWater on Mars: Scientists find strongest evidence yet\n\n\t?\n\n\tTo stay up to date on all Mars-related news and info, check out MNN's Mars HQ.\n\n\t?\n\n\tMNN homepage photo: NASA?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Interactive: Explore the surface of Mars","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/interactive-explore-the-surface-of-mars"}