{"summary":"When they reach $3 or $4 a gallon again depends on whether the cycle continues — meaning demand picks back up — or is broken. The EIA hinted toward the latter scenario in December when it predicted \"virtually no growth\" in U.S","advice_category":"8","content":"A 50-mile drive that could have cost you more than $7 last summer will probably cost you less than $3 today, reflecting gasoline prices that have taken an unprecedented dive of 60 percent in six months.\n?\nThe cost of a fill-up has always fluctuated — spiking in summers and waning in winters — but not like this. A seasonal change of about 10 to 20 cents is normal, according to the U.S. Energy Information Administration. But even compared with the last couple years' volatility — a glance at the graph above shows gas prices lurching around more since 2005 than in the previous six years — the recent drop-off stands out. Why are gas prices suddenly so low?\n?\nThe EIA offers a comprehensive primer on gasoline prices, explaining the domestic and global forces that determine what we pay at the pump. Essentially, the reason we're now paying about $1.70 for something that cost $4 in July is we're at the bottom of a supercharged supply-and-demand cycle. A decade of unfettered fuel consumption created an oil bubble, and the combined shock of $4 gallons and a crippling recession now has consumers cutting back drastically. Left with surplus oil they can't sell, suppliers have slashed prices as they scramble to produce less of it.\n?\nDon't get too comfortable, though. As suppliers curb production and the global economy climbs back out of recession, supply and demand will balance out and prices will likely start rising again. When they reach $3 or $4 a gallon again depends on whether the cycle continues — meaning demand picks back up — or is broken. The EIA hinted toward the latter scenario in December when it predicted \"virtually no growth\" in U.S. oil consumption for the next 22 years. It cited increases in fuel conservation and alternative-energy use, as well as consumers' expectation of a price rebound, as reasons for this plateau. With public transit ridership up and a flurry of new hybrid cars hitting the market in 2009, it does seem possible that oil's grip is slipping — unless, of course, all this cheap gas is just too good to resist.\n?\nMore information\n• Fueleconomy.gov, a joint EPA and DOE project, offers lots of help for reducing fuel consumption. In addition to this map tracking gas prices state-by-state, you can comparison shop for hybrid cars, get tips for driving more efficiently or just brush up on a variety of alternative-fuel technologies.\n• If you're obsessed with finding the cheapest gas possible and don't feel like schlepping through drab government sites, MSN Autos has a much sleeker gas finder, still in beta mode. GasBuddy.com is also one of the top gas-finder websites. ? ?\n?\nAbout Translating Uncle Sam:\nWith graphs, illustrations and brief stories, MNN translates Uncle Sam's environmental data, information and messages to help you make better consumer decisions and understand the world around you.?\n?\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"The rise and free fall of gas prices","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/the-rise-and-free-fall-of-gas-prices"}