{"summary":"\t\"We take the brown grease and we can convert about half of it directly to biodiesel that can be used, whether it is home heating oil or diesel transportation fuel or whatever, and then the byproducts from our activity can actually go back into the wastewater treatment plant and actually benefit the operation of the wastewater treatment plant.\". Biodiesel fuel blends don't necessarily cost more than standard heating oil","advice_category":"4","content":"Biodiesel fuel blends don't necessarily cost more than standard heating oil. Give or take 10 cents per gallon, it is comparable in price. However, depending on one's local biodiesel fuel blend distributor, that \"give or take 10 cents\" could lean toward the \"give\" side. I state this so bluntly because I understand the human psyche. The act of paying more for one product that does the same job as a slightly cheaper product, regardless of its behind-the-scenes benefits, is rarely an attractive proposition. Outside of altruism, why would you actually pay more?\n\n\t?\n\n\tI think, though, if the public knew the advantages of biodiesel fuel blends over standard home heating oil, they might be willing to fork over an extra 10 cents per gallon (maybe, depending on your local distributor, like I said it could even cost?less).\n\n\t?\n\n\t\"It's exceptionally better. It's virtually sulfur-free; it's a very good lubricity additive. These systems have fuel pumps. It can help extend the life expectancy of the pump,\" said Paul Nazzaro, President of?Advanced Fuel Solutions, and a liaison between the petroleum industry and the National Biodiesel Board.\n\n\t?\n\n\t\"Virtually sulfur-free means it will burn cleaner [reduced particulate matter],\" Nazzaro said. He also noted that in addition to lowering toxic emissions into the air, Bioheat, the home heating oil blend that Advanced Fuel Solutions helped to develop, gives homeowners a leg up in a few other ways, including \"operational piece of mind; environmental stewardship; energy independence.\" Biodiesel fuel is biodegradable, and since Bioheat is produced domestically, it creates jobs in the good old U.S. of A. and has the potential to reduce the need for foreign oil. It's a rather impressive list of positive attributes, no?\n\n\t?\n\n\tI asked Nazzaro why consumers are buying more carbon-intensive fuels than they need to be, and he said, \"Most of them are buying oil because it's the equipment that's in their houses. They don't need to be. Biodiesel fuel blends are available now. You don't have to wait for wind and solar. A home owner does not have to make any changes whatsoever. It's a drop-in fuel; it requires no modifications to the heating element whatsoever.\"\n\n\t?\n\n\tWhat is, exactly, this fuel that I am suggesting that you fill your home heating oil tank with? The word \"biodiesel\" unfortunately evokes images (at least for me, as I spent a good deal of my teens and 20s around off-the-grid hippies) of ancient diesel Mercedes Benzes that run on used fryer grease and pull with them the oddly pleasant odor of singed French fries.\n\n\t?\n\n\tIt turns out, that is not the fuel we are discussing. \"What is sold commercially right now are blends of biodiesel with either conventional home heating oil or ultra low-sulfur home heating oil,\" said?Richard Parnas, a professor at the University of Connecticut?who does research and development on biofuels from non-food feedstocks.\n\n\t?\n\n\t\"In the house I'm living in right now,\" said Parnas, \"I have a heating system that's 12 years old and the oil tank itself is like 30 years old. The company delivers the biodiesel blend in an ordinary oil supply truck, and it gets pumped in just like normal, and there is absolutely no modification to the heating system necessary. You just simply use it.\"\n\n\t?\n\n\t\"Biodiesel is what we call a 'drop-in replacement,' which means that you can put it in systems that burn diesel-type fuel, like diesel engines in cars and trucks or in oil home heating systems with no modification to the engine or heating system. Biodiesel can be blended with conventional diesel-type fuels in any blend, and just used,\" Parnas said.\n\n\t?\n\n\t\"Could a person use 100 percent biodiesel in an ordinary oil burner?\" I asked Parnas. \"Yes you could,\" he said. \"Now I will mention the one caveat. The one caveat is that biodiesel fuel has a little bit of a problem with cold weather. So for example, if you have oil heat in your house and you have an oil tank that is outside your house, then in the winter you should not use more than 5 percent biodiesel. But, if your oil tank is inside your house, like in your basement where temperature will never get below around 40 degrees Fahrenheit or so, in that case you can use up to 100 percent biodiesel and you can use it in a conventional oil heating system with conventional components. You simply have to make sure that you receive high quality biodiesel, what is called ASTM grade biodiesel. The reason that's important is that most states have a legal requirement that in order to sell biodiesel, it has to meet these ASTM quality standards.\"\n\n\t?\n\n\tThe ASTM quality standard it would need to meet is ASTM Standard 6751, according to Nazzaro. \"It's a very high quality standard. Could it [100 percent biodiesel fuel] be used? I know people in Maine who use pure biodiesel. But it would be a nonconforming fuel under Underwriters Laboratory.\"\n\n\t?\n\n\tThe fuel blends, however, are pourable even in climates with cold winters. In Northeastern citites like Boston and?Baltimore, HVAC contractors?most often service oil heaters in older homes. Even in older systems in cold climates, high quality biodiesel fuel blends will function properly.\n\n\t?\n\n\tBecause I understand how people tick, I want to return to the original issue, which is the cost of biofuel blends. Does it cost more than normal heating oil? \"It's very comparable. If today you were just to call around to a few different heating oil suppliers — don't even worry about whether they are supplying ordinary heating oil or biodiesel — if you just call around to five or 10 different heating oil suppliers and ask them for their prices for delivery, you'd get various prices that might vary by 5, 10, 15, 20 cents a gallon. So I think the costs of getting the biodiesel blends is right in the scatter of just normal heating oil,\" said Parnas.\n\n\t?\n\n\tIt also, to some extent, puts some agency back in the hands of the consumer. As Nazzaro pointed out, \"If a fuel oil dealer disappoints a consumer, they can go to another dealer.\"\n\n\t?\n\n\tSince it is cool, here is a little addendum about the research that Parnas is doing. Most biodiesel fuels are made from agricultural or food materials, like soybeans. Parnas is researching sustainable alternatives to feedstocks.\n\n\t?\n\n\t\"We're using brown grease from wastewater treatment plants right now. This stuff is really disgusting. It is one step up from sewage,\" he said.\n\n\t?\n\n\t\"Brown grease, when it goes into wastewater treatment plants, it can really interfere with the operation of the wastewater treatment plant. So if you’re in Connecticut, the wastewater treatment plants remove the brown grease and typically send it to incinerators. Incinerators, what they're basically doing are converting a water pollution problem to an air pollution problem.\"\n\n\t?\n\n\t\"We take the brown grease and we can convert about half of it directly to biodiesel that can be used, whether it is home heating oil or diesel transportation fuel or whatever, and then the byproducts from our activity can actually go back into the wastewater treatment plant and actually benefit the operation of the wastewater treatment plant.\"\n\n\t?\n\n\tIf developments like that make you want to up your environmental and operational ante, you can find a local distributor through?Bioheat?and?The National Biodiesel Board.\n\n\t?\n\n\tChaya Kurtz originally wrote?this story?for Networx.com. It is reprinted with permission here.\n\n\t?\n\n\tRelated biodiesel stories on MNN:\n\n\t\tFinnish company to make biodiesel from wood pulp\n\n\t\tDaryl Hannah on her biodiesel [Video]\n\n\t\tU.S. Navy successfully flies biodiesel vehicle\n\n\t\tBiofuel from algae could compete with oil, according to report","author":"","web_category":"earth-matters#energy","title":"Advantages of biodiesel fuel blends for home heating","picture_url":"http://images.mnn.com/sites/default/files/main_networx_biodiesel.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/advantages-of-biodiesel-fuel-blends-for-home-heating"}