{"summary":"Saguaro National Park recently reported an incidence of gang graffiti covering a large portion of the park's namesake and fragile resource — the saguaro cacti. The National Park Service recently reported that incidences of graffiti and vandalism are on the rise, and officials suspect that the emergence of social media may be to blame.","advice_category":"2","content":"My heart is breaking as I write this post. If you love wilderness and national parks, yours might too. The National Park Service recently reported that incidences of graffiti and vandalism are on the rise, and officials suspect that the emergence of social media may be to blame.\n?\nFrom Rocky Mountain National Park, to Joshua Tree, to the Grand Canyon, national park officials are finding graffiti marring canyons, rock walls, trees and cliff ledges. Saguaro National Park recently reported an incidence of gang graffiti covering a large portion of the park's namesake and fragile resource — the saguaro cacti. ?\n?\nIn an interview with the New York Times, Lorna Lange, a spokesperson for Joshua Tree National Park commented,?“In the old days, people would paint something on a rock — it wouldn't be till someone else came along that someone would report it and anybody would know about it.” ?She added, “with social media, people take pictures of what they’ve done or what they’ve seen. It’s much more instantaneous.”\n?\nVandals are so proud of their work that they take pics to show friends or even post on social media sites.\n?\nBut if technology is causing an upswing in graffiti and vandalism, park officials say it may also be the tool they need to catch the criminals. Investigative teams from parks around the country are setting up cameras in their most heavily vandalized areas and releasing photos of vandals to news and social media sites. In one instance in El Morro National Monument, rangers compared graffiti markings with the park's visitor sign-in log to pinpoint a name that matched a recent incident of vandalism. A little digging on Facebook turned up the woman's photos from her recent trip to El Morro, and gave rangers the clues they needed to make their case. ?\n?\nBut park rangers can't be everywhere. And with budgets already stretched to the limit, this increase in graffiti and vandalism means that parks will have to pull resources from other projects to investigate and clean up problem areas. ?\n?\nLike I said — heartbreaking.\n?\nVia The New York Times\n?\nRelated on MNN: Explore (and protect) America's Parks","author":"","web_category":"earth-matters#wilderness-resources","title":"Graffiti on the rise in national parks","picture_url":"http://images.mnn.com/sites/default/files/Fletcher_Canyon_Graffiti_Removal_003_edited-1_2.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/graffiti-on-the-rise-in-national-parks"}