{"summary":"Organic solar cells are made with the so-called organic elements — carbon, oxygen and nitrogen — and are cheaper to make, lighter and more flexible than the traditional silicon cells available in solar panels today. In their work, the Northwestern researchers focused on the top layer of an organic solar cell, called the scattering layer, which traps photons from sunlight","advice_category":"4","content":"Scientists are using principles of natural selection to evolve a more efficient solar cell.\n?\nEngineers at Northwestern University wrote a computer program that \"mates\" design elements and assesses the fitness of their \"offspring\" to come up with the most efficient possible organic solar cell. Organic solar cells are made with the so-called organic elements — carbon, oxygen and nitrogen — and are cheaper to make, lighter and more flexible than the traditional silicon cells available in solar panels today. Organic cells aren't as efficient at turning the sun's energy into electricity as silicon cells. Many research groups are working to improve organic solar cells' efficiency. If they work well, such cells could go into?electricity-producing windows?or clothes.\n?\nIn their work, the Northwestern researchers focused on the top layer of an organic solar cell, called the scattering layer, which traps photons from sunlight. They wanted a scattering layer that would hold photos for a greater amount of time.\n?\n\"We wanted to determine the geometry for the scattering layer that would give us optimal performance,\" Cheng Sun, a mechanical engineer and one of the creators of the new organic solar cell,?said in a statement. \"But with so many possibilities, it's difficult to know where to start, so we looked to laws of natural selection to guide us.\"\n?\nSun and his colleagues' program simulated more than 20 generations of matings to come up with their final design. The program also mimicked the biological processes of mutation and an exchange of traits called crossing over.\n?\nThe resulting design traps photons for three times as long as the Yablonovitch Limit, which describes how long a photon is likely to stay in a semiconducting material. Researchers have only been able to reach and break the Yablonovitch Limit in the last few years.?\n?\nThe engineers?published their work?Jan. 3 in the journal Scientific Reports.\n?\nFollow TechNewsDaily on Twitter @TechNewsDaily, or on Facebook.\n?\nRelated on TechNewsDaily and MNN:\n\n10 Ways to Help Curb Global Warming\n\n\nGoogle Search Algorithm Models Cancer Spread\n\n\n10 Tips for Staying Safe During Tax Season\n\n\nMNN: First all-carbon solar cell made with nanotubes and buckyballs \n\n?\nThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"TechNewsDaily Staff","web_category":"earth-matters#energy","title":"Scientists 'evolve' a super-efficient solar cell","picture_url":"http://images.mnn.com/sites/default/files/scattering-layer-design.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/scientists-evolve-a-super-efficient-solar-cell"}