{"summary":"The world's first flight powered entirely by bio jet fuel will take off next month from Ottawa, the fuel makers announced Thursday.. \t\t\"This will be the first time a jet aircraft is powered by 100 percent, un-blended, renewable jet fuel that meets petroleum jet fuel specifications,\" said an NRC statement.","advice_category":"4","content":"The world's first flight powered entirely by bio jet fuel will take off next month from Ottawa, the fuel makers announced Thursday.\n\n\t\t?\n\n\t\tApplied Research Associates and Agrisoma Biosciences partnered with the National Research Council of Canada to develop a \"sustainable source of renewable energy\" for the commercial airline industry.\n\n\t\t?\n\n\t\tIn late October, an NRC Falcon 20 twin engine jet will be used to test the new jet fuel made from 100 percent oilseed, for engine performance and emissions.\n\n\t\t?\n\n\t\t\"This will be the first time a jet aircraft is powered by 100 percent, un-blended, renewable jet fuel that meets petroleum jet fuel specifications,\" said an NRC statement.\n\n\t\t?\n\n\t\t\"Through this initiative, we provide a sustainable option for reducing aviation emissions,\" said Chuck Red of Applied Research Associates.\n\n\t\t?\n\n\t\tSeveral commercial aircraft during the climate summit in Rio last June used much-touted bio jet fuels mixed with traditional petroleum jet fuel.\n\n\t\t?\n\n\t\tMore than 40 farmers in western Canada were contracted to grow over 6,000 acres of the oilseed crop that was used to create the bio jet fuel.\n\n\t\t?\n\n\t\tThe government hopes this initiative will launch a new bio jet fuel industry that becomes a boon to growers.\n\n\t\t?\n\n\t\tCopyright 2012? AFP Global Edition\n\n?","author":"Agence France-Presse","web_category":"earth-matters#energy","title":"World's first biofuel jet flight to take off in Canada","picture_url":"http://images.mnn.com/sites/default/files/plane_12.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/worlds-first-biofuel-jet-flight-to-take-off-in-canada"}