{"summary":"By some accounts, \"deposits of gold in electronic waste are around 50 times richer than ore mined from the ground.\". Until the 17th century, alchemists tried to transform base materials into gold","advice_category":"2","content":"Until the 17th century, alchemists tried to transform base materials into gold. And given that in all of human history only an estimated 171,300 metric tons of gold have ever been mined — less than one ounce of gold per person alive right now — it’s no wonder that early chemists spent their lifetimes trying to create the rare and valuable metal out of common materials.\n?\nHumans are hungry for gold, and as the price of gold has steadily soared over the last decade, we continue to seek ways to get our hands on it, not only from ores, but from the waste of electronic products where it is commonly bound. By some accounts, \"deposits of gold in electronic waste are around 50 times richer than ore mined from the ground.\"\n?\nYet gold is tricky to extract, and contemporary methods include the use of a very icky (scientific term), highly toxic combination of cyanide salts. The cyanide leaches the gold out, but the cyanide seeps into the ground.\n?\nBut as with many of the greatest scientific discoveries, Northwestern University researchers had a serendipitous moment when they were attempting to create three-dimensional cubes out of gold and starch for use as “storage containers” for gases and small molecules.\n?\nSir Fraser Stoddart, a chemistry professor at the university, along with Zhichang Liu and his team, stumbled upon a solution that uses cheap, common, toxin-tame cornstarch instead of cyanide.\n?\n“Zhichang stumbled on a piece of magic for isolating gold from anything in a green way,” Stoddart said in a?statement.\n?\nThe chemistry behind the process isn’t for the feeble-brained. (For details, see “Selective isolation of?gold?facilitated by second-sphere coordination with?£\-cyclodextrin,” at?Nature Communications.) But the gist of it is that alpha-cyclodextrin, a cyclic starch fragment with six glucose molecules, can be used to selectively recover gold from different materials, including platinum, palladium and others.\n?\nThe team has already developed a method to isolate gold from scraps using cornstarch, and they hope this will lead to an eco-friendly and affordable way to recover gold from other sources as well.\n?\nThe alchemists would be envious.\n?\nRelated modern-day alchemy stories:\nScientists coax bacteria to produce pure?gold?nuggets\nThere's?gold?in them thar plants\nHow earthquakes turn water into?gold","author":"","web_category":"earth-matters#wilderness-resources","title":"Clean, cheap method for extracting gold discovered by accident","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_112621262.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/clean-cheap-method-for-extracting-gold-discovered-by"}