{"summary":"The pandemonium happened the same day the sharks were delivered after a two-day trip to Brooklyn; survivors include an array of tropical fish, stingrays and a foot-long Leopard shark, as well as three smooth-hound sharks.. We moved them in too quickly,” Applebee’s owner Zane Tankel told the New York Daily News","advice_category":"2","content":"As Coney Island continues its transformation from freak show paradise to sanitized tourist attraction, it was only a matter of time before the national chains began staking their claim on Surf Avenue. First up, Applebee’s.\n?\nIn a bid to cater to the legendary history of the seaside resort, the new Applebee’s comes complete with a 5,000-gallon aquarium with a three-foot model of the Wonder Wheel, Coney’s iconic Ferris wheel.\n?\nBut even before the grand opening, the restaurant has experienced some aquatic anarchy. On Friday, a blacktip shark had to be removed after devouring three lookdown fish in a bloody killing spree. Meanwhile, a whitetip shark died after bonking into the Wonder Wheel in the frenzy.\n?\nThe sharks “were in shock. We moved them in too quickly,” Applebee’s owner Zane Tankel told the New York Daily News. “They went from being in an ocean to being in a tank. They were all disoriented,” he added.\n?\nThe pandemonium happened the same day the sharks were delivered after a two-day trip to Brooklyn; survivors include an array of tropical fish, stingrays and a foot-long Leopard shark, as well as three smooth-hound sharks.\n?\nThe ravenous $4,000 shark, named Zane, was removed from the tank and taken to an aquarium in Fishkill, N.Y. (which, ironically, sounds like death row for fish who don't play well in captivity). Tankel hopes Zane can be returned to the tank soon.\n?\n\"We are concerned about his health. The sharks are a big investment,\" he said.\n?\nRelated stories on MNN:\n\n100 million?sharks?killed each year, study finds\n5 reasons why you shouldn't raise?wild animals?as pets\n11 animals more likely to kill you than?sharks?\n\n?","author":"","web_category":"earth-matters#animals","title":"Shark goes on feeding frenzy in new Applebee's aquarium in Coney Island","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_114330622.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/shark-goes-on-feeding-frenzy-in-new-applebees-aquarium-in-coney-island"}