{"summary":"The trio of astronauts — two men and a woman — blasted off aboard their Shenzhou 10 spacecraft toward the Tiangong 1 module from the Jiuquan Satellite Launch Center in the Gobi desert at 5:38 a.m. The Shenzhou 10 crew is set to dock with the Tiangong 1 module (also called the Heavenly Palace 1) twice during the course of its 15 day mission, Wu Ping, a spokeswoman for China's manned space program said during a briefing on Monday","advice_category":"4","content":"A Chinese rocket roared into space Tuesday (June 11) carrying a crew of three is on its way to the nation's space module orbiting Earth.\n?\nThe trio of astronauts — two men and a woman — blasted off aboard their Shenzhou 10 spacecraft toward the Tiangong 1 module from the Jiuquan Satellite Launch Center in the Gobi desert at 5:38 a.m. EDT (9:38 GMT) — 5:38 p.m. local time.\n?\nShenzhou 10's astronauts Nie Haisheng, Zhang Xiaoguang and Wang Yaping — the second female Chinese spaceflyer — are the fifth Chinese crew to launch into space. The Long March 2F rocket carrying the three spaceflyers is the heaviest ever launched by the nation. [China's Shenzhou 10 Mission in Photos]\n?\nThe Shenzhou 10 crew is set to dock with the Tiangong 1 module (also called the Heavenly Palace 1) twice during the course of its 15 day mission, Wu Ping, a spokeswoman for China's manned space program said during a briefing on Monday. One docking will be manual, the other automatic, Wu added.\n?\n\"So far we only conducted three automatic docking tests and a manual one,\" Wu said, according to state-run Chinese news agency Xinhua. \"More tests are needed. We also need to further prove that our astronauts are fit for a longer stay in space and the orbiters are able to support their life and work.\"\n?\nDuring their time in space, Nie, Zhang and Wang are scheduled to beam a science lesson down to students on Earth from orbit, and test the performance and efficiency of humans and technology in space.\n?\nThe relatively small Tiangong 1 module has been in Earth's orbit since September 2011. The 8.5-ton structure is about half of the mass of the world's first space station — the Soviet Union's Salyut 1 — and the International Space Station is about 400 metric tons by comparison, Marcia Smith, editor of SpacePolicyOnline.com, wrote in a recent posting.?\n?\nThe first Chinese three-person crew docked to the Tiangong 1 module in June 2012. Before the Shenzhou 10 mission, eight other Chinese astronauts made the trip to space. The first Chinese astronaut, Yang Liwei, launched into orbit in 2003.\n?\nChinese media is reporting that this latest journey marks the last of three planned missions to master space rendezvous and docking. Shenzhou 10 is part of China's plan to gain the experience necessary to build and operate a large space station by around 2020, officials have said.\n?\nXinhua has reported that hte larger station will be composed of three capsules: two laboratories and a core unit. The orbiting habitat is expected to weigh more than 90 tons.\n?\nBoth Zhang and Wang have never flown to space before, but Nie flew for just under five days during the Shenzhou 6 mission in 2005.\n?\nAfter the United States and Russia, China is the third country to launch astronauts into space on its own vehicles.\n?\nFollow Miriam Kramer on Twitter and Google+.?\n?\nRelated on SPACE.com and MNN:?\n\nLiftoff! Launch Photos of China's Shenzhou 9 Docking Mission \n\n\nShenzhou 10 Explained: Crew of Three Chinese Astronauts Head to Space Lab (Infographic)\n\n\nChina Launches Crew Of Three To Tiangong 1 Space Station | Video\n\n\nMNN:?Space station cupola offers spectacular views for homesick astronauts?\n\nOriginal article on?SPACE.com.?Copyright 2013 SPACE.com, a TechMediaNetwork company. All rights reserved.?","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"China's Shenzhou 10 launches into space","picture_url":"http://images.mnn.com/sites/default/files/shenzhou10-china-launchcrop_0.jpg","url":"http://www.mnn.com//earth-matters/space/stories/chinas-shenzhou-10-launches-into-space"}