{"summary":"Citing haphazard and unrestrained development in rural America, he said \"the forest and water problems are perhaps the most vital internal questions of the United States.\" Roosevelt dedicated the first National Wildlife Refuge less than two years later, and he formed the U.S. Most remarkable is a 1965 reference in Johnson’s \"Special Message to Congress\" – a follow-up to his broadcast speech: \"This generation has altered the composition of the atmosphere on a global scale through radioactive materials and a steady increase in carbon dioxide from the burning of fossil fuels.\"","advice_category":"5","content":"An aura of excitement and predictability surrounds the president’s annual State of the Union speech: A few days of hyped drama and TV punditry builds to a political Woodstock featuring generals, justices, senators, cabinet secretaries and Congress, all under one roof. Up in the balcony, the First Lady plays host to a few iconic, symbolic taxpayers who recently shared a heroic moment of fame with America.\n?\nEnvironmentalists are on higher-alert than normal this year, after President Obama made a sweeping inaugural promise to tackle climate change, an issue he'd largely avoided during his first term.\n?\nIf the president reprises that theme in tonight's speech, he'll join a long list of predecessors to warn that we’re leaving a mess for future generations. And if past is prologue, the green talk and pageantry may be the only things delivered on the president's lofty words.\n?\nLet's take a look back.\n?\nIn 1993, Bill Clinton assailed the failure of the federal Superfund toxic waste cleanup program. For more than a decade, attorneys and consultants drained off Superfund dollars, while few toxic sites got an actual cleanup. \"I’d like to use that Superfund to clean up pollution for a change and not just pay lawyers,\" Clinton told Congress and the nation.\n?\nTwenty years later, Environmental Protection Agency still runs a gauntlet of insurers, politicians, angry neighbors and, of course, polluters who are less than anxious to help pay for cleanup. More than 1,300 polluted sites remain on the Superfund list, while less than 400 \"cleaned\" sites have been de-listed. The lawyers are still getting paid.\n?\nIn his second inaugural, Clinton gave a nod to climate change using language that presaged Obama’s inaugural speech. Failure to act \"would put our children and grandchildren at risk,\" he said. Since then, the United States opted out of the Kyoto Protocol, increased its fossil fuel consumption, and saw greenhouse gas legislation crash and burn in 2010.\n?\nRonald Reagan’s first State of the Union address hit hard at the \"incomprehensible\" size of America’s nearly $1 trillion debt. While laying out an ambitious, pro-business plan to roll back regulation, he assured Congress that \"we have no intention of dismantling the regulatory agencies, especially those necessary to protect environment and assure the public health and safety.\"\n?\nBy the time he left office eight years later, the EPA and Interior Department were weakened and demoralized, their initial leaders disgraced by scandal. Fred Krupp, head of the Environmental Defense Fund, told the New York Times that Reagan’s team \"accepted the weakest possible rules to protect the environment.\" Did the budget-cutting and deregulation bring down that \"incomprehensible\" debt? It grew by 188 percent during Reagan’s two terms.\n?\nReagan and Richard Nixon both used the annual speech to decry partisanship in environmental politics. \"Preservation of our environment is not a liberal or conservative challenge, it's common sense,\" said Reagan in 1984. Fourteen years earlier, Nixon had said, \"Restoring Nature to its natural state is a cause beyond party and beyond factions. \"\n?\nHowever sincere Reagan and Nixon’s conciliatory remarks were, they didn’t give the lie to their own words, we all did: In the 1980 Congressional scorecard for the League of Conservation Voters, there was no gaping canyon between how Democrats (54 percent) and Republicans (34 percent) voted. By 2011, the environmental voting gap had grown: 91 percent for Democrats against the Republicans’ 11 percent.\n?\nBoth George H.W. Bush and his son touted \"clean coal technology\" in their State of the Union speeches. Despite lavish public and private investments and a barrage of relentlessly optimistic TV ads from the coal industry, there has been little real advancement. FutureGen, an Energy Department pilot program to capture and store coal-plant emissions, has spent billions with virtually nothing to show for it.\n?\nThe younger Bush delivered a stunner in his 2006. The second generation oilman declared that America was \"Addicted to Oil\" and proposed a 22 percent hike in clean energy research. To drive the point home, he visited DOE’s National Renewable Energy Labs a month later.\n?\nBut all the President’s advance men overlooked something: NREL was reeling from a $28 million budget shortfall and had just announced 32 staff layoffs. To save the photo op, DOE located several million dollars and restored the jobs. When the visit ended, so did any Administration gestures toward clean energy. By the time Bush left office, \"Drill Baby Drill!\" was a Republican rallying cry.\n?\nIt wasn’t always this way. More than a century ago, when the State of the Union address was a written \"Message to Congress,\" Teddy Roosevelt thought big-picture and delivered.\n?\nIn 1901, TR sent a 20,000-word Message, devoting 10 percent of it to the protection of forests, streams and the establishment of wildlife preserves. Citing haphazard and unrestrained development in rural America, he said \"the forest and water problems are perhaps the most vital internal questions of the United States.\" Roosevelt dedicated the first National Wildlife Refuge less than two years later, and he formed the U.S. Forest Service in 1905.\n?\nPerhaps more than any President in the past century, Lyndon Johnson’s annual good intentions were most frequently turned into action, policy, and law. He spoke about parks, protection of species, clean air and clean water. All advanced during LBJ’s Presidency and during the Nixon years that followed, thanks in large part to a national awakening on environmental issues. Most remarkable is a 1965 reference in Johnson’s \"Special Message to Congress\" – a follow-up to his broadcast speech: \"This generation has altered the composition of the atmosphere on a global scale through radioactive materials and a steady increase in carbon dioxide from the burning of fossil fuels.\"\n?\nBy the late 1980s, the United States began to come to grips with the radioactive issue, launching a massive cleanup of nuclear weapons sites and halting nuclear weapons tests, while commercial nuclear power’s ambition was halted by its own safety and financial risks. After 48 years, we’ll still waiting on carbon dioxide.\n?\nWith the impacts of climate change staring us in the face – from the melting Arctic to the parched Farm Belt to the devastated beach towns in New York and New Jersey – it’s hardly the time for Barack Obama to uphold the sad presidential tradition of ignoring green intentions.\n?\n\"I think he is serious about making an effort,\" former Obama aide Billy Pizer told Politico last month. \"Real estate in major speeches is valuable.\"\n?\nIt is indeed valuable, Billy. But history shows that empty promises in sweeping speeches are a dime a dozen.\n?\nRelated on MNN:\n6 eco-friendly presidents\nFive good green ideas from the U.S. government\n10 Republicans from another era who helped the environment\n?\nPeter Dykstra is publisher of Environmental Health News and The Daily Climate.\n?\nThis story was originally written for The Daily Climate and was republished with permission here. Daily Climate is an independent, foundation-funded news service covering climate change. Contact editor Douglas Fischer at dfischer [at] DailyClimate.org","author":"","web_category":"earth-matters#politics","title":"State of the Union is often paved with green intentions","picture_url":"http://images.mnn.com/sites/default/files/editorial/ObamaSOTU_m_0208.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/state-of-the-union-is-often-paved-with-green-intentions"}