{"summary":"Immediately after Newtown, the public shifted slightly in support of more gun control, Pew found, with 51 percent prioritizing gun control over gun rights as of Jan. In 1993, 57 percent of people surveyed by the Pew Research Center said that controlling gun ownership was more important than protecting gun rights","advice_category":"5","content":"Is gun control common-sense regulation or a tyrannical overstep of government bounds? It's a question that rages today in the wake of mass shootings at places like Aurora, Colo., and Newtown, Conn. But it's not a new question, as a glance at American history will prove.\n?\nThe battle centers over the wording of the Second Amendment to the Constitution — \"A well regulated militia being necessary to the security of a free state, the right of the people to keep and bear arms shall not be infringed\" — and what it might mean in a modern world with deadlier weapons than those borne by the Founding Fathers. Read on for a brief history of how America's gun laws have evolved.\n?\n1. First ban\nPrior to the 1920s, there was little talk of gun control except at a state level, and many of those laws were aimed at keeping weapons out of the hands of African-Americans in southern states rather than regulating firearms more generally. In 1927, though, Congress reacted to the mob violence of Prohibition with the first federal gun restriction ever. The law banned the mail-order sale of handguns or any other concealable firearm. [7 Great Congressional Dramas]\n?\nLikewise, it was mobsters (and their predilection for \"Tommy Gun\" or Thompson submachine gun) who inspired Congress' second act of gun control, the National Firearms Act of 1934. This act taxed firearms under 18 inches (46 centimeters) in length and required registration of those same guns — a restriction later declared unconstitutional by the Supreme Court in 1968, because it might require gun owners to self-incriminate if they attempted to register a weapon illegal in their home state, according to the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF). The registration requirement was removed from later versions of the law.\n?\n2. Gun control goes big … \nViolence again served as an impetus for legislation in the 1960s, when the gun assassinations of President John F. Kennedy, Sen. Robert F. Kennedy and Martin Luther King, Jr., prompted Congress to pass the Gun Control Act of 1968.\n?\nThe Act restricted the sale of firearms to certain groups, such as convicted criminals, anyone ever committed to a mental institution and anyone ever convicted of domestic violence. It also required licensing of firearms dealers, amid other interstate commerce restrictions.\n?\nAt the signing of the bill, then-President Lyndon B. Johnson said, \"Today we begin to disarm the criminal and the careless and the insane. All of our people who are deeply concerned in this country about law and order should hail this day.\"\n?\nHowever, Johnson also lamented that the bill did not include a national system of registration and licensing for firearms.\n?\n\"If guns are to be kept out of the hands of the criminal, out of the hands of the insane, and out of the hands of the irresponsible, then we just must have licensing,\" he said. \"If the criminal with a gun is to be tracked down quickly, then we must have registration in this country.\"\n?\n3. … But faces backlash\nNot everyone agreed with Johnson. The 1968 Gun Control Act broadened the powers of the ATF and raised the ire of the the National Rifle Association (NRA), which in the 1970s became more hard-line about gun rights. In 1979, the NRA's new lobbying branch, the NRA Institute for Legislative Action, drafted legislation to loosen the 1968 law, according to the group's website. On May 19, 1986, President Ronald Reagan signed an amended version of this first draft into law.\n?\nThe Firearm Owners' Protection Act rolled back many of the penalties in the 1968 law and banned any federal agency from keeping a registry of guns and their owners. [Guns in the U.S. (Infographic)]\n?\n4. James Brady and background checks\nAs in 1968, it was an assassination attempt that sparked the next round of gun control. In 1981, John Hinckley, Jr., attempted to assassinate President Reagan. He failed to kill the president, but did leave press secretary James Brady permanently paralyzed on the left side of his body.\n?\nBrady's experience as a gunshot victim turned him and his wife Sarah Brady into? crusaders for gun control. In part because of their efforts, the Brady Handgun Violence Prevention Act was made law in 1993, creating a national background check system designed to prevent convicted felons and other potentially violent individuals from buying handguns.\n?\n5. Newtown and the future of guns\nSupport for gun control is down since the 1990s among Americans. In 1993, 57 percent of people surveyed by the Pew Research Center said that controlling gun ownership was more important than protecting gun rights. In 2012, that number had dropped to 47 percent. At the same time, the number of people prioritizing gun rights over gun control rose from 34 percent to 46 percent.\n?\nThe numbers have not budged much in response to high-profile mass killings. For example, the deaths of 12 people in a mass shooting at a movie theater in Aurora, Colo., in July did not change opinions on gun control, Pew found.\n?\nThe mass shooting of 20 elementary school children and six teachers in Newtown, Conn., may have been different. Immediately after Newtown, the public shifted slightly in support of more gun control, Pew found, with 51 percent prioritizing gun control over gun rights as of Jan. 13. That's a small move, but more than any other mass killing in recent years has engendered.\n?\nThe Newtown shootings also motivated political action, with Vice President Joe Biden heading up a task force that has presented gun control proposals to President Barack Obama. What will become of these proposals in a starkly divided Congress, however, remains unknown.\n?\nFollow Stephanie Pappas on Twitter @sipappas?or LiveScience @livescience. We're also on Facebook?& Google+.\n?\nRelated on LiveScience and MNN:\n?\n\nFight, Fight, Fight: The History of Human Aggression\n\n\nUnderstanding the 10 Most Destructive Human Behaviors\n\n\nThe 5 Strangest Presidential Elections in US History\n\n\nMNN: Study: Guns in the home offer more risk than benefit\n\n?\nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#politics","title":"5 milestones in gun control history","picture_url":"http://images.mnn.com/sites/default/files/guns_1.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/5-milestones-in-gun-control-history"}