{"summary":"Habitat loss is another problem, since many turtle and tortoise species depend on specific ecological niches. Land turtles are also often killed by vehicles on roads, while sea turtles face a litany of risks such as oil spills, boat strikes and fishing gear","advice_category":"2","content":"SLOW AND STEADY: The Aldabra giant tortoise is a threatened species, although it also has a long history of conservation, dating as far back as Charles Darwin. (Photo: Tonya Laker/Citizen Image)\n?\nThe earliest turtles evolved up to 300 million years ago, branching off from a group of reptiles more closely related to crocodiles and birds than to lizards and snakes. Lots of turtle species have come and gone since then, including some spectacular ones like the car-sized \"coal turtle\" or the Koopa-like Meiolania damelipi.\n?\nBut today's turtles face an unusually widespread danger, with about half of Earth's 328 known species listed as threatened or endangered with extinction. They're largely under siege from humans, yet unlike King Koopa, they didn't bring this on themselves — and they're up against more than just a few plumbers and princesses.\n?\nPoaching for food and the international pet trade are two of turtles' biggest threats, especially for high-demand species like the American bog turtle or the Roti Island snake-necked turtle. Habitat loss is another problem, since many turtle and tortoise species depend on specific ecological niches. Land turtles are also often killed by vehicles on roads, while sea turtles face a litany of risks such as oil spills, boat strikes and fishing gear. Slow growth and reproduction rates can make it even harder to overcome these hurdles.\n?\nIn light of all this, May 23 is World Turtle Day, an annual holiday founded in 2000 by American Tortoise Rescue to raise awareness of turtles' troubles. According to ATR co-founder Susan Tellem, the holiday is meant to generally boost interest in turtles while also specifically reducing ecological pressure from the pet trade.\n?\n\"World Turtle Day was started to increase respect and knowledge for the world's oldest creatures,\" she says in a press release. \"These gentle animals have been around for about 200 million years, yet they are rapidly disappearing as a result of the exotic food industry, habitat destruction, global warming and the cruel pet trade.\" The ultimate goal, she adds, \"is to stop the illegal trade in turtles and tortoises around the world.\"\n?\nThat's a daunting task, but ATR knows slow and steady wins the race. The group rescues \"abandoned or lost\" turtles on an individual basis, having helped more than 3,000 since its inception in 1990. The idea of World Turtle Day is to expand this effort globally, spreading the notion of turtles as wildlife rather than pets. And in that spirit, here are 12 amazing turtle photos, plus a few tips on helping these ancient animals in your local ecosystem:\n?\n\nHawksbill sea turtle (Eretmochelys imbricata)\nRange: Tropical oceans worldwide\nStatus: Critically endangered\nThreats: Bycatch in fishing gear, boat strikes, oil spills, disturbance of eggs in nest\n?\n\n\nIndian narrow-headed softshell turtle (Chitra indica)\nRange: India, Nepal, Bangladesh\nStatus: Endangered\nThreats: Habitat loss, hunting (for food, materials and folk medicines)\n?\n\n\nBog turtle (Glyptemys muhlenbergii)\n\nRange: Eastern U.S.\nStatus: Critically endangered\nThreats: Habitat loss, pet trade, invasive plants\n?\n\n\nEastern long-necked turtle?(Chelodina longicollis)\nRange: Australia\nStatus: Least concern\nThreats: Road mortality, pet trade\n\n\n\n\n?\n\nDiamondback terrapin (Malaclemys terrapin)\n\nRange: Eastern U.S., Gulf Coast\nStatus: Near threatened\nThreats: Habitat loss, hunting for food, bycatch in crab traps, pet trade, roads\n\n?\n\n\nWood turtle (Glyptemys insculpta)\n\nRange: Northeast U.S., southeast Canada\nStatus: Endangered\nThreats: Habitat loss, pet trade, roads, farming accidents\n\n\n?\n\n\nGopher tortoise (Gopherus polyphemus)\n\nRange: Southeast U.S.\nStatus: Vulnerable\nThreats: Habitat loss, hunting for food, pet trade, roads\n\n\n?\n\nAlligator snapping turtle (Macrochelys temminckii)\n\nRange: Southern U.S.\nStatus: Vulnerable\nThreats: Habitat loss, hunting for food, pet trade, bycatch in fishing gear\n\n?\n\nKemp's ridley sea turtle (Lepidochelys kempii)\n\nRange: Western Atlantic Ocean, Gulf of Mexico\nStatus: Critically endangered\nThreats:?Bycatch in fishing gear, boat strikes, oil spills, disturbance of eggs in nest\n\n?\n\nPainted turtle (Chrysemys picta)\n\nRange: Canada, U.S., Mexico\nStatus: Least concern\nThreats: Habitat loss, pet trade, roads\n\n?\n\n\nYellow-spotted Amazon river turtle (Podocnemis unifilis)\n\nRange: Amazon River Basin\nStatus: Vulnerable\nThreats: Pet trade, hunting for food, collection of eggs for food\n\n\n?\n\nGreen sea turtle (Chelonia mydas)\n\nRange: Tropical and subtropical oceans worldwide\nStatus: Endangered\nThreats:?Bycatch in fishing gear, boat strikes, oil spills, disturbance of eggs in nest\n?\nIf you'd like to pitch in this World Turtle Day, here are five tips from American Tortoise Rescue (ATR differentiates between turtles and tortoises, but for simplicity they're all called turtles here.) Check out the group's website for more ways to get involved.\n?\n\nNever buy a turtle from a pet shop, as it increases demand from the wild.\nNever remove turtles from the wild unless they are sick or injured.?\nIf a turtle is crossing a busy street, pick it up and send it in the same direction it was going — if you try to make it go back, it will turn right around again.?\nReport cruelty or illegal sales of turtles to your local animal control shelter.?\nReport the sale of any turtle of any kind less than four inches. This is illegal everywhere in the U.S.\n\n\n?\nAlso on MNN:\n\nScientists lift lid on turtle evolution\nPhilippines goes after sea turtle restaurants\n25 most endangered turtles get helping hand\nCDC warms of salmonella from pet turtles\n\nEditor's Note: This post has been updated since its original publication on May 22, 2012.\nClick here for photo credits\n\n\n\nHawksbill sea turtle: ZUMA Press\nIndian softshell turtle: Krishna Kumar Mishra/Wikimedia Commons\nBog turtle: U.S. Fish and Wildlife Service/Flickr\nEastern long-necked turtle: Marcus Couper/Flickr\nDiamondback terrapin: Becky Gregory/Flickr\nWood turtle: Richard Bonnett/Flickr\nGopher tortoise: Craig O'Neal/Flickr\nAlligator snapping turtle: ZUMA Press\nKemp's ridley sea turtle: U.S. National Ocean Service/Flickr\nPainted turtle: Jason Empey/Flickr\nYellow-spotted Amazon river turtle: Jack Zalium/Flickr\nBaby green sea turtle: ZUMA Press\n\n\n?","author":"","web_category":"earth-matters#animals","title":"Happy World Turtle Day","picture_url":"","url":"http://www.mnn.com//earth-matters/animals/blogs/happy-world-turtle-day"}