{"summary":"A space elevator could easily get people and materials into space at a fraction of the energy and cost a rocket launch requires. Clarke would say it's only a matter of time before space elevators become a reality","advice_category":"4","content":"Image: NASA\n?\nWith his 1979 novel \"The Fountains of Paradise,\" science-fiction writer Arthur C. Clarke introduced the idea of space elevators to the mainstream scientific community and the general public.\n?\nThe fundamental principle hasn't changed much in more than 40 years: A space elevator would consist of a powerful cable, or tether, anchored on one end to the Earth and on the other to a counterweight in geosynchronous orbit with Earth.\n?\nA space elevator could easily get people and materials into space at a fraction of the energy and cost a rocket launch requires. Instead of burning expensive fuel to launch heavy objects off of Earth's surface, the elevator could convey them up the tether past lower Earth orbit and into space.\n?\nIt's an idea that is both fantastical and practical, and it has captured the imagination of scientists and nonscientists alike. So where are all the space elevators?\n?\nIt's not like people aren't working on it. The International Space Elevator Consortium (yes, it's a thing) will focus on tether climbing technologies at its annual conference this August in Seattle. And rumor has it that space elevators are one of many futuristic projects under development at Google's secretive Google X labs.\n?\nBut the real reason space elevators only exist in science fiction is simple: We can't build them. Not yet.\n?\n\"The problem with space elevators is strength of materials,\" said Jim Crocker, vice president of civil space at Lockheed Martin, where he's working to develop the United States’ next manned spacecraft, called the Orion.\n?\n\"You have to envision a cable that you could deploy in space and then drop down to Earth and anchor somewhere, and run things up and down,\" Crocker said, speaking hypothetically about what it would take to make a space elevator.\n?\nScientists have yet to discover a method for creating a material that would be both strong enough and flexible enough to serve as the cable.\n?\nIt is currently possible to make nanomaterials that are up to a hundred times stronger than the strongest steel at a fraction of the weight. The problem is, once you try to build at a scale bigger than a few microns, the nanomaterials’ strength and stiffness start to decrease. [See also: What is Nanotechnology?]\n?\n“The moment you start connecting [nanotubes] together — braid[ing] it or something that's not a continuous link — it doesn't have the same properties at that level that it had at the nanoscale,” said Suraj Rawal, a research scientist at Lockheed Martin.\n?\nSo the design question that has to be answered before Earth-based space elevators can become a reality is, how do you go from the nanoscale to the macroscale and still retain all the same properties?\n?\nThe question has scientists puzzled for now, but Arthur C. Clarke would say it's only a matter of time before space elevators become a reality. As he wrote in 1962: \"The only way of discovering the limits of the possible is to venture a little way past them into the impossible.\"\n?\nEmail?jscharr@technewsdaily.com or follow her @JillScharr. Follow us @TechNewsDaily, on Facebook or on?Google+.\n?\nRelated on TechNewsDaily and MNN:\n\n10 Uses for Carbon Nanotubes\n\n\nWhat is Nanotechnology?\n\n\n10 Military Technologies to Change Soldiers' Lives\n\n\nMNN: Everyday tech from space: Water recyclers make pee potable\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"Jillian Scharr, TechNewsDaily","web_category":"earth-matters#space","title":"Why don't we have space elevators yet?","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/why-dont-we-have-space-elevators-yet"}