{"summary":"\tRelated on MyHealthNewsDaily and MNN:. \tEye allergy searches were associated with the pollen counts of certain trees in the second week of May.","advice_category":"2","content":"Internet searches may reveal when allergy suffering in the United States is at its worst, a new study suggests.\n\n\t?\n\n\tThe results show searches for allergy symptoms such as \"sneezing\" and \"itchy nose,\" peak during the second week in May.\n\n\t?\n\n\tThis may be because allergy sufferers are experiencing both spring and summer allergy symptoms during this time, said study researcher Dr. Leonard Bielory, an allergist in New Jersey.\n\n\t?\n\n\tBielory analyzed information from Google between 2004 and 2011, looking at the number of searches for information on the symptoms of nasal allergies, eye allergies, and hay fever. He compared the number of searches with pollen counts.\n\n\t?\n\n\tSearches for nasal allergies peaked between March and May, followed by searchers for eye allergies in May.\n\n\t?\n\n\tEye allergy searches were associated with the pollen counts of certain trees in the second week of May.\n\n\t?\n\n\tThere was also a second peak in searchers for allergy symptoms in September that was linked with an increase in weed pollen and grass pollen season, Bielory said.\n\n\t?\n\n\tThe study was presented this week at the American College of Allergy, Asthma and Immunology in Anaheim, Calif.\n\n\t?\n\n\tPass it on: Internet searchers for allergy symptoms peak in the second week of May.\n\n\t?\n\n\tFollow MyHealthNewsDaily on Twitter @MyHealth_MHND. We're also on Facebook & Google+.\n\n\t?\n\n\tRelated on MyHealthNewsDaily and MNN:\n\n\n\t\t\t9 Weirdest Allergies\n\n\n\n\t\t\t8 Strange Signs You're Having an Allergic Reaction\n\n\n\n\t\t\tThe 50 Worst US Cities for Allergies\n\n\n\n\t\t\tMNN: Does local honey diminish allergies?\n\n\n\t?\n\n\tThis story was originally written for MyHealthNewsDaily and is republished with permission here.Copyright 2012 MyHealthNewsDaily, a TechMediaNetwork company.","author":"","web_category":"health#allergies","title":"Internet searches reveal time of peak allergy suffering","picture_url":"http://images.mnn.com/sites/default/files/sneeze_4.jpg","url":"http://www.mnn.com//health/allergies/stories/internet-searches-reveal-time-of-peak-allergy-suffering"}