{"summary":"The new study cannot say why children born in the United States are at greater risk for allergies than those born in other countries.. Children who move to the United States have a lower risk of allergies than kids born in this country, a new study suggests.","advice_category":"2","content":"Children who move to the United States have a lower risk of allergies than kids born in this country, a new study suggests.\n?\nIn the study, children who immigrated to the United States were about 44 percent less likely to have an allergy condition — including asthma, eczema, hay fever or food allergies — compared with kids born in the country.\n?\nThe findings support the \"hygiene hypothesis,\" which proposes that exposure to germs or infections during early childhood may protect against some allergies, the study authors said.\n?\nHowever, the apparent protection from allergies seen in the study was not permanent. Foreign-born children who lived in the United States for more than 10 years were about three times more likely to develop an allergy compared to foreign-born children who lived in the country for two years or less, the study found.\n?\nThe findings are in line with what the researchers had observed anecdotally in their own practice: people who immigrate to the United States tend to develop allergies at a later age than those who were born here, said study researcher Dr. Jonathan Silverberg, a dermatologist at St. Luke's-Roosevelt Hospital Center in New York City.\n?\nThe new findings suggest that allergies may arise differently depending on where a person was born, a topic that needs further study, Silverberg said.\n?\nAllergies in the US\nPrevious studies had shown that the prevalence of childhood allergies is higher in the United States than in other countries such as Mexico and China. However, few studies had examined the risk of allergies among U.S. immigrants.\n?\nThe new study was based on information from about 91,800 U.S. children. Parents were asked in a survey in 2007 and 2008 whether a doctor had ever told them that their child had asthma, eczema, hay fever or food allergies.\n?\nAbout 34 percent of children born in the United States had an allergy, compared with about 20 percent of those born outside the country. The link held true regardless of participants' ethnicity, income level or whether they lived in an urban or rural area.\n?\nChildren born outside the United States were 73 percent less likely to have asthma, 55 percent less likely to have eczema, 66 percent less likely to have hay fever and 20 percent less likely to have a food allergy compared with kids born in the United States.\n?\nChildren who were born in the United States but whose parents were immigrants also had a reduced risk of allergies.\n?\nForeign-born children who lived in the United States for longer than 10 years were more likely to have eczema or hay fever than those who lived in the country for two years or less.\n?\nWhy the risk?\nThe new study cannot say why children born in the United States are at greater risk for allergies than those born in other countries.\n?\nSilverberg said he suspects that a number of factors, including climate, diet and obesity, play a role in triggering allergies. People with a genetic susceptibility may be at increased risk for developing allergies once they encounter those triggers, he said.\n?\nFuture studies are needed to better determine what these triggers are, Silverberg said.\n?\nThe study is published on April 29 in the journal JAMA Pediatrics.\n?\nFollow Rachael Rettner @RachaelRettner. Follow MyHealthNewsDaily @MyHealth_MHND, Facebook & Google+. Originally published on MyHealthNewsDaily.\n?\nRelated on MyHealthNewsDaily and MNN:\n\n9 Weirdest Allergies\n\n\n8 Strange Signs You're Having an Allergic Reaction\n\n\nMyth or Truth? 7 Ancient Health Wisdoms Explained\n\n\nMNN: 8 most common food allergies\n\nThis story was originally written for MyHealthNewsDaily and was republished with permission here. Copyright 2013 MyHealthNewsDaily, a TechMediaNetwork company.","author":"Rachael Rettner, MyHealthNewsDaily","web_category":"health#allergies","title":"Allergies less common in kids born outside the U.S.","picture_url":"http://images.mnn.com/sites/default/files/USKidsAllergies_m_0429.jpg","url":"http://www.mnn.com//health/allergies/stories/allergies-less-common-in-kids-born-outside-the-us"}