{"summary":"\tUnder the contract, NSTAR will pay 18.7 cents per kilowatt hour for electricity generated by the Cape Wind farm. \tCape Wind had previously inked a deal with another power company, National Grid, to acquire 50 percent of the offshore wind farm's power","advice_category":"4","content":"Cape Wind, the 130-turbine ocean-based wind farm proposed for the waters off the coast of Massachusetts, got one step closer to reality this week. State regulators on Nov. 26 approved a deal for the power company NSTAR Electric Company to acquire 27.5 percent of the energy generated by Cape Wind once it is completed. The 15-year deal also covers energy, capacity and renewable energy credits.\n\n\t?\n\n\tIn a press release, Cape Wind Associates LLC president Jim Gordon praised the regulatory approval. \"This decision helps secure the position of Massachusetts as the U.S. leader in offshore wind power, launching a new industry that will create jobs, increase energy independence and promote a cleaner and healthier environment.\"\n\n\t?\n\n\tCape Wind had previously inked a deal with another power company, National Grid, to acquire 50 percent of the offshore wind farm's power. The company's financial advisor said the two deals give Cape Wind the \"critical mass\" to secure financing for the project, which is estimated to cost $2.6 billion. Construction could start in 2013, assuming the capital is raised.\n\n\t?\n\n\tUnder the contract, NSTAR will pay 18.7 cents per kilowatt hour for electricity generated by the Cape Wind farm. According to Reuters, Cape Wind has the right to raise its price 3.5 percent annually after the first year. This is reportedly similar to the earlier deal with National Grid.\n\n\t?\n\n\tCritics were quick to jump on the 18.7 cent rate, though, saying it was more than twice the current costs of conventional energy. According to National Grid, the current rate is 7.314 cents per kilowatt hour for residential customers. \"It's disappointing the state is willing to burden Massachusetts households and businesses with billions of dollars in extra utility costs for the sake of promoting an expensive and poorly sited project,\" Audra Parker, president and CEO of the Alliance to Protect Nantucket Sound told Bloomberg Businessweek.\n\n\t?\n\n\tIn its own press release, the Massachusetts Department of Public Utilities (DPU) said its eight-month review process showed that the agreement \"provides adequate protections for ratepayers. The contract will assist NSTAR and the Commonwealth in complying with the state's renewable energy and greenhouse gas emissions reduction requirements, moderating the system peak load demand, enhancing the electric reliability in the state, and creating jobs.\" DPU says the contracts also allow for prices to be reduced — or even raised — based on the final costs to develop the wind farm.\n\n\t?\n\n\tAccording to DPU, \"the contract is expected to increase electricity customers' bills by 1.3 percent to 1.4 percent for residential customers and one percent to 2.1 percent for commercial and industrial customers. On average, the bill of a typical NSTAR residential customer using 500 kWh of electricity per month will increase by $1.16 per month.\"\n\n\t?\n\n\tAccording to a recent report by South Coast Today, the Alliance to Protect Nantucket Sound — the main group opposing Cape Wind — has raised $24 million over the past decade, including $2 million in 2011, 70 percent of which came from eight large donors. The donations have not been enough to meet its costs and the organization is currently $1 million in debt.\n\n\t?\n\n\tAlso on MNN:\n\n\n\t\t\tProposed Cape Cod wind farm halted by Native Americans\n\n\n\n\t\t\tMighty wind: Cape project wins approval, but opposition is still full of hot air","author":"","web_category":"earth-matters#energy","title":"Cape Wind gets OK for power purchase contract with NSTAR","picture_url":"http://images.mnn.com/sites/default/files/cape%20wind.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/cape-wind-gets-ok-for-power-purchase-contract-with-nstar"}