{"summary":"The researchers then grew new plants from these modified plant cells. These plants have long been selectively bred for traits such as colorful flowers, but Ca?as and his colleagues wanted to bestow long life on the plants","advice_category":"2","content":"A new type of geranium, genetically engineered to be long-lived and lack pollen, offers the promise of sneeze-free plants for allergy sufferers.\n\n\t?\n\n\tResearchers in Spain have used a genetically modified bacterium to \"infect\" geraniums, creating plants that are not able to spread allergens nor reproduce with wild plants — a handy modification to prevent so-called \"transgenic\" plants from contaminating natural stock, said study researcher Luis Ca?as, a scientist at the Instituto de Biolog?a Molecular y Celular de Plantas (IBMCP) in Spain.\n\n\t?\n\n\t\"These biotechnological approaches could be used in other?ornamental or crop species,\" Ca?as told LiveScience.\n\n\t?\n\n\tThe researchers chose to modify Pelargonium plants, flowering shrubs known colloquially as geraniums or storkbills. These plants have long been selectively bred for traits such as colorful flowers, but Ca?as and his colleagues wanted to bestow long life on the plants. They also wanted to make them sterile, removing their ability to produce pollen.\n\n\t?\n\n\t\"The lack of pollen not only?is great for hay fever sufferers, but also prevents accidental release?of the transgenes into the environment,\" Ca?as said.\n\n\t?\n\n\tTo do so, the researchers genetically altered Agrobacterium tumefaciens, the bacteria that causes the plant ailment crown gall disease, to carry a modified gene that would increase the production of the plant hormone cytokinin, which has an anti-aging effect on plant cells. They modified another gene that would interfere with the production of pollen and anthers, the little round lobes that hold the pollen on the flower.\n\n\t?\n\n\tThe bacteria carried these modified genes into the Pelargonium cells, changing their DNA. The researchers then grew new plants from these modified plant cells. The researchers detail the process Friday (Aug. 31) in the journal BMC Plant Biology.\n\n\t?\n\n\tThe result was small-leaved geraniums with more vibrant — and longer-lived — flowers than usual. These allergy-free geraniums aren't yet available at a greenhouse near you (as genetically modified organisms, they will have to go through a regulatory approval process), Ca?as said, but the idea is that they will be someday.\n\n\t?\n\n\t\"The overall goal of our work is to delay the senescence [aging] process and to?produce long-lived plants, which could have commercial interest both?for producers and consumers of ornamental plants,\" Ca?as said.\n\n\t?\n\n\tFollow Stephanie Pappas on Twitter @sipappas?or LiveScience @livescience. We're also on Facebook?& Google+.?\n\n\t?\n\n\t?\n\n\tRelated on LiveScience:\n\n\n\t\t\tTen Most Common Poisonous Plants\n\n\n\n\t\t\t5 Wacky Things That Are Good for Your Health\n\n\n\n\t\t\tThe 9 Weirdest Allergies\n\n\n\t?\n\n\tThis story was originally written for LiveScience and is reprinted with permission here. Copyright 2012 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"health#allergies","title":"Sneeze-free plants offer solution to allergic consumers","picture_url":"http://images.mnn.com/sites/default/files/flower_6.jpg","url":"http://www.mnn.com//health/allergies/stories/sneeze-free-plants-offer-solution-to-allergic-consumers"}