{"summary":"Climate change is far from the only danger facing coral reefs. Death of coral reefs could devastate nations","advice_category":"8","content":"?\nCoral reefs are some of the oldest and biggest cities ever built, often dwarfing even the most prominent hubs of human civilization. Australia's Great Barrier Reef, the world's largest coral colony, is 440 times bigger and 1,300 times older than New York City, while the much smaller Maro Reef in Hawaii could still hold two Big Apples with enough room left over for Honolulu. Coral enclaves like these offer their residents and visitors a rare mix of food, shelter and socializing, growing into giant masses of aquatic commerce that play a key role in life both above and below the surface.\n?\nBut after nearly nonstop activity for thousands of years, reefs around the planet are now suddenly becoming ghost towns at an alarming pace. A process known as \"coral bleaching\" has triggered near-record rates of death and dormancy in 2010, especially among Asian and Caribbean reefs, echoing the historic wipeouts of 1998 and 2005 — and foreshadowing a widely expected side effect of global warming.\n?\n\"We're gonna get to the point where every year is a major bleaching year, and it'll be more frequent and more severe,\" says Paul Jokiel, a coral reef ecologist at the University of Hawaii. \"And the driving force of all this is that we've been pumping an awful lot of carbon dioxide into the atmosphere, and that carbon dioxide is now warming up and also acidifying the oceans.\"\n?\nAt least 19 percent of Earth's coral reefs are already dead, including about half of those in the Caribbean, and another 15 percent could die in the next 20 years, according to the U.S. National Oceanic and Atmospheric Administration. That's bad news not just for reefs, but also for the roughly 2 million species of plants and animals that depend on them. \"You could argue that a complete collapse of the marine ecosystem would be one of the consequences of losing corals,\" Kent Carpenter, director of the Global Marine Species Assessment, told the Associated Press earlier this year.\n?\nOn top of the ecological backlash from bleaching, experts say it also threatens local and regional economies on land, from seafood in South Florida to snorkeling in the Philippines. In fact, while reefs cover just 0.2 percent of the ocean floor, some 30 million people are \"totally reliant\" on them for food and income, according to a U.N. report published last month, which pegged coral's global economic value at $172 billion — more than the gross domestic products of many nations. These reefs are largely clustered around the South Pacific, Southeast Asia, East Africa and the Caribbean, but the U.S. has a sizable coral collection, too, ranking 16th globally with 1,455 square miles. Hawaii alone boasts about $10 billion worth of reefs, while Florida corals reportedly generate $5.5 billion in economic activity and support more than 70,000 jobs.\n?\nDespite the value of such reefs, though, most Americans remain oblivious to their plight: A recent survey by Yale University found that 75 percent of U.S. respondents have never heard of coral bleaching. That may change if current trends continue, but since reefs grow so slowly — often taking decades to expand a few inches — there's not much time to spread the news, Jokiel says. \"They do adapt, but we're talking hundreds of thousands of years. The conditions in the oceans haven't changed in eons, and we're just changing them too quickly.\"\n?\nBut why is warming water so bad for corals? And why do so few people know about it? Both the tiny animals and the reefs they build are already complex even under normal conditions, so the chaotic worlds of coral bleaching and ocean acidification can be that much harder to grasp. To help clear things up, here's a brief look at how coral reefs work, how they're being worn down, and how we might be able to save them.\n?\nWhat is coral?\nLike jellyfish, coral belongs to a bizarre family of blobs known as cnidarians (the \"c\" is silent). And also like its distant cousins, coral comes equipped with hair-trigger stingers called nematocysts, which can fire tiny, poisonous barbs at predators or prey. But that's where the family resemblance starts to fade: While jellyfish are nomadic scavengers nicknamed \"cockroaches of the sea,\" coral include some of the most constructive and collaborative animals on Earth.\n?\nKnown as polyps, individual corals are small, flower-shaped animals (pictured above) with a ring of tentacles surrounding one big \"gastrovascular cavity.\" The tentacles grab passing plankton and stuff it into this cavity, which digests the food, distributes its nutrients and then expels waste back through the mouth, which doubles as an anus. Some species survive on this diet alone, but most supplement it with another food source, thanks to an amazing adaptation that blurs the line between plant and animal.\n?\nThe secret to corals' success is a type of single-celled algae called zooxanthellae (left), which soak up sunlight near the water's surface. Coral polyps ingest them, but instead of settling for just one meal, they do something few other animals can: They incorporate the algae into their bodies, effectively harnessing the power of photosynthesis. Once a polyp does this, it starts getting about 90 percent of its food from its algae, letting it spend more time building reefs and less time grasping for plankton. Scientists consider this relationship symbiotic, with the algae getting a free home and the coral getting free food, sort of like a farmer who grows crops in his stomach. But since crops need sunlight, it would help if the farmer was translucent — and that's why most coral polyps are. Reefs owe their colors not to their see-through builders, but to the pigmented algae inside them.\n?\nThose algae contribute more than just color, though, also supplying the extra energy and nutrients corals need to create reefs in the first place. These algae-infused reef builders are known as \"stony corals,\" named after their trademark limestone towers, and live in colonies alongside thousands of other polyps. Each one anchors itself to the reef by secreting calcium carbonate, forming a cup-shaped skeleton called a \"calyx,\" which lets it hide or stretch out like a turtle in its shell. It also periodically raises up and secretes a new layer of calcium carbonate above the old one, elevating itself and extending the reef. Different species produce a diverse array of shapes as they grow, from wrinkly brain corals and upright pillar corals (right) to the elaborate, branching fingers of ivory tree and elkhorn reefs.\n?\nWhat is coral bleaching?\nBleaching is what happens when the coral-algae alliance breaks down, which was rare until a few decades ago. The first reports of widespread bleaching began to appear in the early 1980s, gradually spreading to more and more reefs until a \"global bleaching\" event finally struck in 1998, killing an estimated 16 percent of all corals on Earth (see animation). It shocked many scientists, snorkelers and fishermen worldwide, but for Jokiel, it was something he'd been dreading for decades.\n?\nJokiel was among the first scientists to study coral bleaching in the early '70s, thanks to a sneak preview in Hawaii's Kaneohe Bay. Once-vivid reefs had turned white just as a new power plant began dumping hot water into the bay, alarming coral experts. \"None of the scientists who were out here in the 1970s had ever seen a bleached coral,\" Jokiel says. \"No one anywhere had.\" They soon proved not only that hot water can bleach coral, but that each species has its own range of tolerable temperatures. \"We showed that all corals in the world are living within 1 to 2 degrees [Celsius] of their upper limit in the summer months,\" Jokiel adds. \"It's that small of a difference, but it has held up beautifully through time.\"\n?\nUntil recently, that is. While the Kaneohe Bay events weren't caused by climate change, they did offer a glimpse of what it can do. It's not that reefs simply roast; rather, warmer water makes zooxanthellae start producing toxins, forcing the corals to evict their algae back out to sea — and leaving a reef looking \"bleached,\" with its white skeleton showing through the translucent polyps. It also leaves corals without a vital food source, and while they can survive for a while, they'll eventually die on their own. Bleached reefs sometimes reunite with their algae if the water cools back down, but since oceans are expected to keep heating up for centuries, that chance may be fading. And regardless, what doesn't kill corals still doesn't make them stronger, Jokiel points out. \"Even a mild event has a big impact on their biology,\" he says. \"It might slow their growth or cause them to reproduce less. And if the temperatures don't go back down, of course, a lot of them die.\"\n?\nWhat is ocean acidification?\nAs if the threat of bleaching wasn't enough, coral reefs also face another grave threat from climate change: ocean acidification. The same carbon dioxide that traps heat on Earth is also absorbed by the oceans, which might sound good at first — after all, less CO2 in the sky means more heat escapes back into space. But while this does slow the effects of global warming on land, it makes things even worse at sea: Too much CO2 changes the chemistry of sea water, reducing its pH to make it more acidic. This isn't speculation, as NOAA reports that ocean surface waters have already fallen 0.1 pH units from an average of about 8.2 since the Industrial Revolution began. By the end of this century, NOAA predicts surface-water pH will drop another 0.3.\n?\nThe reason this is bad news for coral and other marine animals, NOAA warns, is that acidification reduces the number of carbonate ions in sea water, which are crucial for building calcium carbonate skeletons — not just coral reefs, but everything from a giant clam shell to the protective armor around tiny plankton. And it's a subtle killer, Jokiel explains, forgoing the dramatic white-outs of coral bleaching in favor of a slower, less obvious demise.?\"It's an insidious process, because you don't see these big bleaching events,\" he says. \"It's just slower and slower growth, or no growth at all.\"\n?\nAnd that's still not the worst of it. Not only do bleaching and acidification wreak havoc with marine life, but together they're \"confounding factors\" — i.e., they make each other worse, in a \"1 + 1 = 3\" kind of way, like cigarettes and asbestos. As water temperatures rise, the oceans absorb more CO2, becoming more acidic and making life progressively more miserable for coral reefs.\n?\nCan reefs find relief?\nIt's no secret why 1998 and 2005 were big years for bleaching, or why 2010 is now joining them: They're three of the warmest years on Earth since record keeping began in 1880. El Ni?o has played a role in some cases, such as 1998 and early 2010, but its effects are largely confined to Pacific reefs. And the long-term trend of warming water goes beyond the seasonal whims of El Ni?o, leading to a widespread conclusion among scientists that rising CO2 emissions are to blame.\n?\nNowhere was the 2010 coral bleaching worse than in the Caribbean, where it may have topped even the record damage from five years earlier. Sea water near the Virgin Islands reached 5 degrees above average in 2005, but this year, researchers in Panama reported water temperatures as high as 7 degrees above average. And since 80 percent of east Caribbean corals bleached in '05 and up to 40 percent of them died, the early signs aren't good for 2010 — not to mention 2011, 2012 or even 2100.\n?\nClimate change is far from the only danger facing coral reefs. They've always been at risk from careless human swimmers, who can wipe out decades of work with a single kick, as well as from hurricanes (although they may also actually reduce coral bleaching). Pollution is another threat, from sewage and farm runoff to disasters like the 2010 Gulf oil spill, which decimated deep-sea corals in the Gulf of Mexico. Even noise pollution may pose a problem, since boat motors and sonar can drown out the sounds that help young corals find reefs. Setting aside marine protected areas is therefore key for saving reefs, as is teaching responsible snorkeling and boating tips. Some scientists have also suggested \"seeding\" reefs with new, more heat-tolerant algae, making them hardier and less vulnerable to temperature shifts. Jokiel doesn't rule out such proposals, but he says they may distract from the more pressing — and daunting — task of cutting CO2 emissions.?\"There's always talk about that, about what can we do to remedy the situation,\" he says. \"But what you really have to do is stop releasing so much CO2.\"\n?\nU.N. climate talks are sputtering, though, and many of the delegates meeting in Mexico this month have expressed doubts about the entire model of global climate summits. The new U.S. Congress is also unlikely to pass a climate bill for at least two more years, leaving little hope for a coordinated effort to cut emissions anytime soon. Yet for all the energy use and fossil burning still going on in the U.S. and abroad, Jokiel hasn't given up hope that corals' decline can show people the errors of their ways — even if they don't live near the ocean. \"There are a lot of people in the Midwest who care about coral reefs, but it's not enough to change their habits,\" he says. \"What I think will change people's behavior is when it starts to sink in economically.\"\n?\nAnd if that realization comes too late? \"It's a sad story,\" Jokiel says, \"but at the end of the century if people keep doing what they're doing, the species thats gonna be in trouble is ours.\"\n?\nMore information\nTo learn more about bleaching, acidification or other coral reef issues, check out the following related articles from MNN, plus the video below from climateXchange:\nDeath of coral reefs could devastate nations\nU.S. scientists create frozen coral 'bank'\nScientists say Asia's corals dying en masse\nAustralia corals to light up cancer cure fight\nArtist's awe-inspiring underwater reef complete\n?\n\n\n?\nImage credits\nCoral reef near tropical island: Jupiter Images\nSnorkeler and coral: ZUMA Press\nCloseup of coral polyp: NOAA\nZooxanthellae: NOAA\nPillar corals: NOAA\nBleached coral: NOAA\nOcean surface: NASA\nFinger corals:?Claire Fackler/NOAA\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What's killing all the coral?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/whats-killing-all-the-coral"}