{"summary":"and Oil India had put forward an offer for the Canadian oil sand assets in July.. \tConocoPhillips has described the properties as a \"world-class package of producing, developing and emerging oil sands assets.\"","advice_category":"4","content":"MUMBAI — India's Oil and Natural Gas Corp. denied on Sept. 25 reports that the firm had bid $5 billion along with two other state-run companies for Canadian assets of ConcoPhillips.\n\n\t?\n\n\t\"I can categorically say that we have not made a bid yet for the $5 billion deal,\" ONGC chairman Sudhir Vasudeva told reporters on the sidelines of a conference in Mumbai.\n\n\t?\n\n\t\"We keep on looking at opportunities in the market,\" he said.\n\n\t?\n\n\tBut \"as such deals are sensitive and there are confidential agreements to be signed it is not correct to comment on them,\" he added.\n\n\t?\n\n\tMedia reports had said a consortium made up of ONGC, Indian Oil Corp. and Oil India had put forward an offer for the Canadian oil sand assets in July.\n\n\t?\n\n\tConocoPhillips announced early in 2012 it was aiming to sell non-core assets globally as part of a restructuring drive.\n\n\t?\n\n\tIt said it was planning to sell up to 50 percent of its stake in six Alberta properties spread over 715,000 acres that produce 12,000 barrels of oil a day, from an estimated 30 billion barrels of bitumen.\n\n\t?\n\n\tConocoPhillips has described the properties as a \"world-class package of producing, developing and emerging oil sands assets.\"\n\n\t?\n\n\tRival emerging market giant China has made billions of dollars of investments in Alberta's vast tar sands reserves.\n\n\t?\n\n\tIndia and China have been scouring the globe for fuel and to lock in long-term supplies to feed their expanding economies, but Beijing with its hefty financial resources has taken the lead, analysts say.\n\n\t?\n\n\tEnergy-hungry India imports around 80 percent of its crude oil needs.\n\n\t?\n\n\t2012 AFP Global Edition","author":"Agence France-Presse","web_category":"earth-matters#energy","title":"India denies bid to acquire Canadian oil assets","picture_url":"http://images.mnn.com/sites/default/files/IndiaConocoPhillips_m_0925.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/india-denies-bid-to-acquire-canadian-oil-assets"}