{"summary":"President Obama has nominated Gina McCarthy to lead the U.S. Related EPA stories on MNN:","advice_category":"5","content":"President Obama has nominated Gina McCarthy to lead the U.S. Environmental Protection Agency in his second term, plucking her from the agency's Office of Air and Radiation to fill the shoes of outgoing EPA Administrator Lisa Jackson.\n?\nMcCarthy will likely face a tough confirmation process on Capitol Hill, where the EPA hasn't enjoyed a lot of good will in recent years. The agency is poised to play a leading role in the battle against climate change, largely because of willful inaction by Congress, and Jackson clashed frequently with lawmakers over the issue during her four-year tenure.\n?\nNonetheless, McCarthy is already well-established at the EPA, having worked closely with Jackson since becoming assistant administrator in 2009. She also has deep roots in the broader field of environmental policy, thanks to five years as head of Connecticut's Department of Environmental Protection and 25 years as a state environmental official in her native Massachusetts. She has won over many environmentalists with feats like reducing pollution in Long Island Sound and tightening U.S. fuel-efficiency rules, but her willingness to listen and negotiate has bred respect in industry circles, too.\n?\n\"Gina is a true-blue environmentalist, but she is at least willing to make changes when people have legitimate concerns,\" former EPA official Jeffrey Holmstead tells Reuters.\n?\nAs McCarthy awaits her Senate confirmation hearing, here are five noteworthy facts about the potential EPA administrator-to-be:\n?\n• She's been nicknamed Obama's \"green quarterback.\"\nKnown for speaking bluntly in a thick Boston brogue, McCarthy has built a reputation as a tough, tireless overachiever at the EPA. She spent much of the past four years developing federal emissions and air-quality standards for the Obama administration, work that earned her the nickname \"green quarterback\" (a metaphor in which Jackson and Obama are the coaches, but McCarthy makes the plays). Her nomination is widely seen as a sign Obama will honor his recent vows to fight harder against climate change, such as his pledge last month that \"if Congress won't act soon to protect future generations, I will.\"\n?\n• She used to work for Mitt Romney.\nMcCarthy served under five governors during her quarter-century stint in Boston, including Republicans as well as Democrats. Perhaps the most famous was Mitt Romney, who led the Bay State from 2003 to 2007 before his failed presidential campaigns in 2008 and 2012. She even played a similar \"green quarterback\" role for Romney, who appointed her undersecretary for policy at the Executive Office for Environmental Affairs. As the National Journal reported in 2011, Romney tasked her with preserving the state's open spaces, farmlands and forests, and with developing its first climate change action plan.\n?\n• She's a pragmatist with an anthropology degree.\nMcCarthy majored in social anthropology at the University of Massachusetts-Boston in 1976, a decision that wouldn't seem to put her on track to become EPA administrator 37 years later. But she also got a joint master's degree from Tufts University in environmental health engineering and planning and policy, and those who know her say her natural pragmatism makes her well-suited to lead the EPA. \"I think she is sensitive to business concerns but recognizes the need to push companies to the next level of environmental protection,\" Daniel Esty, her successor at the Connecticut DEP, tells ClimateWire. \"She had a reputation for being pragmatic and highly engaged on the substance of the issues.\"\n?\n• She's a \"people hugger,\" not a \"tree hugger.\"\nIn an essay for the 2004 book \"The Irish Face in America,\" McCarthy argued humans are part of the environment, suggesting it's in our own best interest to save natural habitats. \"People who are environmentally friendly are not competing with growth,\" she wrote. \"I'm not a tree hugger. I'm a people hugger, concerned with people's need for clean air and water.\" McCarthy often meets personally with stakeholders in policy decisions, whether it's automakers fretting over mileage rules or utilities worried about emissions caps. This has reassured many industry advocates, but not all. \"That's the EPA's solution?\" scoffed Sen. John Barrasso, R-Wyo., in a 2009 speech. \"To sit down over a cup of coffee and ask lawyers for special-interest groups not to sue?\"\n?\n• Her EPA career isn't spotless.?\nWhile her tenure at the Office of Air and Radiation is generally lauded, McCarthy has faced some scrutiny lately. At issue is a warning her office released in March 2011, shortly after a tsunami wrecked Japan's Fukushima Daiichi nuclear plant. The OAR announced its RadNet air-monitoring system had detected low levels of Fukushima radiation in the U.S., but a followup report by the EPA's inspector general found 20 percent of RadNet sensors were broken at the time, and had been for 130 days on average. The report cited subpar upkeep and lack of oversight, noting the problem \"may reduce the availability and quality of critical data needed to assess radioactive threats to public health.\" It didn't blame McCarthy by name, but it could still come up in her confirmation hearing.\n?\n***\n?\nMcCarthy isn't expected to face insurmountable Senate resistance, but her confirmation won't be a cakewalk. Barrasso already held up her 2009 nomination to OAR for several weeks, arguing she \"failed to address serious concerns regarding the implementation of the Clean Air Act\" to greenhouse gas emissions. Her climate change strategy will inevitably be a hot topic once again, and not just for Barrasso.\n?\nSen. David Vitter, R-La., recently chastised McCarthy for not answering his questions about the science behind EPA actions. \"Assistant administrator McCarthy is directly responsible for these concerns, and the failure to respond is not a good sign,\" he said in a statement. \"The administration should be looking for someone who will end the standard of ignoring congressional requests, undermining transparency and relying on flawed science.\" And Sen. Roy Blunt, R-Mo., has threatened to stall any EPA nominee, accusing the agency of \"outrageous\" efforts to stop a levee project in his state.\n?\nYet despite such hurdles, McCarthy also has some powerful friends on Capitol Hill. California Democrat Barbara Boxer, who recently introduced a climate bill in the Senate, has publicly rooted for McCarthy to get the nomination. \"I think she'd be great,\" Boxer told ClimateWire. \"She is strong, she is knowledgeable, there'd be no transition required, and I just like Gina because she's straight from the shoulders, a good person.\"\n?\nRelated EPA stories on MNN:\n\nJackson to step down as EPA chief\nThe Clean Water Act turns 40\nU.S. court upholds pollution limits\nEPA proposes stricter soot standards\n\nMNN tease photo: Mandel Ngan/Getty Images","author":"","web_category":"earth-matters#politics","title":"Obama picks Gina McCarthy to lead EPA","picture_url":"http://images.mnn.com/sites/default/files/gina_mccarthy.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/obama-picks-gina-mccarthy-to-lead-epa"}