{"summary":"Some solar manufacturers require that you buy products from their dealers and have the panels installed by people trained to work with their systems. If you are the handy type, there are DIY installation kits for some solar panels","advice_category":"4","content":"Kermit the Frog was right when he sang, \"It's Not Easy Being Green.\" Buying rooftop solar panels for your home could make a big difference for the environment and your pocketbook, but there is plenty of work involved if you decide to embark on this project.\nFirst, you must do some homework. If you plan to install solar panels on the roof of your home, you'll need to be well informed about local building and fire codes. For example, some communities require a certain amount of solid roof area not covered by solar panels so firefighters can walk on the roof or cut holes in it to vent smoke, flames and extreme heat so they can safely enter a burning building during a fire.\nIt's also essential for you or the people you hire to install the panels to do these things:\nGet any necessary permits so you don't end up installing something that violates local codes, which could be a costly mistake.\nConsult your utility company if you plan to coordinate with it to sell your unused solar-generated electricity back to the utility when your panels generate more electricity than your house uses.\nCheck to see if there are tax credits, rebates or financial incentive programs for your solar panel use.\nSome solar manufacturers require that you buy products from their dealers and have the panels installed by people trained to work with their systems. If you are the handy type, there are DIY installation kits for some solar panels. Once again, you must check with the authorities in your area to see whether certified electricians are required to do certain parts of the labor.\nUndoubtedly, most homeowners choose to be on-grid, which means they are linked to a local utility, even if they install solar panels. The solar power system can supplement the utility-generated electricity and cut power bills substantially. There also may be times when the home solar system produces more electricity than the house uses, which means the meter will start running backwards and a homeowner is essentially giving energy to the utility in a process called net metering. In cases where the power company participates in such a program, the result typically is a credit toward an upcoming utility bill.\nHow much will you save using solar power? That is quite difficult to calculate since there are many variables, especially comparing one part of the United States to another. Some areas get more sunshine than others do: Denver gets an average of 300 sunny days per year while Portland gets about 50. In addition, states and cities vary dramatically when it comes to tax rebates and financial incentives for going green. Still other places currently charge a great deal for electricity (think New York City) so any savings there would add up more quickly than in, say, Atlanta, where utility costs are much lower.\nNevertheless, a carefully chosen system of solar panels for your home will, over time, produce savings on your electrical bills. If you opt for even a few solar panels on your roof, your overall heating and cooling expenses will be lower, it will cost less to run appliances and you will leave a much smaller carbon footprint.\nAt TopTenREVIEWS We Do the Research So You Don't Have To.?\nRelated stories on MNN:\nThe future's never looked brighter for the solar biz\nPot farmers grow green, go green with solar energy\nKids kickstart clean energy revolution in Britain\n?\nThis story was originally written for TopTenREVIEWS and is reprinted with permission here.?Copyright 2013 TopTenREVIEWS, a TechMediaNetwork company.\n\t?","author":"Linda Thomson","web_category":"earth-matters#energy","title":"How to go solar the right way","picture_url":"http://images.mnn.com/sites/default/files/solar%20rooftop.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/how-to-go-solar-the-right-way"}