{"summary":"Handling their business outside isn't a choice — it's a necessity. Dunnings also suggests removing your dog's bedding and washing it on a regular basis using a gentle detergent that is free of dyes or perfumes.","advice_category":"2","content":"Spring has sprung with a vengeance. Most of us simply dust off the neti pot or load up on Benadryl during allergy season. It’s a little harder for dogs with environmental allergies to avoid the elements. Handling their business outside isn't a choice — it's a necessity. Fortunately, our experts offer cool tips to help keep hot spots and doggy surgical masks at bay during allergy season.\n?\nWatch for allergy symptoms: Itchy pups are hard to ignore. \"We'll hear owners say 'they kept me up all night because every five minutes they were chewing, chewing, chewing,'\" said Dr. Andrea Dunnings, owner of East Atlanta Animal Clinic, who notes an increase in dogs with skin allergies this time of the year. Allergy symptoms can include excessive licking, redness (\"hot spots\") or hair loss.\n?\nMonitor the pollen count: Allergy season for dogs can mirror that of humans, so bookmark the pollen forecast in your area and monitor your dog for symptoms. After tiptoeing through the tulips, Dr. Robert O. Schick, a dermatologist with Georgia Veterinary Specialists, suggests wiping your dogs' paws with a cool towel to remove pollen residue or scheduling a weekly cool water bath. Also, avoid tracking pollen into the house by removing your shoes at the door.\n?\nDon't ignore household allergens: \"The most common environmental allergen is not a pollen but house dust mites and house dust,\" said Schick.\n?\nDo what you can to reduce the amount of dust in your home by vacuuming carpets well. Focus on your dog's favorite spots in the house such as under beds and near windows. Don't forget to clean window treatments regularly. Dunnings also suggests removing your dog's bedding and washing it on a regular basis using a gentle detergent that is free of dyes or perfumes.\n?\nSchick offered another cool tip: When your dog isn't looking, ice the squeaky squirrel every now and then. Freezing plush toys kills dust mites. Also, \"Google 'mite control' and you will find several powders that you can add to the carpet to remove mites,\" he said.\n?\nCall the vet before raiding the medicine cabinet: \"Not all over-the-counter medications are safe for use of pets,\" Dunnings said, noting that many dog owners use Benadryl to help relieve some of the itching and scratching. The antihistamine \"typically makes the pet kind of drowsy, reducing itching because they are sleepier,\" she said. But it's easy to miscalculate the appropriate dosage for Chihuahua versus a Great Dane.\n?\n\"At least call the clinic prior to dispensing,\" Dunnings warned.\n?\nTopical solutions provide limited relief: Victoria Park, owner of Park Pet Supply, sees her share of frazzled dog owners in search of help this time of the year. She has found success with products from Homeopet, Solid Gold and Earthbath, an all-natural line that is free of parabens and phthalates. Creams that contain hydrocortisone and oatmeal-based shampoos also can help relieve itching, Dunnings said.\n?\nThere is no quick fix: Identifying and treating the source of an allergy can be tricky, said Dunnings. That's why skin allergies and infections ranked second?and third, respectively, last year among dog insurance claims submitted to VPI, the largest pet insurance company in the country.\n?\n\"Allergies aren't going to be cured, they will be treated long-term,\" she warned. \"Think of friends who are always on some type of antihistamine or inhaler.\"\n?\nAn intradermal skin test (allergy test) will help your vet determine the cause of your dog's symptoms. The test is usually conducted by a veterinary dermatologist, and involves shaving a patch on your dog's skin and injecting various allergens such as grass, pollen or dust. Through process of elimination, the vet can isolate the allergen and plan a course of action such as allergy shots or a vaccine. Keep in mind, treatment can be costly — the test alone may cost more than $200.\n?\n\"Their immune systems can change and they can grow out of the allergy,\" Dunnings said. \"But a lot of dogs have yearly lifetime issues.\"\n?\nMaintain monthly flea and tick treatment: One flea can wreak plenty of havoc, so maintain your dog's monthly flea and tick treatment, especially if there is a chance your dog is allergic. Topical solutions such as Advantage and Frontline are popular because you simply apply a liquid solution once a month.\n?\nReports of adverse reactions from topical flea solutions caused the Environmental Protection Agency to pursue more stringent testing and evaluation requirements as well as stronger warning labels. If you are squeamish about topical solutions, consider greener options. Park suggests Natural Chemistry's DeFlea products, which contain a surfactant (\"detergent\") that dissolve fleas' waxy protective coating. She also recommends essential oils or diatomaceous earth — a mineral-based pesticide that comes from fossilized water plants.\n?\nPick another protein: If your dog appears itchy long after the last flower has bloomed, it may be time to focus on the food. Dogs can be allergic to grains, proteins or even preservatives, and the symptoms resemble symptoms for environmental allergies.\n?\nTo address the problem, your vet may suggest a food trial, limiting your dog to a novel protein such as duck, venison or even fish, along with a vegetable. Treats and table food will be off limits until the vet can determine the allergy source. Over time, you can reintroduce your pet to other proteins, using the process of elimination to determine the source.\n?\nTake an active approach to food issues by investing in a quality dog food that lists its protein among the first few ingredients.\n?\nHopefully this list of suggestions for help with dog allergies will help you and fido have a great spring.\n?\nInset photos: tibchris, pedrosimoes7;?MNN?homepage photo:?graphicphoto/iStockphoto\n?\nFor more on pet allergies, check out this story from Mother Nature Network: Cat allergies: How to treat cats with allergies\n?\nSee also:\n• How to adopt a dog\n• Pet nutrition","author":"","web_category":"health#allergies","title":"Dog allergies: How to treat Fido's allergies","picture_url":"http://images.mnn.com/sites/default/files/dog-allergies-FULL.jpg","url":"http://www.mnn.com//health/allergies/stories/dog-allergies-how-to-treat-fidos-allergies"}