{"summary":"climate talks. \tAlthough Obama joined Romney in ignoring climate change during their debates, he has repeatedly framed it as a major threat","advice_category":"5","content":"President Obama's re-election provides some clarity after months of uncertainty. Obamacare will not be repealed, for example, and Big Bird won't get the axe. And even though Obama scarcely mentioned climate change during the campaign, there's reason to believe he might now focus more intently on it and other environmental issues.\n\n\t?\n\n\tIn one potential sign of his second-term priorities, Obama cited climate change in his victory speech as one of three future perils he aims to help the country avoid. \"We want our children to live in an America that isn't burdened by debt, that isn't weakened by inequality, that isn't threatened by the destructive power of a warming planet,\" he said, drawing a swell of applause from supporters.\n\n\t?\n\n\tYet environmentalists are taking nothing for granted, as many still feel Obama let them down on issues like cap-and-trade, smog standards and offshore drilling. Author and activist Bill McKibben, for one, wasted no time Tuesday night announcing a White House rally against the Keystone XL oil pipeline, while many climate advocates are already looking ahead to this month's U.N. climate summit in Qatar. Here are three of the biggest, most urgent environmental hurdles facing Obama in his second term:\n\n\t?\n\n\tKeystone XL pipeline\n\n\tObama's reluctance to reject the 1,700-mile pipeline last year irked many of his supporters, resulting in a series of high-profile protests that frayed his relationship with environmentalists. They eventually patched things up, as Obama first delayed his decision and then rejected the proposal when House Republicans tried to force his hand. But pipeline developer TransCanada hasn't given up, and the Obama administration is poised to make a final decision sometime in 2013. While challenger Mitt Romney had vowed to approve Keystone XL on his first day in office, Obama has been more measured in talking about the pipeline.\n\n\t?\n\n\tHoping to show that many Americans still don't want the cross-country oil conduit, McKibben and other prominent environmentalists are planning another march on the White House for Sunday, Nov. 18. On his website, McKibben writes that \"Keystone XL is still a crazy idea, a giant straw into the second biggest pool of carbon. Even if it doesn't spill, it would add 900,000 barrels of oil worth of carbon each day to the earth's atmosphere.\" But perhaps to give Obama the benefit of the doubt, he suggests starting with a soft touch. \"No one needs to get arrested this time — though that may come as the winter wears on,\" McKibben writes. \"For now we simply need to let the president know we haven't forgotten, and that our conviction hasn't cooled.\"\n\n\t?\n\n\tEnergy development\n\n\tObama has heartily embraced natural gas, which emits less carbon than other fossil fuels but also poses its own environmental dangers, from fracking to air pollution. This has let the U.S. reduce its reliance on coal and oil, and combined with Obama's push for automotive fuel efficiency, it has also helped curb the country's carbon pollution. But as the accounting firm PricewaterhouseCoopers warned this week, too much investment in shale gas \"could lock in the dependence on fossil fuel.\"\n\n\t?\n\n\tObama has also been open to offshore drilling in the Arctic, where Royal Dutch Shell will begin exploring for oil as the sea ice recedes next spring. Yet he's still less bullish on fossil fuels than Romney, touting an \"all of the above\" energy strategy that includes robust investments in renewables and efficiency. Romney wanted to let a key wind-power tax credit expire, for example, but Obama supports extending it, citing industry data that suggests 37,000 jobs hang in the balance. And while Romney advocated opening more public lands to oil and gas production, Obama has been relatively cautious on that front. At the same time, he has worked to promote more clean energy, such as a newly approved 3,000-megawatt wind farm in Wyoming.\n\n\t?\n\n\tClimate change\n\n\tAlthough Obama joined Romney in ignoring climate change during their debates, he has repeatedly framed it as a major threat. Even before the mention in his re-election speech, he recently called it?\"one of the biggest issues of this generation\" and pointed out that it \"is not a hoax.\" The issue also received a late-campaign surge of attention thanks to Hurricane Sandy, which is widely viewed as a severe-weather preview for a warmer world. New York City Mayor Michael Bloomberg even gave Obama an 11th-hour endorsement based largely on his willingness to tackle climate change.\n\n\t?\n\n\tObama's fuel-efficiency rules and other carbon cuts could eventually curb U.S. greenhouse gas emissions by 10 percent, yet climate advocates are already pushing him to take a harder stance not just on U.S. emissions, but also on up-and-coming polluters like China, India, Russia and Brazil. He'll have a chance do that later this month, when world leaders convene in Doha, Qatar, for the latest installment of U.N. climate talks. \"In the international arena, the administration should take a more constructive role around the climate negotiations,\" World Resources Institute president Andrew Steer said in a statement Tuesday night. \"President Obama has shown the power of bold leadership on big international issues — and he has the opportunity to make an ambitious international climate agreement part of his legacy.\"\n\n\t?\n\n\tU.N. climate talks are notoriously gridlocked, though, and American delegates will face an uphill battle to make any meaningful progress in Doha. But with his re-election, Obama now has a fresh four-year slate to tackle complex problems, few of which can hold a candle to global warming.?\"With his re-election, President Obama has the opportunity to fulfill the promise of his campaign and tackle the greatest challenges of our generation,\" Steer says. \"At the top of the list should be climate change — which is already taking a serious toll on people, property, resources and the economy.\"\n\n\t?\n\n\tCheck out the video of Obama's victory speech below:\n\n\t?\n\n\n\n\t?\n\n\tRelated political stories on MNN:\n\n\t\t\tReport: 10-degree heat rise possible by 2100\n\n\t\t\tObama and Romney answer science questions\n\n\t\t\tHurricane Sandy wreaks agricultural havoc\n\n\t\t\tSuperstorm Sandy: A climate wake-up call\n\n\n\t?\n\n\tMNN tease photo:?Chip Somodevilla/Flickr\n\n\t?","author":"","web_category":"earth-matters#politics","title":"3 ways Obama's win affects the environment","picture_url":"","url":"http://www.mnn.com//earth-matters/politics/blogs/3-ways-obamas-win-affects-the-environment"}