{"summary":"Interior Department boosts solar farm opportunities. Jewell would succeed outgoing Interior Secretary Ken Salazar, who announced last month that he'll step down from the position in March","advice_category":"5","content":"Update, April 10: The U.S. Senate has approved Sally Jewell's nomination to lead the Interior Department, voting 87-11 in favor.\n?\n\n\n?\nUpdate, Feb. 6:?Obama presented REI CEO Sally Jewell Wednesday as his nominee for Interior secretary, calling her a \"strong and capable leader\" and \"an expert on the energy and climate issues that are going to shape our future.\" Jewell said she's \"humbled\" and \"energized,\" adding that \"I have a great job at REI today, but there's no role that compares to the call to serve my country as secretary of the Department of Interior.\"\n?\n\n\n?\nPresident Obama has selected Sally Jewell, CEO of outdoor-gear retailer Recreational Equipment Inc., to lead the U.S. Interior Department, and is expected to officially announce her nomination at a press conference Wednesday afternoon.\n?\nJewell would succeed outgoing Interior Secretary Ken Salazar, who announced last month that he'll step down from the position in March. Her nomination would be a bit unorthodox, since Interior secretaries are typically plucked from the political arena, but it also seems calculated to appease an array of divergent interest groups.\n?\nAs CEO of Seattle-based REI, for example, Jewell continues a tradition of nominating Interior secretaries from Western states. She also brings a diverse r?sum? to the table, having worked in the oil industry as well as the conservation community. She began her career as a petroleum engineer for Mobil Oil, before it merged with Exxon, and has since served as a board member for the National Parks Conservation Association. In February 2011, she introduced Obama at an event heralding the America's Great Outdoors Initiative, a project led by the Interior Department.\n?\nJewell has a longstanding affinity for the outdoors, as the Seattle Times noted in a 2005 article about her ascension at REI. She and her family often sailed around Puget Sound during her childhood, and \"used to go camping everywhere we went,\" she told the Times. And as the New York Times reports, she has received a slew of environmental awards in recent years, including the Audubon Society's 2009 Rachel Carson Award, the 2008 Nonprofit Director of the Year award from the National Association of Corporate Directors, and the Green Globe: Environmental Catalyst Award from King County, Wash.\n?\nStill, with her big-business background, Jewell will likely need to reassure some environmental groups that she'll protect the nation's wilderness. The Interior Department oversees huge swaths of federal land, including territory managed by the Bureau of Land Management and the National Park Service, and has been a hub of controvery lately thanks to its regulation of oil and gas drilling from the Gulf of Mexico to the Arctic Ocean.\n?\nEven a former Interior secretary, Bruce Babbit, recently lamented the agency's direction in a speech at the National Press Club. \"So far, under President Obama, industry has been winning the race as it obtains more and more land for oil and gas,\" said Babbit, who led the department under President Clinton. \"Over the past four years, the industry has leased more than 6 million acres, compared with only 2.6 million acres permanently protected. In the Obama era, land conservation is again falling behind.\"\n?\n\nRelated Interior Department stories on MNN:\nKen Salazar to step down as Interior secretary\nInterior Department boosts solar farm opportunities\nAmerica's largest wind farm approved in Wyoming\nU.S. establishes first-ever 'National Blueway'\n\n?","author":"","web_category":"earth-matters#politics","title":"Obama picks REI chief for Interior secretary","picture_url":"http://images.mnn.com/sites/default/files/sally_jewell.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/obama-picks-rei-chief-for-interior-secretary"}