{"summary":"EPA demands review of proposed oil sands pipeline. Yellowstone pipeline repairs to take weeks","advice_category":"8","content":"?\nThe U.S. has enough oil and natural gas pipelines to circle the Earth 100 times, yet many Americans rarely see or even think about them. That's partly because most pipelines are buried underground, and partly because of their \"strong safety record,\" according to the federal Pipeline and Hazardous Materials Safety Administration, which regulates the industry.\n?\nBut not everyone is so impressed with that record. According to the PHMSA's own statistics, pipeline accidents kill or hospitalize at least one person in the U.S. every 6.9 days on average, and cause more than $272 million in property damage per year. Critics often blame weak regulations as well as lax enforcement.?\n?\n\"It's a systemic issue,\" says?Anthony Swift of the Natural Resources Defense Council, which opposes some pipeline projects.?\"To a large extent, the recent disasters reflect a regulatory mindset where you don't have a problem until you've had a number of catastrophes.\"\n?\nOfficials have vowed to improve safety, and the overall frequency of accidents has declined in recent years. But population growth near aging, corroded pipelines — combined with a rush to build new ones from Canada's tar sands — has still raised the stakes. That became clear during a series of accidents across North America in 2010 and 2011, including:\n?\nMarshall, Mich.: A Canadian oil pipeline ruptures on July 26, 2010, releasing 840,000 gallons into Talmadge Creek and the Kalamazoo River.\nSan Bruno, Calif.: A 56-year-old natural gas transmission line explodes on Sept. 9, 2010, killing eight people and destroying 55 homes.\nRomeoville, Ill.: On the same day of the San Bruno blast, workers discover a leaking oil pipeline outside Chicago, which ends up spilling 250,000 gallons.\nCairo, Ga.: A corroded gas pipeline explodes while a utility crew is repairing it on Sept. 28, 2010, killing one worker and injuring three others.\nWayne, Mich.: A gas explosion in a Detroit suburb destroys a furniture store and kills two employees on Dec. 29, 2010.\nPhiladelphia, Pa.: One person is killed and six others are hurt when a gas pipeline blows up in Philadelphia's Tacony neighborhood on Jan. 18, 2011.\nAllentown, Pa.: Five people are killed when a cast-iron gas main explodes on Feb. 10, 2011, just 60 miles away and three weeks after the Philadelphia blast.\nAlberta, Canada:?A Canadian oil pipeline running from northern Alberta to Edmonton ruptures on April 29, 2011, spilling roughly 1.2 million gallons.\nBrampton, N.D.:?The relatively new Keystone oil pipeline from Canada springs a leak on May 7, 2011, releasing 21,000 gallons into rural North Dakota.\nLaurel, Mont.: Exxon Mobil's Silvertip oil pipeline ruptures on July 1, 2011, spilling an estimated 42,000 gallons into the flooded Yellowstone River.\n?\nThe San Bruno explosion helped raise the total cost of U.S. pipeline accidents in 2010 to $980 million, more than triple the annual average from 1991 to 2009. And since the ruptured pipe was 56 years old, it also revived doubts about the safety of aging pipelines. More than 60 percent of all U.S. natural gas transmission lines were installed before 1970, according to the nonprofit Pipeline Safety Trust, and 37 percent are from the '50s or earlier. Around 4 percent — nearly 12,000 miles — are pre-1940, and some segments have been in place for 120 years. While pipelines have no official expiration date, age can amplify many other problems, PST executive director Carl Weimer tells MNN. \"Certainly age is a factor,\" he says. \"But with steel pipes, age isn't the main problem. It's more how it's constructed, maintained and operated.\"\n?\nThe U.S. pipeline network is too complex to cite a single cause for the recent accidents, Weimer adds, but he does point to a general lack of action on well-known safety issues. \"There has been a rash of tragedies over the last year, and if you look at the causes, they've all been different,\" he says. \"A lot of those are problems that have been known and talked about for some time, but they haven't been addressed.\"\n?\nNatural gas pipelines\nMost U.S. pipelines already carry natural gas, and their burden is expected to grow in coming decades. A drilling technique called hydraulic fracturing, aka \"fracking,\" has spurred a shale gas boom in the U.S., and environmental concerns about coal, oil and nuclear power seem poised to boost gas demand even further (despite similar concerns about fracking). The U.S. Energy Department projects shale gas will jump from 14 percent to 47 percent of all U.S. energy production by 2035, helping raise total gas production by 5 trillion cubic feet within 24 years.\n?\nThere are three basic types of gas pipelines, each for a different stage of the fuel's journey. First are gathering lines, which carry gas from the well to a vast network of transmission lines. These larger pipes then move the gas among states and regions, finally arriving at a local network of smaller distribution pipes, which deliver the gas directly to consumers.?(See the interactive graphic above for more.)\n?\nAbout 95 percent of all U.S. gas pipelines handle local distribution, but most don't pose much threat of exploding, Weimer says. \"The smaller distribution lines that bring gas to a house or a business, a lot of those are plastic these days,\" he says. \"They have much less pressure, so that isn't really an issue, and being plastic they don't have any corrosion problems.\" But they do have their own set of risks, he adds: \"Plastic is easier to break, so if someone is digging near them, they tend to break more easily.\"\n?\nSteel transmission lines, however, handle higher pressure and can corrode over time, especially older ones. \"A 50-year-old pipeline probably doesn't have the same coating as a modern one,\" Weimer says. \"Cathodic protection creates an electrical charge on the outside of a pipeline and helps counteract external corrosion. That didn't really start until the '60s, so if a pipeline was in the ground before then, it might not have that protection.\" The San Bruno line was from 1954, for example, and had inspection lapses. \"It's pretty easy to fix segments of pipelines,\" Weimer says. \"If you inspect them on a regular basis, you can usually tell when it needs to be swapped out.\"\n?\nThe same can't be said for cast-iron gas mains, though, which pump gas to local distribution systems, mainly in large cities. The recent blast that killed five people in Allentown, Pa., is a tragic reminder of their frailty, Weimer says, since that cast-iron main was installed in 1928. \"Age does matter with those,\" he says. \"They're not even being put in the ground anymore. Some have been around for 80 years or more ... and that cast-iron does become brittle with age.\"\n?\nOil pipelines\nSince oil pipelines move more than just crude oil, the PHMSA classifies them broadly as \"hazardous liquid pipelines.\" There are about 175,000 miles of these in the U.S., making up just 7 percent of the pipeline network, but they perform a key role for the country's oil-reliant industries. They also inhabit some pristine parts of the country, from Alaska to the Great Lakes to the Gulf Coast, raising the ecological stakes of a leak. The rise of Canada's tar sands has made oil pipelines an especially hot topic lately, thanks to the Keystone pipeline from Alberta to Oklahoma and the proposed Keystone XL, which would connect to Texas.\n?\nLike gas pipelines, oil pipelines are split into three basic groups: gathering lines, which carry crude from both onshore and offshore oil wells; larger crude oil \"trunk lines,\" which bring the raw sludge to refineries; and refined-products pipelines, which pump gasoline, kerosene and various industrial petrochemicals to the end user.\n?\nOil pipelines are often kept away from populated areas, but spills can still be dangerous. In July 2010, a pipeline leaked 840,000 gallons of oil into Michigan's Talmadge Creek, creating an ecological mess that cost nearly $26 million to clean up, including the removal of 15 million gallons of water and 93,000 cubic yards of soil. Less than two months later, another pipeline owned by the same company, Canada-based Enbridge, spilled 250,000 gallons near Chicago. And less than 12 months later, a pipeline owned by Exxon Mobil ruptured near Laurel, Mont., spilling 42,000 gallons?into the famed Yellowstone River and fouling the property of at least 40 landowners.\n?\nTransCanada's Keystone pipeline, which opened in 2010, has already had 11 leaks in its first year, including one in May that spilled 21,000 gallons in North Dakota.?That's a lot for a new pipeline, says the NRDC's Swift, who argues that tar sands' \"diluted bitumen\" requires tougher safety standards than crude oil. Because bitumen is so thick, it must be diluted with corrosive solvents to help it flow through long-distance pipelines. \"We're seeing a large increase of a new type of product in our pipeline system, and we've already had a number of leaks,\" Swift says. \"One of our concerns is that this oversight is occurring even as there are plans to build more.\"\n?\nBeginning in Alberta, the 1,661-mile Keystone XL pipeline (click map to enlarge) would run south through Saskatchewan, Montana, South Dakota, Nebraska, Kansas and Oklahoma before finally linking to oil refineries in Texas. The international project must be approved by the U.S. State Department, but the EPA has openly criticized that review process as inadequate. \"We have a number of concerns regarding the potential environmental impacts of the proposed project, as well as the level of analysis and information provided concerning those impacts,\" the EPA wrote in a letter to the State Department on June 6. A study released July 11 warns the threat of spills is far greater than TransCanada's risk assessments suggest; the company estimates an average of one spill every five years, while the study estimates?\"a more likely average of almost two major spills per year.\"?On top of spills, the EPA is worried about greenhouse gas emissions, air pollution from Texas oil refineries, destruction of local wetlands and deaths of migratory birds.\n?\nTransCanada and many Republicans in Congress say Keystone XL would boost U.S. energy security, while environmental groups, some Democrats and local residents contend it's not worth the risks. The State Department plans to release a final environmental review later this year, but with a dispute between two Cabinet-level departments, President Obama may be forced to weigh in personally.\n?\nGoing beyond pipe dreams\nU.S. Transportation Secretary Ray LaHood, whose department oversees the PHMSA, has repeatedly pledged to improve pipeline safety since the recent string of accidents. He held a \"National Pipeline Safety Forum\" in April, and introduced a new rule that, starting in August, will require all operators of gas distribution lines to \"evaluate their risks and take immediate steps to mitigate those risks.\" LaHood also notes on the DOT's Fast Lane blog that President Obama has proposed a 15 percent increase in pipeline safety funding, and says he has \"called on Congress to raise the maximum civil penalties for pipeline safety violations\" and to make more experts available for inspections.\n?\nOld pipelines and too few inspectors aren't the only problems cited by safety advocates, though. \"In San Bruno or in that big spill in Michigan, the problem was leak-detection systems,\" Weimer says. \"The regulations say you have to have them, but they don't define what that means. So some companies have had leaks that leaked all night long, and their fancy leak-detection systems didn't know. We need standards for leak-detection systems, and for automated valves, so pipelines can be shut down quickly.\"\n?\nWhile Weimer expresses pessimism that will happen anytime soon, he is at least heartened by the ongoing discussions in Washington. \"It has been talked about for many years,\" he says, \"but it is good they're talking about it.\"\n?\nMore information\nTo learn more about U.S. pipeline safety issues, check out these related articles from MNN and the video clip below from the Associated Press:\n?\nBP leaks oily mixture onto Alaskan tundra\nYellowstone pipeline repairs to take weeks\nEPA demands review of proposed oil sands pipeline\nHillary Clinton sued over proposed pipeline\nKeystone XL pipeline hits another snag\n?\n\n\n?\nClick here to see image credits\n\n\nImage credits\nWarning sign for gas pipeline in Texas: Rennett Stowe/Flickr\nNatural gas pipeline under construction: ZUMA Press\nKeystone oil pipeline in Cushing, Okla.: ZUMA Press\nMap of Keystone projects: U.S. State Department\nPresident Obama and Ray LaHood: DOT Fast Lane","author":"","web_category":"earth-matters#translating-uncle-sam","title":"U.S. pipelines at a crossroads","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/us-pipelines-at-a-crossroads"}