{"summary":"Thirteen of the region's 23 largest migrating herds are now in decline, according to NOAA's 2010 Arctic Report Card, and?another recent census found that global reindeer populations have dropped?57 percent in the last two decades.?With many threatened and endangered herds already struggling, some experts say climate change could push reindeer over the edge.. Reindeer are not only ecologically important — they provide wolves and polar bears with warm meals, for example, and their foraging helps regulate plant growth — but they also support many indigenous societies of the far north.?People from Alaska to Norway to Siberia depend on reindeer for labor and food, and while they usually get priority over sport hunters when reindeer are scarce, Boyce says falling populations in western Canada are leading to tougher limits on subsistence hunters, too","advice_category":"8","content":"Click on one of the boxes below for more information:\n\n?\nSanta Claus was too busy to stop by the?Cancun climate summit?this month, but that doesn't mean St. Nick isn't worried about climate change. In fact, it might be costing him some of his best employees.\n?\nReindeer populations are dwindling across much of the Arctic, and while the species as a whole isn't in immediate danger, Santa may still want to start shopping around for backup. Thirteen of the region's 23 largest migrating herds are now in decline, according to NOAA's 2010 Arctic Report Card, and?another recent census found that global reindeer populations have dropped?57 percent in the last two decades.?With many threatened and endangered herds already struggling, some experts say climate change could push reindeer over the edge.\n?\n\"Arctic herds in particular are challenged by climate change, just like polar bears are,\" says University of Alberta ecologist Mark Boyce, whose 2009 reindeer census was published in the journal Global Change Biology. \"It's in the Arctic that climate change is happening faster than anywhere else on the planet.\"\n?\nBut ecology is rarely simple, and the exact causes of reindeer declines are still too foggy for even Rudolph to clear up. Individual herds have survived sweeping population booms and busts before, and the recent busts are still widely attributed to?natural cycles. Blaming climate change would be too hasty, says U.S. Geological Survey research biologist Layne Adams, because warmer weather in the Arctic might also have benefits for reindeer.\n?\n\"There are going to be a suite of positive and negative effects, and it's hard to jump to a conclusion on what the net effect will be,\" Adams says.?\"It's a pretty complicated story.\"\n?\nEfforts to understand the moral of that story are held up by a lack of comprehensive and long-term data, but some scientists see this as a bigger problem than others. Adams says he's unconvinced that Arctic warming is related to shrinking herds, and points out positive aspects such as plants that sprout earlier and grow larger. Boyce, on the other hand, says climate change is a leading suspect in a whodunit that's worth investigating.\n?\n\"They have these huge fluctuations over time, but they don't do it all together,\" Boyce says. \"One [herd] will be increasing, and one will be decreasing. What's so different now, if you look globally at caribou and reindeer all around the circumpolar region, is that most of them are declining. That's why there's such reason for alarm.\"\n?\nFalling reindeer\nRangifer tarandus is a hardy, muscular deer species that evolved some 1 million years ago and gradually split into seven subspecies, now scattered all across Earth's upper fringes. (Rangifers are generally known as \"reindeer\" in Eurasia and \"caribou\" in North America, but they're all the same species.) They manage to thrive in one of the planet's harshest climates, thanks largely to adaptations such as specialized noses, hooves and fur that help them handle the cold and navigate through snow. They endure bleak northern winters by digging through snow to nibble on moss, lichens and grass, and the resourceful herbivores sometimes resort to eating twigs, fungi and even lemmings. They're also the only deer species in which both males and females grow antlers, and a bull reindeer's headgear is second in size only to that of a moose.\n?\nBut despite their shrewd adaptability and imposing physiques, reindeer have been dying and disappearing a lot lately. Sub-Arctic varieties are threatened by humans in several ways, including timber harvesting, road building, and oil and gas development, which can fragment and degrade their habitat. This may have helped decimate North American herds like the western woodland caribou of Idaho and Washington, which are listed as endangered by the U.S. Fish and Wildlife Service. Canada's Beverly herd, which once numbered around 200,000, can now barely be found, and Boyce says all woodland caribou in Alberta are now \"seriously endangered.\"\n?\n\"Woodland caribou are declining because of development, and?the northern Arctic herds are the ones that are primarily affected by climate change,\" Boyce says. \"Both of them are being clobbered, though, because of human-caused changes.\"\n?\nConservation groups such as Defenders of Wildlife and Greenpeace tend to agree, but not all biologists and ecologists do — NOAA's Arctic Report Card, for example,?says natural population cycles are still the prevailing theory. According to USGS research biologist and caribou expert?Brad Griffith, \"no one single explanation is prudent or adequate\" for recent declines, although he adds that some kind of drop was inevitable, since many reindeer populations steadily increased for most of the last century until the mid-'70s.\n?\n\"I think we're just seeing the expression of long-term cycling,\" Griffith says. \"We've got to be careful about responding to a sort of snapshot. A single observed correlation in a single season in not sufficient.\"\n?\nYet something is still wiping out reindeer, and whether it's climate change, natural cycling or some combination of the two, the implications of disappearing herds are dire. Reindeer are not only ecologically important — they provide wolves and polar bears with warm meals, for example, and their foraging helps regulate plant growth — but they also support many indigenous societies of the far north.?People from Alaska to Norway to Siberia depend on reindeer for labor and food, and while they usually get priority over sport hunters when reindeer are scarce, Boyce says falling populations in western Canada are leading to tougher limits on subsistence hunters, too. If reindeer herds continue falling for decades, it?could ruin more than just Christmas.\n?\nClimate vs. caribou?\nIt's not that climate change doesn't affect reindeer; it's just that we don't know yet whether the overall result is good or bad for them. We do know that rising global temperatures have some of the most extreme effects in the Arctic, though, so reindeer will at least have a front-row seat for whatever happens. According to scientists' field observations and climate models, that may include some of the following:\n?\n• Layers of ice:?Because many reindeer survive the winter by tunneling through snow to eat buried plants, a technique known as \"cratering\" (see photo at right), they need snow to be soft and penetrable. If Arctic temperatures and rainfall keep rising as predicted, it might increase the likelihood of two natural events that scientists already know can kill reindeer en masse: When snow on the ground melts and refreezes, or when rain falls onto pre-existing snow and then freezes, a layer of ice forms that can be difficult for reindeer to crack. They have adaptable hooves that transform each winter — retracting their spongy padding to expose the hoof's hard, ice-cutting rim — but it's still exhausting to break through thick ice for the meager nutritional reward of moss and lichens. Large groups of caribou corpses in Canada have been linked to these so-called \"icing events,\" although data are too sparse to connect them directly to climate change. According to the CircumArctic Rangifer Monitoring and Assessment Network (CARMA), an international coalition that tracks threats to reindeer, \"more frequent icing on fall, winter and spring ranges, depending on the location of these ranges, may have moderate to severe implications to body condition and survival.\"\n?\n• Deep snow: The erratic weather global warming is expected to bring doesn't always occur in tandem with the warmer temperatures themselves, and in the Arctic that could sometimes translate into heavy snowstorms. For foraging reindeer, that would mean a lot more cratering to eat enough tundra moss — not always as difficult as cracking a layer of ice, but tiring and time-consuming nonetheless. Deep snow also hinders the ability of reindeer to escape from gray wolves, which are lighter on their feet than most large hoofed mammals. Of course, this is all still speculative, Adams points out, because even though there have been some signs the Arctic is already getting wetter, those kinds of specific, localized climate projections are just that — projections. \"We're struggling over what the prediction will be, and then trying to understand what the secondary and tertiary effects will be,\" Adams says.?\"That gets pretty complicated.\"\n?\n• Insect swarms: Being enveloped in a cloud of flies or gnats would irritate almost anyone, but reindeer face an especially sinister insect invasion every summer. Large herds provide a moveable feast for swarms of flying bugs, which can get so bad that reindeer often flee prime foraging spots just to escape. \"They really suffer in the summertime from insects,\" Boyce says. \"Sometimes they will go to the shoreline, all the way up to the edge of the Arctic Ocean, where they catch these breezes coming in to relieve themselves from insects. They also will go to high mountain ridges, where there isn't much forage, but they can get some relief from the insects up there.\" The reindeer are seeking relief from more than just buzzing and itching — some of the insects, such as parasitic warble flies (see photo above), burrow under animals' skin to lay their eggs. If the normally dry Arctic does see more rain and melting snow as temperatures rise, it could amplify the bug problem and put even more pressure on falling reindeer herds. But Adams' earlier point still stands:?Until hard data can show whether the Arctic actually is getting wetter, increased insect harassment is still just a potential impact of climate change.\n?\n• Early spring: Warmer weather in the Arctic means winter often ends earlier and spring comes sooner. Such off-kilter seasons can wreak havoc throughout an ecosystem, and in the vast northern tundra, early spring carries a confusing array of pros and cons. On the negative side, it makes snow melt sooner, which can throw a monkey wrench into reindeer herds' carefully timed migrations. There's a brief window after spring snowmelt when newly exposed plants are at their most nutritious, and migrating reindeer schedule their seasonal journeys so they arrive in summer foraging lands just in time to capitalize. But with spring now springing earlier, some herds show up too late to feast on the nutrient-packed plants, leaving their young calves to miss out on the childhood boost. On the bright side, however, Adams says the benefits of an early spring could cancel out such potential downsides — which, he adds, have been overemphasized globally based on a single study in Greenland. \"The things you don't hear about as much are that climate change is also likely to lead to longer growing seasons and increased production of vegetation,\" he says. \"Obviously there's an expense of having to forage through snow, so it would make sense there'd be a net energetic gain for them if there's less snow, which could possibly offset things like rain on snow reducing their access to winter forage.\"\n?\nWhile many of the potential threats from climate change may seem logical or even probable, Griffith points out, there are rigorous scientific standards required to link regional population trends to long-term, worldwide climatic shifts. Not only have those standards not been met in most cases regarding reindeer, he says, but another phenomenon — natural cycling — already has a track record of causing reindeer declines, albeit a short one.?\n?\n\"There was a big decline in the 1800s, and they stayed low until around 1900, when they started to recover,\" he says. \"That was around the same time we started seeing evidence of warming. We know they've been high when it was cold in the 1700s and high when it was warm in the 1900s, so evidently you can have high caribou abundance whether it's warm or cold.\"\n?\nBut modern techniques for conducting a reindeer census weren't developed until 1957, and data prior to that are spotty and sporadic. Many Canadian studies have been plagued by sampling errors or gaps in data, Griffith says, and even the oldest, anecdotal population counts only go back to the 18th century. CARMA warns on its website that, considering the sparsity of reindeer records and the wiliness of a changing climate, past fluctuations might not be much help in figuring out what's going on now.\n?\n\"Another contribution to overconfidence ... is that the caribou, being cyclic in their abundance, have been low in number before and have come back,\" report CARMA researchers, including reindeer experts from the United States, Canada, Greenland, Iceland, Norway, Finland, Germany and Russia. \"However, given changing environmental conditions, the past may not be a secure guide to the future.\"\n?\nMore information?\nResearch from NOAA and CARMA suggests more than half of Arctic reindeer herds are now in decline. The map below breaks down the population trends for 23 major Arctic reindeer herds (click on the image for a larger version):\n?\n\n?\nFor more information about reindeer and caribou, check out the following MNN links, plus the video clip below from BBC's \"Planet Earth\" series:\nAs mighty caribou herds dwindle, warming is blamed\nCanada's woodland caribou face growing risk\nReindeer roundup:?Researchers track dwindling herds in Russia\nResidents of tiny Arctic town live on front lines of climate change\nWildlife experts ponder gender of Santa's reindeer\n?\n\n\n?\nPhoto (reindeer silhouette): U.S. National Park Service\nPhoto (cratering): U.S. Geological Survey\nPhoto (reindeer in snow storm): tristanf/Flickr\nPhoto (warble fly): USDA Systematic Entomology Lab\nPhoto (reindeer mother and calf): ZUMA Press\nMap (Arctic reindeer herds): NOAA, CARMA\nVideo (wolf hunting caribou): BBC Worldwide\n?\nEditor's Note: This article has been updated since it first appeared on Dec. 17, 2009.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Plight of the reindeer","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/plight-of-the-reindeer"}