{"summary":"But once every century or so, an extreme solar storm is expected to impact the Earth, Baker told SPACE.com. WASHINGTON — If an extreme solar storm aimed at the Earth hits in just the right way, it could put interconnected electrical grids around the world at serious risk, experts say.","advice_category":"4","content":"WASHINGTON — If an extreme solar storm aimed at the Earth hits in just the right way, it could put interconnected electrical grids around the world at serious risk, experts say.\n?\nIn addition to creating beautiful auroras, extreme solar storms could knock out a wide range of electric utilities needed to keep life in the United States and around the world functioning normally, according to presenters here at the fourth annual Electrical Infrastructure Security Summit.\n?\n\"What [a solar storm] can do — even if it isn't causing a continental-scale outage — it can really cause a regional blackout,\" said Daniel Baker, director of the Laboratory for Atmospheric and Space Physics at the University of Colorado. \"Imagine something like, for example, Superstorm Sandy. Imagine that kind of severe storm — but causing regional outages for weeks. Living without power really cascades and propagates in remarkable ways throughout our society.\" [The Worst Solar Storms in History]\n?\nAs the sun reaches the peak in its 11-year cycle this year, scientists expect that active regions of the star — known as sunspots — will erupt, flinging streams of charged particles out into the solar system. Relatively minor storms can also create temporary radio blackouts and disrupt GPS navigation.\n?\nHowever, this doesn't necessarily mean that all solar eruptions will impact the Earth. Most coronal mass ejections are not aimed toward the planet, and instead shoot out harmlessly into other parts of the solar system. But once every century or so, an extreme solar storm is expected to impact the Earth, Baker told SPACE.com. ?\n?\nThe last documented solar storm in this category is known as the Carrington event. Particles from a powerful coronal mass ejection overloaded telegraph wires, setting paper messages on fire in 1859.\n?\n\n\n?\nThese kinds of storms from the sun are notoriously difficult to predict. Experts understand the general conditions under which solar storms occur, but it's hard to forecast just how powerful the storm will be, said Karel Schrijver, a solar scientist and fellow at Lockheed Martin.\n?\n\"A [coronal mass ejection] takes two to four days to get to the Earth, so if we had more observational resources, to map its motion — and if we had some measurements of the structure of what's going to hit you — there are ways by which we can certainly improve the forecast,\" Schrijver told SPACE.com.\n?\nScientists can use sun-observing satellites like NASA's Solar Dynamics Observatory to monitor, and possibly forecast, solar weather that could be heading toward the planet, Schrijver said.\n?\n\"There's a lot of space to be explored in terms of computer models that are becoming ever more powerful,\" Schrijver added. \"The heliophysics division at NASA has a wonderful fleet of observatories that looks at the space between the sun and the Earth and the Earth's environment.\"\n?\nFollow Miriam Kramer?@mirikramer?and?Google+. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSolar Max: Amazing Sun Storm Photos of 2013\n\n\nQuadruple X-Flaring Sunspot Is At It Again | Video\n\n\nAnatomy of Sun Storms & Solar Flares (Infographic)\n\n\nMNN: 10 incredible images of solar flares\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Extreme solar storm could cause widespread disruptions","picture_url":"http://images.mnn.com/sites/default/files/SOlarFlareDisruptions_m_052.jpg","url":"http://www.mnn.com//earth-matters/space/stories/extreme-solar-storm-could-cause-widespread-disruptions"}