{"summary":"Or landing in your al fresco latte.) Even so, just watching them on the cicada cam — oddly enough, scampering all over a miniature White House — is enough to make the skin crawl.. As Science Channel tweeted in reply to a query asking if all the cicadas were dead: \"Unfortunately, the cicada life cycle is emerge, mate and die","advice_category":"2","content":"If you’re not lucky enough to live in parts of eastern North America where the brood of 17-year cicadas is emerging in all of their giant-shrilly-chirping-bug glory — or if you do live along the East Coast from North Carolina to Connecticut but the hordes (up to 1.5 million per acre in some parts) just aren’t enough — you’re in luck!\n?\nThe kind folks at Discovery's Science Channel have installed a “live cicada cam” to let us watch from the safety of our desks. (No chance of one of these guys dive-bombing an unsuspecting passer-by. And getting tangled in your hair. Or squirming down the back of your shirt. Or landing in your al fresco latte.) Even so, just watching them on the cicada cam — oddly enough, scampering all over a miniature White House — is enough to make the skin crawl.\n?\nCurrently the broody bugs are doing their thing to some kind of strange cicada porn soundtrack. But we’ll see if it lasts; many commenters are requesting live audio of the insects known for their indefatigable mating chirps rather than the \"Cicada Love\" tune they’re getting their groove on to now.\n?\nAnd if you notice at any time a particular lack of, you know, life ... just remember that the job of a periodic cicada, after spending 17 years underground, is to emerge, molt, mate and then go on to meet its maker. But don't worry, there's plenty more where they came from.\n?\nAs Science Channel tweeted in reply to a query asking if all the cicadas were dead: \"Unfortunately, the cicada life cycle is emerge, mate and die. We have just replenished with a fresh batch. :)\"\n\t?\n\n\nLive video by Animal Planet L!ve\n?\nRelated cicada stories on MNN:\nCicadapocalypse 2013: What you need to know\nDoes?cicada?ice cream put the loco in locavore?\nCicadas' antibacterial trick may help humans","author":"","web_category":"earth-matters#animals","title":"Watch the live cicada cam!","picture_url":"http://images.mnn.com/sites/default/files/editorial/5700514320_dd70a8bdb6_z.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/watch-the-live-cicada-cam"}