{"summary":"For example, scientists have previously confirmed that mosquitoes infected with the clever malaria parasite want longer and more frequent blood meals than non-infected mosquitoes, better facilitating parasite transmission from mosquito to human.. Describing the interaction of?mosquito Anopheles gambiae sensu stricto?with the malaria parasite, Plasmodium falciparum?as “one of the most important interactions in the context of humanity, with malaria causing over 200 million human cases and over 770 thousand deaths each year,” the researchers set out to demonstrate how the parasite alters mosquito behavior in response to olfactory stimuli.","advice_category":"2","content":"Parasites can be cunning little organisms; not only do they live on and feed from their hosts, but they can manipulate the behavior of the hosts to further their cause. For example, scientists have previously confirmed that mosquitoes infected with the clever malaria parasite want longer and more frequent blood meals than non-infected mosquitoes, better facilitating parasite transmission from mosquito to human.\n?\nAnd now a team led by Renate Smallegange of Wageningen University and Research Center in the Netherlands has found another way the malaria parasite bewitches its host; it lures them to the smell of human sweat.\n?\nDescribing the interaction of?mosquito Anopheles gambiae sensu stricto?with the malaria parasite, Plasmodium falciparum?as “one of the most important interactions in the context of humanity, with malaria causing over 200 million human cases and over 770 thousand deaths each year,” the researchers set out to demonstrate how the parasite alters mosquito behavior in response to olfactory stimuli.\n?\nAnd what better place to start than with a stinky sock?\n?\nA volunteer wore a nylon stocking for 20 hours; the fragrant sock was then introduced into a cage with both infected and non-infected mosquitoes. The malaria-infected mosquitoes performed significantly more landings and probing attempts in response to human odor than the uninfected mosquitoes — three times as frequently in fact. This “suggests that malaria-infectious females are more attracted to human odors than uninfected mosquitoes,” write the authors of the report that was published in PLOS ONE.\n?\nIt remains unclear how the parasite manipulates mosquitoes’ sense of smell, or which part of human odor is most seductive to the mosquitoes. Uncovering that information could help researchers develop traps to catch infected mosquitoes, the scientists say.\n?\nBut nonetheless, the study sheds important light on how malaria infects so many people.\n?\n“The results of our study provide vital information that could be used to provide better predictions of how malaria is transmitted from human being to human being by?An. gambiae s.s.?females,” the authors conclude.\n?\nRelated parasite stories on MNN:\n\nHow gruesome?parasite?lives, lays eggs inside you for decades?\nBizarre?parasite?can control the mind and make fear sexy\nBrain?tapeworms: More common than you think\n\n?","author":"","web_category":"earth-matters#animals","title":"Smelly feet drive malaria-infected mosquitoes wild","picture_url":"http://images.mnn.com/sites/default/files/editorial/malaria.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/smelly-feet-drive-malaria-infected-mosquitoes-wild"}