{"summary":"Hansen, director of NASA Goddard Institute for Space Studies in New York, argues that promoting both renewable energy and oil and gas production, with projects like the Keystone XL Pipeline, isn't feasible.. MNN: 'Pipe Dreams': How TransCanada's Keystone XL oil pipeline endangers America","advice_category":"5","content":"Climate scientist James Hansen was arrested on Feb. 13 outside the White House while protesting the proposed construction of the controversial Keystone XL Pipeline.\n?\nThe 1,179-mile (1,897-kilometer) pipeline would carry heavy crude oil from Canada (Hardisty, Alberta) to the U.S. Gulf Coast, according to news reports. The project needs the president's approval for a construction permit.\n?\nSome 48 activists, including Hansen, actress Daryl Hannah, executive director of the Sierra Club Michael Brune, Bill McKibben, co-founder of the grassroots climate group 350.org, and civil rights activist Julian Bond, practiced civil disobedience in front of the White House. They are demanding the president deny the pipeline construction and address the climate crisis.\n?\nEnvironmentalists argue that not only would the pipeline seal the country's dependence on \"dirty fuels,\" adding to the emissions of greenhouse gases and the warming of the planet, it would also disrupt various ecosystems as it slices through critical habitats.\n?\nHansen, director of NASA Goddard Institute for Space Studies in New York, argues that promoting both renewable energy and oil and gas production, with projects like the Keystone XL Pipeline, isn't feasible.\n?\n\"We have reached a fork in the road,\" he said, as reported by the Washington Post, \"and the politicians have to understand we either go down this road of exploiting every fossil fuel we have — tar sands, tar shale, off-shore drilling in the Arctic — but the science tells us we can't do that without creating a situation where our children and grandchildren will have no control over, which is the climate system.\"\n?\nThe pipeline would carry what environmental groups call one of the dirtiest types of oil, called tar sands, which is a mix of clay, sand, water and bitumen (a heavy black oil). [The 7 Most Surprising Uses of Oil]\n?\nAfter blocking a thoroughfare in front of the White House and refusing to move (some even locking themselves to gates with plastic handcuffs), the activists were arrested, according to a statement by 350.org. They were brought to the Anacostia U.S. Park Police Station in Washington, D.C.\n?\n\"The threat to our planet's climate is both grave and urgent,\" Bond said?a statement. \"Although President Obama has declared his own determination to act, much that is within his power to accomplish remains undone, and the decision to allow the construction of a pipeline to carry millions of barrels of the most-polluting oil on Earth from Canada's tar sands to the Gulf Coast of the U.S. is in his hands.\"\n?\nBond added, \"I am proud today to stand before my fellow citizens and declare, 'I am willing to go to jail to stop this wrong.' The environmental crisis we face today demands nothing less.\"\n?\nEstimates by the Environmental Protection Agency suggest the pipeline would increase the annual production of carbon emissions by up to 27.6 million metric tons, or the equivalent of nearly 6 million cars on the road, according to 350.org.\n?\nIn the next few weeks, the U.S. State Department is expected to release its environmental impact assessment of the pipeline, according to the Washington Post.\n?\nFollow LiveScience on Twitter @livescience. We're also on Facebook?& Google+. \n?\nRelated on LiveScience and MNN:\n\nThe Reality of Climate Change: 10 Myths Busted\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nImages of Melt: Earth's Vanishing Ice\n\n\nMNN: 'Pipe Dreams': How TransCanada's Keystone XL oil pipeline endangers America\n\n?\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Jeanna Bryner, LiveScience","web_category":"earth-matters#politics","title":"NASA climate scientist arrested in Keystone XL pipeline protest","picture_url":"http://images.mnn.com/sites/default/files/JimHansenNASA__0214.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/nasa-climate-scientist-arrested-in-keystone-xl-pipeline-protest"}