{"summary":"Agriculture Secretary Tom Vilsack caused an uproar last week when he warned sequester cuts could spur a 15-day furlough at the federal Food Safety and Inspection Service, a move that would effectively shut down the country's meat processing.. Subtler public-health dangers could also grow if sequester cuts proceed","advice_category":"5","content":"America may have dodged the fiscal cliff in January, but the country's finances aren't off the chopping block just yet. In fact, the same package of across-the-board spending cuts — known as \"the sequester\" — is set to take effect March 1, essentially recreating half of the fiscal cliff just two months after Congress' 13th-hour solution.\n?\nAlthough the Jan. 1 fiscal cliff deal produced longer-term resolutions to tax issues, it merely punted on spending cuts to the next Congress, which is now in session and staring off a cliff of its own. Predictions vary as for whether the new cliff will be averted, but many politicians and pundits seem convinced the sequester will occur March 1. If it does, here's a quick look at some potential effects on environmental and public health:\n?\nFood safety\nAgriculture Secretary Tom Vilsack caused an uproar last week when he warned sequester cuts could spur a 15-day furlough at the federal Food Safety and Inspection Service, a move that would effectively shut down the country's meat processing.\n?\n\"Unfortunately, unless Congress acts to prevent sequestration, FSIS will have no choice but to furlough its employees in order stay within the budget Congress has given it,\" Vilsack wrote in a Feb. 12 letter to the American Meat Institute. \"Because we understand that furloughing our food safety inspectors would not be good for our consumers, the economy, the meat and poultry industry, or our workforce, we view such furloughs as the last option we would implement to achieve the necessary sequestration cut.\"\n?\nThe meat industry has pushed back, noting the USDA is legally required to provide FSIS inspectors, but Vilsack says he has little choice. \"[W]ere sequestration to become a reality, it simply would not be possible for FSIS to achieve the requisite level of savings by furloughing non-front line staff alone,\" he wrote to the AMI. Cuts at the Food and Drug Administration could also impair food safety; according to a White House fact sheet, the FDA would have to conduct 2,100 fewer inspections at domestic and foreign facilities that make food products, \"putting families at risk and costing billions in lost food production.\"\n?\nNational parks\nThe National Park Service would lose $110 million if sequestration takes place, likely causing dramatic upheaval at many of the country's 398 national parks, monuments and historic sites. It may require a three-week delay in the spring opening of Yellowstone to save money on snow plowing, according to the Washington Post, and could deplete staff and other resources from the National Mall during next month's Cherry Blossom Festival.\n?\nIn a recent brief titled \"Instructions for Sequestration Reduction Planning Template,\" the NPS warns of dire consequences under the sequester, such as extending staff furloughs, eliminating all seasonal and temporary positions, implementing a hiring freeze, and suspending overtime and training. A Jan. 25 memo from NPS Director Jonathan Jarvis similarly paints a gloomy picture for the park system.\n?\n\"We expect that a cut of this magnitude, intensified by the lateness of the implementation, will result in reductions to visitor services, hours of operation, shortening of seasons and possibly the closing of areas during periods when there is insufficient staff to ensure the protection of visitors, employees, resources and government assets,\" Jarvis wrote.\n?\n\nScientific research\nAn array of federal agencies could lose funding for important research projects after March 1, as the White House highlighted in its sequester fact sheet earlier this month. The National Institutes of Health, for example, \"would be forced to delay or halt vital scientific projects and make hundreds of fewer research awards\" — and since each of those awards can support up to seven research positions, several thousand NIH scientists and other personnel could lose their jobs. Some entire research projects would need to be cancelled, potentially negating sunk investments from previous years.\n?\nThe National Science Foundation is also forecast to issue nearly 1,000 fewer research grants and awards under the sequester, affecting roughly 12,000 scientists and students. The Environmental Protection Agency would likely need to curtail a wide range of research projects on issues like asthma, autism, birth defects and cancer, not to mention enforcement of environmental laws like the Clean Water Act.\n?\nAnd according to the Natural Resources Defense Council, \"cuts to research and development programs at the Office of Renewable Energy and Energy Efficiency will hinder the creation of new, world-leading American technologies in wind, solar and biofuels.\"\n\n?\nDisasters and disease\nEven in the wake of Hurricane Sandy and various cross-country snowstorms of recent months, the Federal Emergency Management Agency would likely need to endure deep cutbacks if the sequester goes forward as planned. According to the White House, \"FEMA would need to reduce funding for state and local grants that support firefighter positions and state and local emergency management personnel, hampering our ability to respond to natural disasters like Hurricane Sandy and other emergencies.\"\n?\nSubtler public-health dangers could also grow if sequester cuts proceed. The Centers for Disease Control and Prevention may need to cut back on certain immunization programs, according to the American Public Health Association, along with a variety of other initiatives (although some, like the Vaccines for Children program, are exempt from sequestration). As the White House warns, for instance, \"approximately 424,000 fewer HIV tests could be conducted by [CDC] state grantees, which could result in increased future HIV transmissions, deaths from HIV, and costs in health care.\"\n?\nThe FDA's Center for Drug Evaluation and Research would also \"face delays in translating new science and technology into regulatory policy and decision-making,\" the White House adds, impeding new drug reviews. And the Alliance for a Stronger FDA warns \"problems with imports and globalization will become more numerous\" and \"three new laws (involving food safety, drug and device safety and efficacy, and biosimilars) will be slowed in their implementation, and many programs to modernize FDA process will be halted.\"\n?\n***\n?\nFor more, see the video below of a speech about the sequester that Obama delivered Tuesday morning at the White House:\n?\n\n\n?\nRelated politics stories on MNN:\n\nObama urges climate action in State of the Union\nA child sees through the emperor's new pipeline\nWill climate change get the cold shoulder again?\n6 environmental perks of the fiscal cliff deal\n\n?","author":"","web_category":"earth-matters#politics","title":"4 ways the sequester could affect science, the environment and public health","picture_url":"http://images.mnn.com/sites/default/files/cattle_medium.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/4-ways-the-sequester-could-affect-science-the-environment-and-public"}