{"summary":"You also know you're in Morro Bay because of the smoke stacks. Morro Rock is off-limits to people, and is home to several nesting bird species including the locally endangered peregrine falcon.","advice_category":"2","content":"On California's central coast sits the idyllic beachside town of Morro Bay, and it's here that visitors will find Morro Bay State Park. The 2,700-acre park covers grasslands, freshwater riparian habitat, saltwater marshes and coastal sage scrub habitat. Anyone interested in nature, geology and marine wildlife will want to add this scenic and pristine park to the list of must-see places.\n?\n\nPhoto: Mike Baird/Flickr\n?\nMorro Rock is the bay's most prominent landscape. The rock is a 23-million-year-old volcanic plug and is the smallest of nine that are found in the area. The volcanic plugs were formed when magma swelled up and then solidified inside softer rock, which later eroded away. The chain of nine volcanic plugs are called the Nine Sisters, and two of the nine — Black Hill and Cabrillo Peak — occur within the park. They are popular sites for hiking and enjoying panoramic views of the bay. Morro Rock is off-limits to people, and is home to several nesting bird species including the locally endangered peregrine falcon.\n?\n\nPhoto: Jaymi Heimbuch\n?\nYou also know you're in Morro Bay because of the smoke stacks. While not part of the park, they are a significant landmark. The stacks are part of a power plant that was completed in 1955. Originally there was only one stack, which quickly rivaled Morro Rock as a landmark. During later expansions, two more stacks were added. In addition to providing electricity to the area, the power plant was the first in the U.S. to use seawater evaporators for industrial production of fresh water. Though it is still in use today, the future of the power plant is in doubt. The plant is required to dramatically reduce how much seawater it uses for cooling by 2015, to reduce ocean impacts, and the upgrades could be more expensive than the company can handle. It is unlikely, though, that these stacks will go anywhere any time soon.\n?\n\nPhoto: Kerry Lee Bates/Flickr\n?\nMorro Bay State Park offers outstanding opportunities for enjoying the bay. Kayaking, canoeing and stand-up paddling are favorite activities, especially within the calmer waters of the lagoon, which is protected from the ocean by a sandpit.\n?\n\nPhoto: Jaymi Heimbuch\n?\nAlso found within the lagoon, and often spotted by excited onlookers, are sea otters. This endangered species has made one of the most dramatic and inspiring comebacks in environmental conservation. Once thought to be extinct after being hunted into oblivion by fur traders, a small group of sea otters was rediscovered several decades ago and numbers have since begun to recover. Sea otters are a keystone species for maintaining the health of kelp forests, and since their return, many other species have begun to recover as balance is restored. Visitors are often lucky enough to see a small raft of sea otters eating and resting in the bay.\n?\n\nPhoto: Mike Baird/Flickr\n?\nOf course, not everyone wants calm waters. The park has opportunities for sailing, fishing, hiking and bird watching — and yes, surfing too, in some areas. The park also has an 18-hole public golf course.\n?\n\nPhoto: Kevin Cole/Flickr\n?\nMorro Bay State Park encompasses a pristine saltwater marsh that runs along the northeast edge of the park. The 800-acre wetland is home to a thriving bird population. The entire bay is an important part of the Pacific Flyway and is a place for more than 100 different species of migratory birds to rest, mate and nest during the migration season. In total, more than 250 species of land, sea and shore birds call the wetland home, including dozens of endangered species.\n?\n\nPhoto: Ingrid Taylar/Flickr\n?\nYear-round, there are many species for bird watchers to enjoy. In fact, bird watching is so popular in and around the state park that Morro Bay hosts an annual Winter Bird Festival every January.\n?\n\nPhoto: Mike Baird/Flickr\n?\nNot all the wildlife is of the feathered variety. Visitors to Morro Bay State Park can also spot marine mammals including whales, which migrate along the coast between feeding and breeding grounds, and seals and sea lions.\n?\n\nPhoto: Mike Baird/Flickr\n?\nAlong hiking trails farther inland and up in the hills of the park, visitors may spot land animals including red fox — such as this youngster — as well as raccoons, opossum, snakes and even the occasional coyote. Hiking in the early morning hours would provide the best opportunity to see these critters.\n?\n\nPhoto: Mike Baird/Flickr\n?\nOn the itinerary of every visitor should be a stop at the Museum of Natural History in Morro Bay State Park. The museum offers activities for all ages, including docent-led tours, nature walks, lectures, and of course exhibits and special events. It is here that visitors can learn about the ancient cultural history of the area, including how the native Chumash Indians used the area for thousands of years.\n?\n\nPhoto: Mike Baird/Flickr\n?\nMorro Bay State Park is a great place for camping. The Civilian Conservation Corps (CCC) — created in 1933 by President Franklin D. Roosevelt's with other New Deal programs — came to the state park on May 11, 1934, and helped turn what was once a country club into a flourishing state park. That renovation included planting a mixed forest that today provides shade to 135 campsites.\n?\n\nPhoto: Mike Baird/Flickr\n?\nMorro Bay State Park is one of those magical places that offers stunning views, activities for any age, fantastic wildlife watching, and so much more to visitors. The long history of the area, the wildlife that is now protected within its borders, and the iconic scenery all help to inspire people to get out and enjoy the beautiful outdoors. Put this park on your list of places to visit this summer.\n?\nRelated on MNN:\nExplore America's Parks\n8 under-the-radar gems of the National Park Service\nTop 10 most visited national parks","author":"","web_category":"earth-matters#wilderness-resources","title":"Morro Bay State Park: So much nature packed into one big park","picture_url":"http://images.mnn.com/sites/default/files/editorial/MorroBay01_m_0515.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/morro-bay-state-park-so-much-nature-packed-into-one-big"}