{"summary":"However, while the study determined an association between UV-B exposure near the equator and a raised risk of allergies and asthma, it did not prove a cause-and-effect relationship.. The report is one of the first to look at how geography and sun exposure can affect allergy and asthma risk","advice_category":"2","content":"The World Health Organization (WHO) estimates that 235 million people globally suffer from asthma, the most common chronic disease among children. Contrary to popular belief, asthma is not just a health concern for high-income countries. It strikes everywhere, and more than 80 percent of asthma deaths occur in low- and lower-middle income countries.\n?\nIn fact, according to a new study published in the February issue of?Annals of Allergy, Asthma & Immunology, people who live close to the equator may be more likely to have asthma than those in other parts of the world. In addition, those living closest to the equator not only had increased odds for asthma, but also for hay fever, food allergy and skin sensitization to house dust mites and molds.\n?\nThe authors of the research note that the increased risk seems to be linked to exposure to ultraviolet-B (UV-B) rays in sunlight.\n?\n\"UV-B rays exposure is higher for people living in areas closer to the equator,\" said study lead author Vicka Oktaria in a news release. \"This increase in UV-B may be linked to vitamin D, which is thought to modify the immune system. These modifications can lead to an elevated risk of developing allergy and asthma.\"\n?\nThe sun’s ultraviolet-B rays absorbed through the skin are the body’s main source of vitamin D, and while not getting enough has been linked to a number of problems, including daytime sleepiness, it appears that too much may wreak havoc as well.\n?\nThe report is one of the first to look at how geography and sun exposure can affect allergy and asthma risk. However, while the study determined an association between UV-B exposure near the equator and a raised risk of allergies and asthma, it did not prove a cause-and-effect relationship.\n?\nRelated asthma and allergy stories on MNN:\n\nGlobal warming and the?asthma?epidemic\n\n\nFood allergies may be caused by pesticides in tap water\n\n\nAsthma?rates skyrocketing across U.S.","author":"","web_category":"health#allergies","title":"Living near equator likely increases allergy and asthma risk","picture_url":"http://images.mnn.com/sites/default/files/editorial/equator%20main.jpg","url":"http://www.mnn.com//health/allergies/stories/living-near-equator-likely-increases-allergy-and-asthma-risk"}