{"summary":"Some critics say embracing natural gas so heartily will slow the rise of renewable energy, but the biggest beef with shale isn't as much about its gas — it's about how we get it out of the ground. \t• Hydraulic fracturing: That's where fracking comes in","advice_category":"8","content":"?\n\n\tIn the 1953 Looney Tunes cartoon \"Much Ado About Nutting,\" a frustrated squirrel hauls a coconut around New York City, aware it's a feast but unable to crack it open. It's reminiscent of an even trickier and more tantalizing jackpot that had, until recently, eluded the United States for nearly two centuries: shale gas, the hard-shelled dark horse of fossil fuels.\n\n\t?\n\n\tThat squirrel never tasted the fruits of his labor, however, while the U.S. started figuring out shale gas by the late 1990s and early 2000s, after nibbling at it since the 1820s. But as shale fever sweeps the country — courtesy of a gas-drilling trick called hydraulic fracturing, aka \"fracking\" — some Americans have begun to wonder if, like the squirrel, we might be hurting ourselves as much as the protective husk around our prize.\n\n\t?\n\n\tShale gas is natural gas that's embedded in ancient rocks known as shale, which are smashed by geologic pressure over millions of years into dense, impermeable slabs. This made them an unwise energy source for most of the 20th century, but gas companies never forgot that America is sitting on a gold mine — some estimates put the country's recoverable shale gas reserves as high as 616 trillion cubic feet, enough to meet current demand for 27 years. And thanks to advances in drilling technology, namely fracking, armies of gas rigs have suddenly uncorked an ample new power source just as many of the planet's known fossil fuel reserves are fading. By 2011, the Department of Energy predicts 50 to 60 percent of all growth in known U.S. gas reserves will come from shale.\n\n\t?\n\n\tIt's not hard to see the appeal. Natural gas emits fewer greenhouse gases than other fossil fuels — about half as much carbon dioxide as coal, for example — and thus contributes less to global warming. It also has mostly avoided the bad press that plagues coal and oil, from mountaintop removal and mine explosions to recent oil spills in Alaska, Utah, Michigan and the Gulf of Mexico. And with natural gas prices expected to rise in coming years, America's shale mania may have only scratched the surface.\n\n\t?\n\n\tDespite its potential, though, a movement has welled up lately to block the shale gas boom. Some critics say embracing natural gas so heartily will slow the rise of renewable energy, but the biggest beef with shale isn't as much about its gas — it's about how we get it out of the ground. Shale gas would likely still be a novelty fuel without modern advances in hydraulic fracturing, yet the need for fracking is also starting to seem like shale's fatal flaw. The practice has sparked major environmental and public heath concerns near U.S. gas fields, from diesel fuel and unidentified chemicals in groundwater to methane seeping from sink faucets and even blowing up houses.\n\n\t?\n\n\tWith gas drillers still vying for vast U.S. reservoirs like the Barnett Shale in Texas or Appalachia's sprawling Marcellus Shale, many federal and state officials across the country have begun to question their hands-off attitudes toward fracking. The EPA is in the early stages of a two-year study to assess the practice's risks, and in November it subpoenaed energy giant Halliburton for information on specific fracking chemicals it uses. It also recently ordered a Texas gas company to stop all work after methane and benzene appeared in nearby drinking-water wells. Some states and cities are also taking notice — Pittsburgh banned fracking within city limits in November, for example, and the New York Legislature followed suit with a statewide ban passed this month. Pennsylvania also outlawed fracking in its state forests, and Colorado and Wyoming have new disclosure laws on the books regarding fracking chemicals. Hollywood has even jumped into the fray, recently sending out actor Mark Ruffalo to the front lines.\n\n\t?\n\n\tBut what's the big deal about fracking? What does that word even mean? And is it really risky enough to justify putting an abundant, relatively clean energy source on the back burner? Below is a brief look at how the process works, how it might affect the environment and what its future may hold.\n\n\t?\n\n\tHow does fracking work?\n\n\tThe problem with shale gas is that it's not just stuck in some rocky reservoir like many gas deposits; it's actually embedded in the rock itself. That's because shale, a mudstone formed by the buildup and compression of sediments, often contains ancient organic debris, which can make it a \"source rock\" for oil and gas. It may also act as a cap for the underground caverns that collect its seeping contents, and drilling companies used to bypass it in favor of the free-flowing fossils below. But now, as Earth's shallowest and easiest energy reserves increasingly dry up, the industry has turned back to shale, using high-tech directional drilling and fracking to make the stubborn stone give up its gas.\n\n\t?\n\n\t• Directional drilling: One of the reasons shale was left alone for so long was its tendency to form wide but shallow layers (pictured). Drilling straight down into these doesn't produce much gas, since the drill hits too little surface area before passing through. The best way to get more gas out is to drill in sideways, which became much easier in the 1980s and '90s as the gas industry improved its directional drilling skills. But that still wasn't enough to make shale worth the trouble — the rock is just too dense and impermeable, with lots of pores to hold natural gas, yet too few connections between them to let it flow.\n\n\t?\n\n\t• Hydraulic fracturing: That's where fracking comes in. Drillers pump pressurized water, sand and chemicals down a newly drilled well, forcing them through perforations in its casing so they blast out to the surrounding shale, opening new cracks and widening old ones. Water may constitute up to 99 percent of this mixture, while the sand serves as a \"propping agent\" to keep the cracks open after the water is pumped out. This technology has existed for decades, but recent breakthroughs now let drillers use more water — 2 to 5 million gallons per well — while new \"slick-water\" fracking chemicals help them slash friction. That increases the water pressure, and thus the amount of fracturing.\n\n\t?\n\n\t\"Without directional drilling and slick-water hydraulic fracturing, you can't get gas out of shale,\" says Tony Ingraffea, an engineering professor and fracturing expert at Cornell University. \"It's been known for many decades that there's a lot of gas in the Marcellus Shale, but it just wasn't economical to get it out. ... If you drill directionally, though, you have almost unlimited access, but you really have to break up the rock. That's what it's about: creating a lot of surface area.\"\n\n\t?\n\n\tWhere does fracking happen?\n\n\tShale is scattered generously across the United States, but each deposit has its own personality, Ingraffea points out. \"Materials, pressures, gases — all those things vary among geologic regions,\" he says. \"They even vary within a particular formation like Marcellus. That's just how nature is. No two mountains look alike, do they?\"\n\n\t?\n\n\tBecause of these variations, gas companies can't just take what works at one deposit and expect it to work somewhere else. That became clear after the '90s Barnett Shale boom in Texas, when drillers who'd been capitalizing on innovations by Mitchell Energy — the drilling firm that pioneered modern fracking — tried to apply those methods elsewhere. There was a steep learning curve, especially as companies started digging into the Marcellus Shale (pictured), but they eventually picked up steam as they learned the region's geological quirks. \"After three years of experimentation in Pennsylvania,\" Ingraffea says, \"they're zeroing in on what they think will be the best way to get gas from the Marcellus while putting the least money down the well.\"\n\n\t?\n\n\tBarnett and Marcellus are two of the hottest shales in America lately, evolving into testing grounds for the country's fracking revolution. But they're not alone, joined by other big shales buried under Arkansas, Louisiana, New Mexico, Oklahoma and Wyoming, to name a few. See the map below for a look at all known shale gas reserves in the lower 48 states (click to enlarge):\n\n\t?\n\n\t\n\n\t?\n\n\tEven with all this diversity, though, Marcellus has emerged as the king of U.S. shales; dipping under parts of seven states plus Lake Erie, it may hold as much as 516 tcf of natural gas. It was born nearly 400 million years ago after a continental collision between Africa and North America, which helped push the early Appalachian Mountains about as high as today's Himalayas. Clay and organic matter washed down their steep slopes into a shallow sea, buried over time by the up-and-coming Appalachians.\n\n\t?\n\n\tThe formation of such shales is painfully slow but also heated and high-pressure — much like the political climate surrounding the Marcellus Shale today. The gas boom took Pennsylvania by storm in just a few years, stirring up ill will from residents who say fracking pollutes their groundwater, and those concerns have since spurred bans on fracking in state forests and Pittsburgh. The controversy has also spilled over into neighboring New York, where the state Legislature recently approved a temporary ban on fracking until its environmental effects are better understood.\n\n\t?\n\n\tIs fracking dangerous?\n\n\tThe EPA study follows years of pressure from environmental and public health groups, especially since Congress exempted fracking from the federal Safe Drinking Water Act in 2005. That already angered many foes of fracking, but their calls for more oversight have only grown louder since the Gulf oil spill. While BP allegedly broke federal offshore drilling laws, they point out, no such rules even exist for fracking.\n\n\t?\n\n\tThe industry often counters that fracking has never been directly linked to a case of water pollution, saying it should be presumed innocent until proven guilty. Supporters also argue that halting the gas boom could hinder U.S. job growth and energy output when they're needed most. But with shale drilling poised to explode across America — especially if natural gas prices recover from the recession as expected — critics say the health risks outweigh the economic bounty, and that the burden of proof should fall on gas companies, not their customers and communities.\n\n\t?\n\n\tThe burden of proof is currently on the EPA, but since its study won't yield results for at least another two years, Americans will apparently remain in the dark until then about any threats fracking presents. For an overview of what we do know, here's a look at some of the main concerns about fracking and the gas boom it has spurred:\n\n\t?\n\n\t• Fracking fluids: Hydraulic fracturing is a bit like using a garden hose, Ingraffea says: \"You're trying to pump large volumes of fluid at high pressure through something that's six inches wide and two miles long, so a lot of energy is lost.\" Diesel fuel was commonly used in the past to reduce friction while fracking, but since it contains carcinogens like benzene, the EPA and major gas companies reached a \"memorandum of agreement\" in 2003 to stop using it. The industry then switched to a cocktail of friction-reducing chemicals that are considered trade secrets, meaning their identities aren't public knowledge. But they still sometimes reveal themselves, such as when 8,000 gallons of fracking fluids spilled at a natural gas site near Dimock, Pa., last year — the loose chemicals included a liquid gel called?LGC-35 CBM, which is considered a \"potential carcinogen\" in humans. (No people were hurt in that spill, but fish were found dead and \"swimming erratically\" in a nearby stream.) The industry insists there's no proof such fluids get into aquifers, but the EPA estimates only 15 to 80 percent return to the surface, and no study has ever shown where the rest end up. That has set off an array of health alarms, but since no study has traced the fluids from a gas well to a water well, either, communities near gas fields are left to sit in legal limbo for now. \"Theoretically, it's not hard to demonstrate how a high-volume, slick-water hydraulic fracturing event at some depth could cause fractures, or existing joints or faults, to receive the fracturing fluid and transport it vertically to groundwater,\" Ingraffea says. \"What is hard is proving that such theoretical events have actually occurred.\"\n\n\t?\n\n\t• Methane migration: Methane is an explosive, asphyxiating chemical with more potent climate-changing powers than carbon dioxide, and it makes up anywhere from 70 to 90 percent of most natural gas. It has also begun appearing in?water supplies near gas fields across the country, but — as with fracking fluids — no firm evidence has been found that implicates gas drilling. Methane occasionally enters wells through natural fractures, too, and it can be removed by venting the gas out of the water. While that's one advantage of having methane in your well instead of fracking fluids, which can't be removed, the risks from those chemicals is largely a mystery compared with the well-known dangers of methane. When it seeps into tap water, it's suspended in bubbles that later pop as the water exits a faucet or shower head. Both the methane-laden water and the air where it escapes will become flammable, eventually erupting in a fireball if exposed to a spark. So-called \"methane migration\" has grown increasingly common, along with gas drilling, in several Pennsylvania counties over the last six years; in one case the gas was detected in water samples spanning 15 square miles, while another in 2004 resulted in the explosion of a house that killed a couple and their 17-month-old grandson. Texas, Wyoming and other shale gas hotspots have also seen anecdotal outbreaks of methane migration in the last few years.\n\n\t?\n\n\t• Earthquakes: Blasting pressurized water so deeply into the Earth's crust has the potential to do more than just widen small cracks in the bedrock — if it hits the right underground fissure at the right angle and speed, it can actually trigger an earthquake. This is a problem gas companies share with many other subterranean industries, such as oil drillers and dam builders; even renewable, emissions-free geothermal power can be an earthquake enabler, taking blame for clusters of moderate tremors from Southern California to Switzerland. Fracking has also become a prime suspect for such \"microquakes,\" which sometimes spike in regions where deep fracturing takes place. Earthquakes are rare in Texas, for example, but the area around Fort Worth has suffered at least 11 earthquakes in the last two years, a trend seismologists say may be linked to increased fracking at the nearby Barnett Shale. On top of all the usual problems that go along with earthquakes, gas-drilling areas are especially at risk because they tend to host gas pipelines, which transport extracted gas to market. While some pipelines are built to withstand seismic jiggling, a strong quake could nonetheless be disastrous, possibly causing a gas leak or even an explosion.\n\n\t?\n\n\t• Water use:?Aside from allegedly adding methane and various chemicals to groundwater supplies, fracking has also come under fire for the amount of water it consumes. The 21st-century version requires around 3 million gallons of water for every well that's fracked, putting the high volume under intense pressure to break open shale formations buried a mile or more deep. According to the only estimate the EPA currently offers, somewhere between 15 and 80 percent of all fluids pumped into a well are pumped back up to the surface, where they may be placed in a containment area or may be treated and recycled. But much of the water is lost somewhere underground, adding stress to local water supplies that may already be polluted from fracking or other sources.\n\n\t?\n\n\tFollowing a series of public meetings in 2010 meant to inform the overall design of the EPA's fracking study, the agency is set to actually kick off the investigation?in January 2011, with a time frame for initial results given only as \"late 2012.\" According to Ingraffea, who has studied hydraulic fracturing for 30 years, the EPA will likely crack down on certain fracking fluids, but gas companies will already have replacements ready. Just as some drillers continued using diesel after 2003 because it's cheaper than other friction reducers, Ingraffea says the industry has resisted switching to safer fracking chemicals because of the added cost.\n\n\t?\n\n\t\"If the EPA announced tomorrow that hydraulic fracturing is now regulated, it would take 48 hours for the companies to say 'Ah! We've been working in the lab and have developed these other chemicals that are safer, so now we can start hydraulic fracturing again,'\" he says. \"Of course, they'd have to throw out their vast stocks [of current fracking fluids] that they've collected and are planning on using. But if you can't hydraulic fracture, you lose the industry.\"\n\n\t?\n\n\tMore information\n\n\tTo learn more about natural gas, hydraulic fracturing or other related issues, check out the articles below from MNN, plus the trailer for the HBO fracking documentary \"Gasland,\" which debuted at this year's Sundance Film Festival.?\n\n\t\tMark Ruffalo fights natural gas drilling in New York\n\n\t\tRare earthquakes in Texas caused by gas mining\n\n\t\tHow does groundwater pollution occur?\n\n\t\tUnderused drilling practices could avoid pollution\n\n\t\tEPA hears from gas drillers, angry residents on fracking\n\n\t?\n\n\n\n\t?\n\n\tEditor's Note: This article has been updated since it was originally published on Aug. 9, 2010.\n\n\t?\n\n\t\n\t\tClick for image credits\n\n\n\n\t\t?\n\n\t\tImage credits\n\n\t\t\"Much Ado About Nutting\" still frame: Warner Bros. Entertainment\n\n\t\tGas-drilling rig at sunset: U.S. Environmental Protection Agency\n\n\t\tShale rock: U.S. Department of Energy\n\n\t\tShale strata in Chaco Canyon, N.M.: U.S. National Park Service\n\n\t\tGas drill on farmland: West Virginia Department of Environmental Protection\n\n\t\tMarcellus Shale outcrop: New York State Department of Environmental Conservation\n\n\t\tMap of U.S. shale gas plays: U.S. Energy Information Administration\n\n\t\tFracking fluid at Chesapeake Energy site near Burlington, Pa.: Ralph Wilson/AP\n\n\t\tMethane warning sign near water well in Walsenburg, Colo.: Judith Kohler/AP\n\n\t\tNatural gas pipeline under construction: ZUMA Press\n\n\t\tWastewater-storage tanks: U.S. National Energy Technology Laboratory\n\n\t\tMNN homepage photo: ImagineGolf/iStockphoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Big frack attack: Is hydraulic fracturing safe?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/big-frack-attack-is-hydraulic-fracturing-safe"}