{"summary":"The DNA suggests that the gray wolves split off from the indigenous dogs about 32,000 years ago, the researchers said.. The team then compared corresponding genes in dogs and humans","advice_category":"2","content":"Dogs are more than man's best friend: They may be partners in humans' evolutionary journey, according to a new study.\n?\nThe study shows that dogs split from gray wolves about 32,000 years ago, and that since then, domestic dogs' brains and digestive organs have evolved in ways very similar to the brains and organs of humans.\n?\nThe findings suggest a more ancient origin for dog domestication than previously suggested. They also hint that a common environment drove both dog and human evolution for thousands of years.\n?\n\"As domestication is often associated with large increases in population density and crowded living conditions, these 'unfavorable' environments might be the selective pressure that drove the rewiring of both species,\" the researchers wrote in their article, published on May 14 in the journal Nature Communications.\n?\nFirst domestication\nIt isn't clear precisely when wolves were tamed and transformed into man's best friend, and the date has been hotly debated. An ancient, doglike skull uncovered in the Siberian Mountains suggested that the first dogs were domesticated around 33,000 years ago from gray wolves. But genetic analysis suggested dogs in China were domesticated only about 16,000 years ago.\n?\nIn any case, most researchers agree that by about 10,000 years ago, dogs were firmly ensconced in human society. [10 Breeds: What Your Dog Says About You]\n?\nSome studies show that the wild dogs of South China may have been the first domesticated canines.\n?\nTo understand this domestication, Guo-dong Wang, a genetics researcher at the Chinese Academy of Sciences, and his colleagues analyzed the DNA of four gray wolves, three indigenous Chinese dogs and a German shepherd, a Belgian Malinois and a Tibetan mastiff.\n?\nThe DNA suggests that the gray wolves split off from the indigenous dogs about 32,000 years ago, the researchers said.\n?\n\"Chinese indigenous dogs might represent the missing link in dog domestication,\" the researchers write in the paper.\n?\nSince then, dogs' evolution has been gradual, and there were no sharp decreases in the dog population over time, suggesting dogs gradually became domesticated, after many years of scavenging from humans.\n?\nParallel evolution\nThe team then compared corresponding genes in dogs and humans. They found both species underwent similar changes in genes responsible for digestion and metabolism, such as genes that code for cholesterol transport. Those changes could be due to a dramatic change in the proportion of animal versus plant-based foods that occurred in both at around the same time, the researchers said.\n?\nThe team also found co-evolution in several brain processes — for instance, in genes that affect the processing of the brain chemical serotonin. In humans, variations in these genes affect levels of aggression. (This shared genetic trajectory might explain why Fluffy can be helped by antidepressant drugs, the authors hypothesize.)\n?\nFollow Tia Ghose on Twitter and Google+.?Follow?LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n10 Things You Didn't Know About Dogs\n\n\nPuppy Love: Test Your Dog Breed Knowledge\n\n\n10 Amazing Things You Didn't Know about Animals\n\n\nMNN: 7 incredibly loyal dogs\n\nThis story was originally written by LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#animals","title":"Dogs and humans evolved together","picture_url":"http://images.mnn.com/sites/default/files/ManDogEvolution_m_0515.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/dogs-and-humans-evolved-together"}