{"summary":"\tUp to 70 percent of those with pollen allergies experience unpleasant reactions after eating certain foods. During allergy seasons, consume more cooked vegetables and try to eliminate the offending raw fruits","advice_category":"2","content":"Both the spring and fall bring their own set of allergies. Allergists are having a field day treating patients with hay fever and aversion to ragweed. But horrible puns aside, pollen allergies are no joke.\n\n\t?\n\n\tUp to 70 percent of those with pollen allergies experience unpleasant reactions after eating certain foods. Here are some of those foods to avoid for pollen allergies.\n\n\t?\n\n\tMost of the time, fresh fruits and raw, uncooked vegetables and certain seeds and nuts cause the allergic reactions.\n\n\t?\n\n\tFor people who experience what's medically called 'Oral Allergy Syndrome' (OAS; also referred to as 'food-pollen allergy syndrome' and 'fruit-pollen syndrome'), the following symptoms may occur after eating the offending food:\n\n\t\titchy or swollen lips\n\n\t\ttingling at the back of the throat\n\n\t\tscratchiness on the roof of the mouth\n\n\t\twatery or itchy eyes\n\n\tAlthough symptoms can be serious, most reactions of OAS are minor and occur in the mouth or throat.\n\n\t?\n\n\tWhy do certain foods cause allergic reactions?\n\tIn a food-pollen allergy, the primary problem is the pollen, not the food itself.\n\n\t?\n\n\tWhen certain fruits, vegetables, seeds or nuts are consumed, typically during spring and early fall when inhalant allergies are more common like hay fever, the body's immune system recognizes and essentially mistakes a plant protein in the food for pollen, and this irritant triggers what allergy specialists call a cross-reaction.\n\n\t?\n\n\tCut to the chase. Which foods should I avoid?\n\n\tIt depends what tree or weed allergy you have. For those allergic to grass pollens, you’ll want to avoid:\n\n\t\toranges\n\n\t\ttomatoes\n\n\t\tmelons\n\n\t\tfigs\n\n\tAs noted above, foods that cause a pollen-like allergic reaction are usually fresh or raw. If you love oranges but notice they cause a reaction, orange juice, although it's not as nutritiously-dense as an orange, might not cause the reaction. Same thing with tomatoes: freshly picked ones from the vine might cause an itchy throat, but tomato paste might not trigger a negative reaction.\n?\n\n\tIf you're allergic to weed pollens, specifically ragweed, the following foods may trigger OAS:\n\n\t\tbanana\n\n\t\tcantaloupe\n\n\t\tcucumber\n\n\t\tmelons\n\n\t\tzucchini\n\n\t\tartichoke\n\n\t\tteas of Echinacea, chamomile and hibiscus\n\n\tSome other foods that trigger OAS in more than one type of allergy include:\n\n\t\tapples\n\n\t\talmonds\n\n\t\tcelery\n\n\t\tstrawberry\n\n\t\tcherries\n\n\tHow long after I eat something that triggers allergies will I notice symptoms?\n\n\tAlmost immediately. Most allergists would agree that OAS symptoms appear no more than half an hour after eating.\n\n\t?\n\n\tBesides not eating certain foods, what else can I do to avoid OAS?\n\n\tEliminate or greatly reduce artificial additives, artificial sweeteners and pesticides, as they could potentially cause bronchial spasms and histamine reactions of the eyes, ears, nose, throat and skin.\n\n\t?\n\n\tAlso, boost your immune system. The weaker your immunity, the more likely your body will experience a cross reaction. Drink plenty of water, exercise daily, get at least 7 hours of sleep a night and supplement with anti-oxidants (under the care of a doctor or nutritionist).\n\n\t?\n\n\tIf you use anti-allergy medicine, try to choose natural anti-inflammatory and natural anti-histamine nutritional supplements.\n\n\t?\n\n\tFruits and vegetables are vital food groups to consume daily for optimum health. During allergy seasons, consume more cooked vegetables and try to eliminate the offending raw fruits. Use a food journal to determine which foods are triggering allergic reactions.\n\n\t?\n\n\tJudd Handler is a freelance health writer in Encinitas, California.\n\n\t?\n\n\tPhotos:?chatirygirl/Flickr; naotakem/Flickr","author":"","web_category":"health#allergies","title":"Foods to avoid for pollen allergies","picture_url":"http://images.mnn.com/sites/default/files/FoodAllergy_main_0519_0.jpg","url":"http://www.mnn.com//health/allergies/stories/foods-to-avoid-for-pollen-allergies"}