{"summary":"SupperKing is a peer-to-peer app that allows people to share their home-cooked meals by selling a seat at their own dinner table. Each uses the Global Reporting Initiative (GRI) sustainability reporting framework","advice_category":"4","content":"Follow a UPS truck around and you may notice something intriguing. The trucks don't idle and they rarely take left turns on driver routes.?Implementing these small changes led to an annual fuel savings of $188 per driver and reduced the company’s carbon footprint by eliminating 100,000 metric tons of carbon dioxide emissions annually.\n?\nBut UPS isn't alone in using simple logistics to make its company more eco-friendly. Take?MillerCoors: The brewer reduced the size of its can ends. This small design changed led to an annual savings of 6.7 million pounds of aluminum. MillerCoors also redesigned the packaging for several of its product lines and has reduced its packaging weight by more than 4 million pounds annually.\n?\nRepresentatives from UPS and MillerCoors will be among the more than 2,000 people at the?Sustainable Brands 2013?conference next month in San Diego to discuss how innovation is changing business.?Attendees will be challenged to address today’s most important sustainability issues. “On a global level, the goal of the community is to move from awareness of issues and opportunities of today's pressing environmental and social challenges to engagement and commitment to addressing those issues,\" says?conference representative Marie Perriard.\n?\nWalmart, the world’s largest retailer, is making waves across other industries when it comes to sustainability. “Walmart is of course pushing on the supply chain as usual and buying renewable energy in large quantities; it's the largest corporate on-site user of renewables in general and solar specifically,” said Andrew Winston, founder of Winston Eco-Strategies. “And it set new goals recently to increase use of renewables 600 percent by 2020.” Walmart’s extensive use of renewable energy will reduce the company’s carbon footprint and annual energy bills. The company's strategies are now being taught in MBA courses.\n?\nIn addition to Walmart, other brands attending this year’s conference have also shown a history of creative solutions to business and environmental challenges.?The historic Ford Rouge Factory in Dearborn, Mich., is home to a 10.4-acre green roof, the world’s largest living roof, according to Guinness World Records. The green roof was part of a larger Rouge Center brownfields redevelopment program.\n?\nFord's innovative solutions to environmental and social problems aren't limited to U.S. projects. In June 2012, the automaker began a nine-month program that brought maternal and child healthcare to the Kalvarayan Hills region of rural India. The project, Sustainable Urban Mobility with Uncompromised Rural Reach, is expanding to include cloud-based services developed using Ford's new OpenXC platform. Access to the cloud will allow healthcare workers to more easily store and retrieve data for future use.\n?\nLarge multinational companies aren't the only ones churning out creative solutions, and the Sustainable Brands conference will also feature a bevy of startups and smaller companies. One such company is TerraCycle.\n?\nTerraCycle has turned used juice pouches and cookie wrappers into an entirely new product line, like backpacks and handbags. The company gives a second life to an otherwise useless item. The company is expanding beyond its traditional product-based lineup and now offers consumers an upcycled interior design service. The TerraCycle Design Junkies team will turn any space — including offices, restaurants and more— into an upcycled treasure.\n?\nAnother company making waves in the service industry is SupperKing. Rather than connecting foodies with great restaurants, this social dining app connect foodies with one another. SupperKing is a peer-to-peer app that allows people to share their home-cooked meals by selling a seat at their own dinner table. Hosts upload the meal information and other SupperKing users can RSVP. ?\n?\nWhile the idea to create an app that allows strangers to share a home-cooked meal is innovative, there's also an environmental benefit to the program. According to SupperKing, one-third to one-half of people living in urban cities live alone, and \"46 percent of meals are eaten alone and 25 percent of food purchased is thrown away by American families.\" SupperKing helps families reduce their food waste and make new friends at the same time.\n?\nSideCar is another example of a peer-to-peer alternative to a traditional service. The app connects individuals who own a car with those who need a ride. There’s no need to call a cab; people in search of a ride can simply load up the SideCar app and find a background-checked driver. As an added bonus, there is no set fee for the ride. The entire program operates on a donation-only basis and the donations are made directly through the SideCar app.\n?\nMeasuring success\nWhile these companies have addressed business and environmental needs in different ways, they all share one thing in common. Each uses the Global Reporting Initiative (GRI) sustainability reporting framework. When it comes to metrics, the Global Reporting Initiative (GRI) has cornered the market. GRI is the most popular sustainability reporting system in use today, but the metric systems market is changing. ?\n?\n“There will be several new standards designed for different purposes in the capital markets. One is a new regulatory reporting standard being developed by the Sustainability Accounting Standards Board (SASB) to help companies in 10 industry sectors disclose ESG information in their Form10-Ks required by the U.S. Securities Exchange Commission,\" said Bob Willard (pictured right), author of \"Sustainability Advantage\" and a speaker at the upcoming Sustainable Brands conference. ?\n?\n\"Another is the Global Initiative for Sustainability Ratings (GISR), which is defining the principles, issues and indicators that raters should use to assess companies on their ESG performance. There are a couple of other standards under development, but it doesn’t matter as long as they harmonize their indicators and metrics. Happily, they intend to.”\n?\nWith the release and adoption of new sustainability reporting systems, companies and consumers will have even more data at their fingertips. With more knowledge comes the ability to create even better solutions to today’s most pressing environmental and business concerns.\n?\nRelated on MNN:\n\nLearn more about the?Sustainable Brands 2013 Conference.\n\n\nSocial media empowers consumers, and companies are rising to the challenge\n\n\nCampbell's Soup named one of the world's most sustainable companies","author":"","web_category":"earth-matters#space","title":"For companies, sustainability and innovation often go hand-in-hand","picture_url":"http://images.mnn.com/sites/default/files/editorial/fordrouge.jpg","url":"http://www.mnn.com//specials/sustainable_brands_2013/business-strategies"}