{"summary":"In one of the world’s more mind-boggling rivalries, a pair of octogenarians ?– 80-year-old Yuichiro Miura and 81-year-old Min Bahadur Sherchan – have been alternately vying for the record of Everest’s oldest climber.. The news came as Nepal was celebrating the 60th anniversary of the first climb of Mount Everest by Edmund Hillary and Tenzing Norgay, as well as honoring subsequent climbers","advice_category":"2","content":"In one of the world’s more mind-boggling rivalries, a pair of octogenarians ?– 80-year-old Yuichiro Miura and 81-year-old Min Bahadur Sherchan – have been alternately vying for the record of Everest’s oldest climber.\n?\nJapanese alpinist Miura was the oldest with his ascent at age 70 in 2003, and would have claimed the title again on his climb at 75, but the then 76-year-old Sherchan reached the summit a day before him. Last week Miura, at the age of 80, became the oldest climber, but Sherchan was hot on his heels with a climb planned for this week.\n?\nIt’s hard to keep up with these guys.\n?\nBut for now, it looks as if Miura will hold the title for a while longer. CBS News reports that the 81-year-old turned back Tuesday because weather conditions were worsening. Spring climbing season ends in May as the temperature begins to warm, and monsoons in June make climbing high peaks in the country impossible.\n?\nSherchan had hoped to climb earlier, but it took longer than planned to secure funding for his efforts. He was, surprisingly, without sponsors until last week when the Nepal government gave him a grant and waived the $70,000 climbing permit fee.\n?\nAlas, it was too late. Word on the mountain is that the route has become unsafe due to slippery slopes and unstable rope and ladder ties due to melting ice. It has also been raining in Nepal.\n?\nThe news came as Nepal was celebrating the 60th anniversary of the first climb of Mount Everest by Edmund Hillary and Tenzing Norgay, as well as honoring subsequent climbers. The celebrations were marked with flower garlands and horse-drawn chariot processions including hundreds of people.\n?\nYet others see the 60th anniversary as a time to ponder just what a mess the peak has become. Some call it the world’s highest garbage dump — littered with empty oxygen canisters, torn tents, other leftover equipment, human excrement and even corpses. Despite efforts to remove trash from the mountain, an estimated 120 tons of trash remain, a figure that will only grow as the rate of climbers continues to increase.\n?\nAlthough Sherchan didn’t make it, 500 other people successfully scaled the peak just last week.\n?\nRelated Mount Everest stories on MNN:\nMount Everest?climbers brawl with Sherpas at 25,000 feet\nMount Everest?summit now has Wi-Fi\nEnvironmentalists call for toilets on?Everest","author":"","web_category":"earth-matters#wilderness-resources","title":"81-year-old abandons record-breaking Mount Everest climb","picture_url":"http://images.mnn.com/sites/default/files/editorial/800px-Min_Bahadur_Sherchan.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/81-year-old-abandons-record-breaking-mount-everest-climb"}