{"summary":"The moon has a new hole on its surface thanks to a boulder that slammed into it in March, creating the biggest explosion scientists have seen on the moon since they started monitoring it.. MNN:?Water on moon and Earth may come from the same place","advice_category":"4","content":"The moon has a new hole on its surface thanks to a boulder that slammed into it in March, creating the biggest explosion scientists have seen on the moon since they started monitoring it.\n?\nThe meteorite crashed on March 17, slamming into the lunar surface at a mind-boggling 56,000 mph (90,000 kph) and creating a new crater 65 feet wide (20 meters). The crash sparked a bright flash of light that would have been visible to anyone looking at the moon at the time with the naked eye, NASA scientists say.\n?\n\"On March 17, 2013, an object about the size of a small boulder hit the lunar surface in Mare Imbrium,\" Bill Cooke of NASA's Meteoroid Environment Office said in a statement. \"It exploded in a flash nearly 10 times as bright as anything we've ever seen before.\" [The Greatest Lunar Crashes Ever]\n?\nNASA astronomers have been monitoring the moon for lunar meteor impacts for the past eight years, and haven't seen anything this powerful before.\n?\nScientists didn't see the impact occur in real time. It was only when Ron Suggs, an analyst at NASA's Marshall Space Flight Center in Huntsville, Ala., reviewed a video of the bright moon crash?recorded by one of the moon monitoring program's 14-inch telescopes that the event was discovered.\n?\n\"It jumped right out at me, it was so bright,\" Suggs?said.\n?\nScientists deduced the rock had been roughly 1-foot-wide (between 0.3 to 0.4 meters) and weighted about 88 lbs (40 kg).The explosion it created was as powerful as 5 tons of TNT, NASA scientists said.\n?\n\n\n?\nWhen researchers looked back at their records from March, they found that the moon meteor might not have been an isolated event.\n?\n\"On the night of March 17, NASA and University of Western Ontario all-sky cameras picked up an unusual number of deep-penetrating meteors right here on Earth,\" Cooke said. \"These fireballs were traveling along nearly identical orbits between Earth and the asteroid belt.\"\n?\nThough Earth's atmosphere protected our planet's surface from being hit by these meteors, the moon has no such luck. Its lack of an atmosphere exposes it to all incoming space rocks, and the NASA monitoring program has spotted more than 300 meteor strikes that reached its surface since 2005.\n?\nPart of the motivation for the program is NASA's eventual intent to send astronauts back to the moon. When they arrive, they'll need to know how often meteors impact the surface, and whether certain parts of the year, coinciding with the moon's passage through crowded bits of the solar system, pose special dangers.\n?\n\"We'll be keeping an eye out for signs of a repeat performance next year when the Earth-Moon system passes through the same region of space,\" Cooke said. \"Meanwhile, our analysis of the March 17th?event continues.\"\n?\nThe scientists also hope to use NASA's Lunar Reconnaissance Orbiter to photograph the impact site to learn more about how the crash occurred.?\n?\nFollow Clara Moskowitz on Twitter?and Google+. Follow us?@Spacedotcom, Facebook?and Google+. Original article on?SPACE.com\n?\nRelated on SPACE.com and MNN:\n\nMoon Master: An Easy Quiz for Lunatics\n\n\n5 Reasons to Care About Asteroids\n\n\n20 Most Marvelous Moon Missions\n\n\nMNN:?Water on moon and Earth may come from the same place\n\nThis story was originally written for SPACE.com and Copyright 2013 SPACE.com, a TechMediaNetwork company","author":"Clara Moskowitz, SPACE.com","web_category":"earth-matters#space","title":"Meteor crashes into moon, sparks giant explosion","picture_url":"http://images.mnn.com/sites/default/files/MoonExplosion_m_0517.jpg","url":"http://www.mnn.com//earth-matters/space/stories/meteor-crashes-into-moon-sparks-giant-explosion"}