{"summary":"Mississippi River threatens historic floods. More than half of all deaths in floods happen when vehicles are swept away, usually in flash floods","advice_category":"8","content":"People have been settling near rivers for millennia, relying on them for transportation, energy, food and, most importantly, water. But despite the many perks of waterfront property, this prime real estate is also haunted by a hidden danger: floods. And thanks to growing human populations and wilder weather from global warming, the threat of flooding is forecast to rise in many parts of the world for decades to come.\n?\nFloods aren't a new problem, of course. Even the first human fishing camps likely suffered when rivers flooded. But the stakes grew higher as populations swelled, and when early farmers found rich soil along river banks — leading to permanent settlements in floodplains — the stage was set for future disasters. Manmade dams have since reduced death tolls from floods, but economic losses continue to surge as cities expand near water.\n?\nGlobal warming is expected to worsen this trend, since warmer temperatures make more water evaporate, pumping more moisture into the atmosphere. Still, floods can't be directly tied to climate change, points out Mike Halpert of the U.S. Climate Prediction Center.\n?\nToo many factors are involved, Halpert explains, including local geography, ground cover, long-term precipitation and climate trends like El Ni?o, La Ni?a or the Arctic Oscillation. The annual floods that strike the Red River in North Dakota and Minnesota, for example, are spurred by spring rains as well as months of winter snow.?\"When you put 4 feet of snow on the ground and then you get warm temperatures, or you get a nice warm rain on top of it, that's a prime setup for flooding,\" Halpert says. Elsewhere, the record-breaking?2011 Mississippi River floods?have come after an unusually snowy winter was followed by intense spring storms, trends that many blame on the Arctic Oscillation as well as a southerly jet stream, and even La Ni?a.\n?\nYet with U.S. weather forecast to become more extreme and erratic — and U.S. watersheds growing more crowded and paved — Americans?will likely face events like the 2011 Red River and Mississippi River floods long into the future. And while floods are famously difficult to forecast, people's precautions and reactions can still mean the difference between life and death. Below is a look at how floods work, why they might be getting worse?and what you can do to stay safe.\n?\nThere will be flood?\nFloods are the most common natural disaster in the U.S., capable of striking almost any river, creek, lake or coast nationwide. They kill about 140 Americans each year and are often more destructive than the storms that caused them — water flowing at 10 mph exerts the same pressure on a structure as 270 mph wind gusts, according to the Federal Emergency Management Agency. Across the country, floods destroy some $6 billion worth of property every year.\n?\nOverflowing rivers are behind most U.S. floods, but?anything from tsunamis and hurricanes to broken dams and urban runoff can cause one. A single flood may fit multiple categories, but floods are generally classified as one of the following:\n?\n•?Flash floods: Most deaths and damage from floods are due to flash flooding — \"a rapid and extreme flow of high water into a normally dry area, or a rapid rise in a stream or creek above a predetermined flood level,\" according to the National Weather Service. Flash floods develop suddenly, often in just a few minutes, and while they occur in all 50 states, they're most common in hilly areas with steep valleys, or along small waterways in urban environments. Their speed, depth and element of surprise make flash floods highly dangerous, causing major damage while allowing little time to prepare or evacuate. Heavy rains are the top cause of flash floods, but urban runoff, \"ice jams,\"?dam failures?and other factors may also be involved.\n?\n• Slow river floods: Rising waters may spur flash floods in steep, narrow river basins, but in flatter, wider ones, flooding tends to be slow, shallow and long-lasting. Flat floodplains can remain inundated for days or even weeks, but these floods are at least usually easier to predict than flash floods. Spring snowmelt regularly swells northern rivers, and when big blocks of unmelted ice are floating downstream, they can become lodged under bridges or in narrow passages, creating an \"ice jam\" that sets off a flash flood on top of the slower, pre-existing flood.\n?\n• Coastal floods:?Storms and earthquakes are the two leading causes of ocean floods. Hurricanes push walls of sea water ashore when they hit land, creating a saline flash flood known as a \"storm surge.\" Storm surges are often responsible for the majority of deaths from tropical cyclones, as was the case in New Orleans after Hurricane Katrina in 2005. Despite hurricanes' strength, though, deep-sea earthquakes are capable of displacing even larger amounts of water, forming long-range waves called \"tsunamis.\" Tsunamis can push floodwaters many miles inland, as seen after the 2004 Sumatran quake and the magnitude-9.0 temblor that hit Japan in March 2011.\n?\n• Ground failures: Some floods attack from below, as the water table rises to the surface and washes away chunks of topsoil. This can cause a variety of ground failures, including \"subsidence,\" or sinking soil, and \"liquefaction,\" a process in which water-soaked sediment loses strength and acts like a liquid. Scientists also differentiate between \"mudfloods\" — a liquid flood that carries up to 50 percent solid sediment loads — and \"mudflows\" — solid landslides where the downward flow is viscous enough to support large boulders within a wave of smaller particles. Mudfloods and mudflows are most common in California and other Western states, since they tend to occur on hillsides burned bare by wildfire.\n?\n• Lake floods: Most lakes experience fluctuating water levels, but they usually don't \"flood\" the way rivers do because lakes typically have outlet streams or rivers to help them drain. But not all lakes have such outlets, and these \"closed-basin lakes\" are prone to potentially catastrophic floods if their water level rises too high. Glacial lakes — which were carved and filled by glaciers, and make up most lakes in North America — are also at risk of drainage problems, and can undergo dramatic, long-term fluctuations in depth.\n?\nOpening the floodgates?\nWhile rain and snow cause most floods, they're also pawns of broader climatic trends that shape daily weather. Linking specific weather events to these trends is never easy, but climatologists can at least trace the origins of some recent U.S. flood problems to unusually heavy precipitation during preceding months.\n?\nThe winter of 2010-'11 saw record snowfall in much of the U.S., for example, which was largely blamed on the Arctic Oscillation pushing Canadian weather south. That helped feed another big Red River flood the following spring, and when a low-slung jet stream later began producing frequent thunderstorms across the Midwest, it contributed to historic flooding on the Mississippi and other major rivers.?A similar phenomenon also occurred between 2009 and 2010, when El Ni?o-driven rains were initially welcomed, helping end long droughts from California to South Carolina.?\n?\nWithin a few months, however, much of metro Atlanta was underwater?(pictured). That region's drought had faded, and by September '09 El Ni?o was already drenching the U.S., sending storm after storm east across the country. October '09 was the wettest month nationwide in 115 years of record keeping, and when winter arrived, all that rain began falling as?snow?instead. El Ni?o reached its peak in December, helping fuel one of the snowiest winters in recorded history — 63 percent of the U.S. had a white Christmas in 2009, and by February, the entire Northern Hemisphere's snow cover was more than 1 million square miles above average.\n?\nThe effects were so extreme, in fact, that climatologists soon realized El Ni?o wasn't working alone. Its accomplice turned out to be the strongest negative phase of the Arctic Oscillation ever recorded, a phenomenon that essentially shoves cold Arctic air south into mid-latitude regions, while pulling their warmer air up north. That helped create unseasonably cold temperatures across the U.S. and Europe, which in turn transformed El Ni?o's barrage of rainstorms into blizzards. When that snow later melted, it released a huge amount of moisture all at once — and many soils were still too waterlogged in 2010 to handle it.\n?\n\"Snow always melts; it just depends how much is on the ground,\" Halpert says. \"[2010] was unusual in that both December and February had all-time record low values for Arctic Oscillation, and the seasonal value was also a record.\" While that was odd, though, nearly the same thing happened in 2011: A negative Arctic Oscillation fueled heavy winter snow, followed by frequent spring storms, which proved too much for many rivers to contain. In March, U.S. officials warned that half the country faced spring-flooding risks, including the Red and Mississippi river basins.\n?\nTwo recent studies have since linked intensifying U.S. winters to climate change,?while two others even specifically related rising temperatures to rising floodwaters. Scientists typically discourage such specific attributions, but climate change could potentially affect flooding in several ways, depending on the region and type of flood in question. Most experts agree melting glaciers and warm, swollen seawater are raising sea levels, which may eventually flood low-lying coastal cities. NASA and other science agencies also predict weather patterns will swing more violently, possibly causing drought/flood cycles even more extreme than the ones seen recently in the U.S. And if climate change does create stronger storms as expected, many U.S. rivers could be in for unprecedented floods — suggesting that even if record flooding in 2010 and 2011 isn't a reflection of global warming, it may still be a preview.\n?\nFlood safety?\nThe main rule for staying safe during a flood is to never willingly go near the water, whether on foot or in a car. Just six inches of moving water can knock people off their feet, so FEMA warns against walking through flowing floodwaters, and points out that since even apparently dry land could be subject to ground failure in a flood, it's not a bad idea to use a pole or stick to test the soil before stepping on it. The best place to be is high ground, but if you're in a building when floods arrive, go to the roof or the highest floor, but be careful not to get trapped in an attic or other confined space by rising water.\n?\nMore than half of all deaths in floods happen when vehicles are swept away, usually in flash floods. Many of the drivers are overtaken before they can react, but people also frequently overestimate their ability to drive through flowing water, often with tragic results. NOAA's \"Turn Around, Don't Drown\" campaign is aimed at reducing these preventable deaths by raising awareness of how dangerous road flooding can be.\n?\nElectrocution is another dangerous side effect of flooding, one more reason to stay away from the water. Avoid and report any downed power lines and electrical wires, and consider turning off your home's electricity and checking around for gas leaks.\n?\nInfection and disease can be major problems during a flood as well as long afterward. While water levels are still high, an array of contaminants can be mixed in with the flood, ranging from untreated sewage to toxic chemicals. But even after the threat of water-borne bacteria and synthetic pollutants wanes, respiratory risks arise from black mold and other fungi that flourish in water-damaged wood and fabrics. Anything that got wet from flooding should either be thoroughly cleaned or thrown away.\n?\nFor more flood advice, see FEMA's floodsmart.gov page, which has safety tips as well as information on the National Flood Insurance Program.?\n?\nMore information\nFor more news and information about floods, check out the following links from MNN, and watch the video below to see one example of how quickly a flash flood can escalate out of control.\n\nFloods linked to manmade climate change\nMississippi River threatens historic floods\nWhat's behind the record Mississippi River flooding?\nAlmost half of U.S. faces spring flooding\nHow fire ants create life-saving rafts in floods\n\n?\n\n?\nClick to see image credits\n\n\n?\nImage credits\nRescuers on boat: NOAA\nFlash flooding: NOAA\nFlooded house in Fargo, N.D.:?Charles Rex Arbogast/AP\nStorm surge: NOAA\nCalifornia mudslide damage: ZUMA Press\nDevil's Lake in North Dakota: U.S. Geological Survey\nChattahoochee River flooding in Atlanta: ZUMA Press\nU.S. Capitol in snowstorm: ZUMA Press\nFlooding in Warwick, R.I.: Charles Krupa/AP\nSandbagging along Red River: ZUMA Press\nRiver flooding: NOAA\nMNN homepage photo:?ruchos/iStockphoto\n\n?\nEditor's note: This article has been updated from its original version, which first appeared on April 1, 2010.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Floods: When water attacks","picture_url":"http://images.mnn.com/sites/default/files/miss_river_floods.jpg","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/floods-when-water-attacks"}