{"summary":"\tShell originally explored the region in 1991, but decided it was impractical to drill there at the time. To protect the drill site from sea ice, regulators also require Shell to suspend all drilling 38 days before ice moves in — which would mean it has to stop for the year by about Sept","advice_category":"4","content":"For the first time in more than 20 years, a drill bit has dug into the seabed below Alaska's Chukchi Sea, Royal Dutch Shell announced Sunday. The milestone comes after a summer of setbacks for the oil giant, which has faced mounting controversy over its plans to drill in the remote, ecologically sensitive region.\n\n\t?\n\n\tDrilling began at 4:30 a.m. Sunday about 70 miles off northwest Alaska, where Shell is creating a narrow, 1,400-foot-deep \"pilot hole\" to check for gas pockets before it drills in earnest. This is being done by a 571-foot drill ship named Noble Discoverer, which was moored into place Friday with eight 15-ton anchors. (The ship already made news this summer when it slipped its anchor in Alaska's Dutch Harbor in July, just a year after it suffered a similar accident off the coast of New Zealand in 2011.)\n\n\t?\n\n\tShell had hoped to start this exploratory well two months ago, but it has been slowed by construction and certification delays with its spill-response barge, the Arctic Challenger. In late August, however, U.S. Interior Secretary Ken Salazar gave the company a green light to begin preparatory drilling, even as its uncertified barge awaits sea trials hundreds of miles away in Bellingham, Wash.\n\n\t?\n\n\tThe pilot hole is also a first step before Shell can install a blowout preventer (BOP), which it says is safer than the infamous one at BP's Macondo well in the Gulf of Mexico. While that wellhead was nearly a mile underwater — and had only one \"blind shear ram\" on its BOP — Shell's Chukchi well is just 130 feet deep and will use a BOP with two blind shear rams. The company insists these differences reduce the odds of a disaster like the 2010 BP oil spill, but it must also face other dangers unique to the Arctic. Sea ice, for one, can grow so tall that it scrapes the sea floor, forcing engineers to dig a \"mudline cellar\" to protect the BOP, as seen in this Shell animation:\n\n\t?\n\n\n\n\t?\n\n\tDespite such risks and the region's remoteness, Shell remains bullish on its offshore prospects in Alaska. \"This is an exciting time for Alaska and for Shell,\" Shell Alaska vice president Peter Slaiby said in a statement Sunday about the start of drilling. \"We look forward to continued drilling progress throughout the next several weeks and to adding another chapter to Alaska's esteemed oil and gas history.\"\n\n\t?\n\n\tShell originally explored the region in 1991, but decided it was impractical to drill there at the time. It later began leasing sections of the Chukchi and Beaufort seas in 2005, and has spent more than $4 billion since then on drilling rights, environmental lawsuits and regulatory requirements. Its progress has also been limited by the brief window each year when it's feasible to navigate the Arctic — and despite this summer's record-low sea ice, that window will soon close again as winter sets in.\n\n\t?\n\n\tWhile the Obama administration supports Shell's Arctic plans, Salazar has conceded that ice, weather, geography and ecology do make it a dangerous place to drill. \"I can tell you that President Obama and his administration take very seriously the complexities and unique conditions in the Arctic,\" he said in June. \"It is a frontier.\" Nonetheless, on Aug. 30 he decided to let Shell drill pilot holes while it waits on the Arctic Challenger, arguing that \"these activities are essential safety steps that will allow for the installation and protection of the blowout preventer.\"\n\n\t?\n\n\tFederal officials will be on hand to monitor preliminary drilling, Salazar added, and Shell is forbidden from tapping oil or gas deposits until the Arctic Challenger arrives. To protect the drill site from sea ice, regulators also require Shell to suspend all drilling 38 days before ice moves in — which would mean it has to stop for the year by about Sept. 24. Shell has asked for an extension, but Salazar says that would be premature until the Challenger is ready, since it's needed for full-scale drilling, anyway.\n\n\t?\n\n\tEnvironmentalists have long fought Shell's Arctic ambitions, and many point to recent fits and starts as evidence that it's unprepared for the challenge. \"Shell has ignored the world's best scientists ... who have all said repeatedly that the melting Arctic is a dire warning, not an invitation to make a quick buck,\" Greenpeace spokesman Dan Howells said in a statement Sunday. \"The company's Arctic drilling program this summer has not only been an epic PR failure, but a dangerous logistical failure as well. They've only proven one thing this summer, that oil companies are simply not equipped to deal with the unique challenges of operating in the Arctic.\"\n\n\t?\n\n\tThe recent trend of shrinking sea ice may ease the difficulties of Arctic oil drilling, but it also poses an existential threat to some wildlife — and as a symptom of global warming, it's partly caused by burning the very fossil fuels Shell is hunting. The array of dangers spurred by climate change affect virtually all corners of the planet, but many of Shell's critics are more focused on local effects for now.\n\n\t?\n\n\t\"There's nothing we can do now, but I worry about the weather and the animals we depend on for our survival,\" the mayor of Point Hope, Alaska, tells CNN. \"If Shell finds what it thinks is down there, then many other companies are going to come, and then it will only be a matter of time before something happens out there.\"\n\n\t?\n\n\tShell wants to drill an exploratory well to determine what exactly is buried off Alaska's shores, but the U.S. Geological Survey has estimated roughly 90 billion barrels of oil and 1,700 trillion cubic feet of natural gas may be recoverable in the area.\n\n\t?\n\n\tRelated offshore drilling stories on MNN:\n\n\n\t\t\tStudy throws cold water on Arctic oil, gas dreams\n\n\t\t\tOffshore drilling 'likely' in Arctic, U.S. feds say\n\n\t\t\tArctic oil spill would challenge Coast Guard\n\n\t\t\tExxonMobil begins probing Russian Arctic\n\n\n\t?\n\n\tMNN tease photo:?NASA Goddard Photo and Video/Flickr\n\n\t?","author":"","web_category":"earth-matters#energy","title":"Shell begins offshore drilling in Alaska","picture_url":"http://images.mnn.com/sites/default/files/chukchi_sea.jpeg","url":"http://www.mnn.com//earth-matters/energy/blogs/shell-begins-offshore-drilling-in-alaska"}