{"summary":"Whenever bees shimmered, hornets would rarely approach any closer than about 50 centimeters from the hive. It's possible that the hornets are simply confused by the pattern and are unable to get a fix on an individual to prey upon, but scientists still aren't sure.","advice_category":"2","content":"?\nHere's a hive of honeybees that would make KC & the Sunshine Band proud. Just like sports fans, these bees are doing \"the wave,\" only instead of raising their arms and standing up in pattern, they're shaking their booties.\n?\nIt's just one of many bizarre behaviors that can come from a hive mentality, as exhibited in highly social insects like bees, ants or termites. The wave pattern, called \"shimmering\" as it pertains to honeybee behavior, requires impressive coordination. To pull it off, bees need to respond with perfect timing when it's their turn to shake. The pattern usually starts at a distinct spot on the nest surface, but then within a split second spreads across the nest, reports Discover.\n?\nShimmering produces a hypnotic, mesmerizing pattern, and until a 2008 study, the behavior pretty much left scientists in a trance too. In that study, researchers chose to test the hypothesis that the behavior is defensive. In particular, they noticed that bees tend to shimmer when predatory hornets fly near the nest.\n?\nResearchers videotaped 450 instances of hornets attacking a bees' nest and were able to produce an intricate, frame-by-frame analysis of shimmering behavior. Sure enough, they found a strong correlation between shimmering and the predatory response of hornets. In fact, the strength and the rate of the bees' shimmering could be predicted based on a hornet's flight speed and proximity.\n?\nWhenever bees shimmered, hornets would rarely approach any closer than about 50 centimeters from the hive. It's a complex behavior, but it works.\n?\nThe hows and whys of it working, however, are more mysterious. For instance, it's not clear exactly why the wave pattern is so intimidating to hornets. It's possible that the hornets are simply confused by the pattern and are unable to get a fix on an individual to prey upon, but scientists still aren't sure.\n?\nScientists also remain baffled at how the bees are able to coordinate the wave, and the mechanism of communication remains puzzling as well.\n?\n\"The horizontal span of a honeybee nest can well reach 2 meters [6.5 ft]. Such a wave in honeybees only takes 800 milliseconds,\" explained Gerald Kastberger, the study's lead author, to Livescience. \"The topic of my further expeditions is to find out how they communicate so quickly.\"\n?\nBy contrast, a stadium full of sports fans doing \"the wave\" can take many seconds-- sometimes tens of seconds-- to complete the revolution. In other words, sports fans could learn a thing or two from bees. Though we can only hope that one of those things doesn't involve a booty shake.\n?\nRelated on MNN:\n7 unusual insect courting rituals (including sex slaves!)\nHoneybees head-butt each other to make decisions\nHoneybees help clear dangerous land mines in Croatia\n?\nTease photo: Skynavin/Shutterstock","author":"","web_category":"earth-matters#animals","title":"Hive of honeybees does 'the wave'... with their butts (Video)","picture_url":"","url":"http://www.mnn.com//earth-matters/animals/stories/hive-of-honeybees-does-the-wave-with-their-butts-video"}