{"summary":"Placing seismometers on midocean ridges (where new seafloor is created by volcanoes) and other seismically active parts of the ocean will help marine researchers like Tolstoy understand what parts of the world are at risk of facing a large earthquake sometime in the relatively near future by seeing how stressed these areas become over time, she said.. \"This is not necessarily earthquake prediction … It's earthquake forecasting,\" Tolstoy said at the event","advice_category":"2","content":"NEW YORK — Tracking tiny earthquakes with advanced technology could help scientists forecast the next devastating temblor, one expert says.\n?\nBy deploying data-collecting ocean-bottom seismometers, marine researchers can keep track of small earthquakes created by the flow of the tides in the deep ocean. These small earthquakes are triggered by the expansion and contraction of the seafloor with the tides, which happens on a daily basis.\n?\n\"The seafloor is almost breathing with the tides,\" said Maya Tolstoy, a geophysicist at Lamont-Doherty Earth Observatory here in New York.Tolstoy thinks these \"tidal-triggering\" events, if tracked effectively, could help marine researchers get a better sense of when the next big, tsunami-causing earthquake could happen. She discussed this possibility at an event held in New York two weeks ago. ?[7 Ways the Earth Changes in the Blink of an Eye]\n?\nPlacing seismometers on midocean ridges (where new seafloor is created by volcanoes) and other seismically active parts of the ocean will help marine researchers like Tolstoy understand what parts of the world are at risk of facing a large earthquake sometime in the relatively near future by seeing how stressed these areas become over time, she said.\n?\nForecasting, not predicting\nLarge, tsunami-creating earthquakes can happen when the boundary between an oceanic plate and a continental plate (called a subduction zone) is stressed. The oceanic plate pushes underneath the continental plate until the two pieces of crust slip from the stress, displacing sometimes huge amounts of water that can make landfall as a tsunami. This was the exact scenario that took place in the earthquake and tsunami that struck Japan in 2011.\n?\nWhile tiny tidal-triggering events do not necessarily cause large earthquakes, studies have shown that the small shakes can further distress an already-stressed fault line. If scientists strategically place seismometers under the ocean, it's possible that they could pick out and monitor dangerous plates before they slip, Tolstoy said.\n?\n\"This is not necessarily earthquake prediction … It's earthquake forecasting,\" Tolstoy said at the event. \"The difference is that with prediction, you're saying this earthquake is going to happen at a certain time, place and it's going to be of a certain magnitude.\"\n?\nForecasting earthquake patterns is similar to forecasting the weather, Tolstoy said. Instead of trying to come up with an exact date and time that the event will take place, researchers attempt to find the approximate likelihood that an earthquake will occur over the next 30 or 50 years.\n?\n\nThis ocean-bottom seismometer was caught in lava when a volcanic portion of the seafloor erupted as it was collecting a year’s worth of data. (Photo: Maya Tolstoy)\n?\nHigh-tech on the high seas\nTolstoy has been using ocean-bottom seismometers since she began this kind of marine research in 1994. At that time, the machines were only able to collect data over the course of two months. But today, each seismometer can log data for up to a year, thanks to developments in flash storage.\n?\nThis new kind of flash data storage gives scientists an unprecedented look at how the ocean floor changes over time, but it doesn't come without inherent risks. Because the seismometers are exposed to the elements for more time than ever before, they encounter some unique issues, Tolstoy said.\n?\nAfter the seismometer's year underwater is over, scientists activate a buoy or anchor that allows the machine to float up from the seafloor, but sometimes, it doesn't go so smoothly. During one research cruise, Tolstoy and her team were unable to haul up one of their seismometers. The machine, which had been placed in an area of the ocean with high volcanic activity, was caught in lava that erupted underneath the seismometer.\n?\nTolstoy managed to use an undersea robot to extract the seismometer, but others weren't so lucky. The team had to abandon some of the seismometers that were encased in too much lava.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com. \n?\nRelated on LiveScience and MNN:\n\nImage Gallery: This Millennium's Destructive Earthquakes\n\n\nWaves of Destruction: History's Biggest Tsunamis\n\n\nNatural Disasters: Top 10 US Threats\n\n\nMNN: 'Mermaids are helping to detect earthquakes\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Miriam Kramer, LiveScience","web_category":"earth-matters#wilderness-resources","title":"How seafloor 'breathing' could help earthquake forecasters","picture_url":"http://images.mnn.com/sites/default/files/OceanEarthquakes01_m_0530.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/how-seafloor-breathing-could-help-earthquake-forecasters"}