{"summary":"(Some dolphin vocalizations are ultrasonic and beyond what humans can hear.) Herzing also thinks her team could create their own artificial calls in dolphin-speak — such as signature whistles to give themselves dolphin names so that the animals could request specific divers to play with.. For the past 28 years, researcher Denise Herzing of Florida Atlantic University has lived alongside dolphins in their natural habitat in a less intimate way","advice_category":"2","content":"If humans ever hope to talk to animals, dolphins might represent our best bet. They're highly intelligent, and they have a sophisticated form of communication amongst themselves. But despite decades of research, scientists have not been able to find a cetacean Rosetta Stone.\n?\nNeuroscientist John Lilly conducted some dubious experiments in the 1960s to crack the code of dolphin speak at the Communication Research Institute on St. Thomas. In some cases, he gave the animals LSD, and in an especially notorious experiment, his assistant Margaret Howe moved in with a randy dolphin named Peter in a specially constructed flooded house for two and half months, trying to teach it spoken English. Attracting more attention than their findings were Howe's notes about Peter's alleged, disruptive erections and apparent sexual dissatisfaction with her — she apparently would massage the dolphin until he reached orgasm.\n?\nFor the past 28 years, researcher Denise Herzing of Florida Atlantic University has lived alongside dolphins in their natural habitat in a less intimate way. Herzing and her team, as part of their Wild Dolphin Project, spend five months each summer studying a pod of Atlantic spotted dolphins in the Bahamas — recording their \"signature whistles\" used to address each other, their burst pulsed squawks made during aggression and other forms of communication. [Dolphin Sex: Top 10 Swingers of the Animal Kingdom]\n?\nIn a TED Talk earlier this year (a video of which was just released online this week), Herzing explains her recent efforts to bridge the gap between species.\n?\n\n\n?\n\"The dolphins were starting to show us a lot of mutual curiosity about us. They were spontaneously mimicking our vocalizations and our postures, and they were also inviting us into dolphin games,\" Herzing says during her talk. \"We thought, 'Wouldn't it be neat to build a technology for the dolphins to request their favorite toys in real time?'\"\n?\nHerzing and her colleagues created an underwater keyboard with four symbols that each corresponded to a specific sound and a toy. Her footage shows how they taught the dolphins to use the keyboard system to request a toy they wanted to play with. Herzing is collaborating with other researchers to make a wearable version of the keyboard called CHAT (Cetacean Hearing And Telemetry) that could act as an interactive two-way device for human-dolphin communication.\n?\nCHAT can apparently detect the dolphins' natural sounds, letting the human diver wearing the device know which call is being made. (Some dolphin vocalizations are ultrasonic and beyond what humans can hear.) Herzing also thinks her team could create their own artificial calls in dolphin-speak — such as signature whistles to give themselves dolphin names so that the animals could request specific divers to play with.\n?\nDolphins are excellent vocal mimics, Herzing says, which makes her hopeful they will be able to learn the calls.\n?\nCHAT wouldn't be the first device created as an interspecies translator for humans and dolphins. A few years ago, scientists reported they had made a prototype dolphin speaker that could project a comprehensive range of dolphin sounds, from communication calls to echolocation clicks. Another researcher used custom-made iPad apps to communicate with a 2-year-old dolphin named Merlin, hoping it would be the first steps toward creating an artificial language of symbols that both humans and dolphins could learn.\n?\nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nDeep Divers: A Gallery of Dolphins\n\n\nThe 5 Smartest Non-Primates on the Planet\n\n\n7 Ways Animals Are Like Humans\n\n\nMNN: 10 ways animals have served the military\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Could we speak the language of dolphins?","picture_url":"http://images.mnn.com/sites/default/files/DolphinLanguage__0610.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/could-we-speak-the-language-of-dolphins"}