{"summary":"MNN: Use of chimpanzees in medical research would be restricted under proposed federal rules. The proposed rule would have implications for privately held chimpanzees and those used in animal testing","advice_category":"2","content":"The federal government has proposed listing captive chimpanzees as endangered, which would increase protections for the animals, according to the U.S. Fish and Wildlife Service (FWS). ?\n?\nWild chimpanzees have been listed as endangered since 1990, but captive chimps are listed as threatened, a designation that carries fewer protections. The agency said today (June 11) during a teleconference that the new proposed rule came about after they determined the Endangered Species Act (ESA) doesn't allow for wild and captive-held animals to have separate legal statuses, said Dan Ashe, director of the FWS, in the teleconference.?\n?\nThe agency also found that threats to chimpanzees have increased due to habitat loss, poaching and disease in the last 20 years, Ashe said. [Image Gallery: Amazing Photos of Chimp Faces]\n?\n\"Finally this day has come,\" said British primatologist and legendary scientist Jane Goodall. \"I think it shows there has been an awakening\" about the plight of the chimpanzee, she added, during the teleconference.\n?\nThe proposed rule would have implications for privately held chimpanzees and those used in animal testing. Any type of research involving chimpanzees will now require a permit, Ashe said. It would also restrict and require permits for the import, export and trade of the animals, he added.\n?\n\"Chimpanzees are in trouble, in the wild and in captivity, and this elevation in their protected status is a critical tool in saving them and in assuring that our children grow up in a world where chimps still live in their native habitats,\" said Wayne Pacelle, president of the Humane Society of the United States, in a statement.\n?\nAbout 2,000 captive chimps currently reside in the United States, Goodall said.\n?\nThis change would not automatically impact the use of chimpanzees in the entertainment industry, although that is \"something we're interested in learning more about,\" Ashe said.\n?\nIn 2010, the FWS received a legal petition from a variety of organizations, including the Jane Goodall Institute, to list all chimps as endangered, which led to a formal review of the status of chimpanzees under the ESA.\n?\nThe newly proposed rule will be detailed in the Federal Register Wednesday, June 12, and will be open for public comment for 60 days. It will take approximately a year before the final rule is issued.?\n?\nChimpanzees have \"helped us understand there's no sharp line between us and the other animals with which we share the planet,\" Goodall said.\n?\nEmail?Douglas Main?or follow him on?Twitter?or?Google+. Follow us @livescience, Facebookor Google+. Article originally on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nImage Gallery: 25 Primates in Peril\n\n\n8 Humanlike Behaviors of Primates\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nMNN: Use of chimpanzees in medical research would be restricted under proposed federal rules\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience","web_category":"earth-matters#animals","title":"Captive chimps may get endangered status in U.S.","picture_url":"http://images.mnn.com/sites/default/files/Chimpanzees_m_0611.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/captive-chimps-may-get-endangered-status-in-us"}