{"summary":"Another tax credit sustained by the fiscal cliff deal is the research tax credit, which has already been extended 13 times since it was first introduced in 1981. The fiscal cliff deal also contains some late Christmas gifts for drivers of electric cars and other eco-friendly vehicles","advice_category":"5","content":"Congress pulled America off the fiscal cliff Tuesday night, two days after the long-dreaded package of tax hikes and spending cuts officially took effect. While this 13th-hour deal leaves plenty of problems unresolved, it may have at least helped the country dodge another big economic downturn — and possibly an environmental one, too.\n?\nFormally titled the \"American Taxpayer Relief Act,\" the fiscal cliff bill modifies federal budget provisions and renews a broad range of tax credits, including many related to clean power, energy efficiency, agriculture and scientific research. Here's a brief look at some of the environmental issues it addresses:\n?\nWind power\nOne of the bill's highest-profile environmental perks is a one-year extension of a tax credit for wind-energy production. The U.S. wind industry has been urging Congress to renew the tax credit for years, arguing that its expiration would eliminate some 37,000 American jobs. Worth 2.2 cents per kilowatt-hour of wind-generated electricity, the credit's looming expiration has already been blamed for some layoffs in recent months, but even its belated renewal pleased many industry advocates.\n?\n\"[W]e thank President Obama and all the members of the House and Senate who had the foresight to extend this successful policy, so wind projects can continue to be developed in 2013 and 2014,\" said Denise Bode, outgoing CEO of the American Wind Energy Association, in a statement released Wednesday. Sen. Mark Udall of Colorado also praised the extension, calling it a \"long-overdue dose of certainty for?manufacturers who employ more than 5,000 Coloradans and 60,000 workers across America.\"\n?\nIn addition to preserving the production tax credit, or PTC, the fiscal cliff bill extends an investment tax credit for projects under construction, a measure the industry says is crucial to accelerating the country's development of renewable power. Both credits will apply to projects that begin construction before Jan. 1, 2014.\n?\n\nBiofuels\nWhile the wind industry's tax credits may have a broader impact, Congress also extended several financial incentives for U.S. biofuel producers. These include a?cellulosic biofuel producer credit, a biodiesel and renewable diesel credit, and a?special allowance for cellulosic biofuel plant property. Along with renewing tax credits, the bill also specifies that algae is a qualified feedstock for biofuel production.\n?\n\"It's been a long year with a lot of missed opportunity and lost jobs in the biodiesel industry,\" Anne Steckel of the National Biodiesel Board said in a statement Wednesday. \"But we're pleased that Congress has finally approved an extension so that we can get production back on track. This is not an abstract issue. In the coming months, because of this decision, we'll begin to see real economic impacts with companies expanding production and hiring new employees.\"\n\n?\nEnergy efficiency\nPower producers aren't the only energy-related beneficiaries of the fiscal cliff deal. The Senate and House extended a slate of tax credits that encourage more sustainable energy consumption, too, including tax credits for new and existing energy-efficient homes and another that softens the expense of energy-efficient appliances.\n?\nAlternative-fuel vehicles\nThe fiscal cliff deal also contains some late Christmas gifts for drivers of electric cars and other eco-friendly vehicles. It extends a tax credit for two- or three-wheeled plug-in electric vehicles, for example, which could mean up to $2,500 for anyone who buys a qualified electric motorcycle or trike. And it stretches out a credit for alternative-fueled-vehicle refueling property through Dec. 31, 2013.\n?\n\nMilk prices\nAlong with the fiscal cliff, Congress helped the country avoid the so-called \"dairy cliff,\" a potential spike in milk prices caused by the expiration of the 2008 farm bill. The deal extends a \"dairy price support\" subsidy through Dec. 31, 2013, avoiding a scenario in which U.S. Agriculture Secretary Tom Vilsack warned a gallon of milk could cost $7.\n?\nThe milk subsidy was one of several portions of the farm bill extended Tuesday, at least nominally. The deal reauthorizes the USDA's Conservation Reserve Program, Organic Agriculture Research and Extension Initiative, Specialty Crop Research Initiative, and Biobased Markets Program, among others, yet many key provisions remain unfunded.\n\n?\n\nResearch and innovation\nAnother tax credit sustained by the fiscal cliff deal is the research tax credit, which has already been extended 13 times since it was first introduced in 1981. Meant to spur job growth by encouraging businesses to invest in research and development, the credit has historically enjoyed bipartisan support, with proponents arguing its cost is offset by an increase in innovations, patents, business activity and thus federal revenue.\n?\n\"Extending the U.S. R&D tax incentive through 2013 provides a strong signal to our economic competitors that the United States is serious about maintaining our global leadership in innovation,\" Robert Hoffman of the Information Technology Industry Council?wrote this week?in the group's policy blog.\n\n?\n***\n?\nAside from the six areas listed above, perhaps the most broadly important aspect of the fiscal cliff deal is that it averts — at least for now — dramatic spending cuts at federal agencies like the National Park Service, the Bureau of Land Management and the EPA. These across-the-board cuts would have slashed funding for things like national park management, public health research and environmental cleanups, and even a temporary delay drew praise from many in the environmental community.\n?\n\"Today, Americans can breathe a sigh of relief, thanks to the commitment by President Obama and Democratic leadership in Congress to ensure that this agreement includes new revenues and delays automatic cuts to essential programs that protect our health, our environment and our future,\" Franz Matzner of the Natural Resources Defense Council said in a statement. \"But arbitrary, mandatory cuts to programs that every American relies on still dangle over the nation’s head. ... Furloughed workers, closed national parks, and dirtier air and water won't solve our economic woes. The nation needs a balanced plan that recognizes a healthy environment and a healthy economy go hand in hand.\"\n?\nFor more on the fiscal cliff deal, see this post from MNN's Melissa Hincha-Ownby.\n?\nRelated politics stories on MNN:\n\nThe fiscal cliff and the environment\nDid the fiscal cliff affect holiday shopping?\nStarbucks fights fiscal cliff with handwritten slogans\nPhotos: Santa Claus appeals to Boehner on fiscal cliff\n\n?\nMNN tease photo of U.S. Capitol: Shutterstock","author":"","web_category":"earth-matters#politics","title":"6 environmental perks of the fiscal cliff deal","picture_url":"http://images.mnn.com/sites/default/files/us_capitol_trees.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/6-environmental-perks-of-the-fiscal-cliff-deal"}