{"summary":"\"These new findings show that we need to renew policies, such as increasing access to family planning and expanding education for girls, to address rapid population growth in Africa,\" Raftery said in a statement.. More on LiveScience and MNN:","advice_category":"2","content":"The world's population could reach 11 billion by the year 2100, according to a new statistical analysis.\n?\nThat represents 800 million more people than was forecast in 2011. Most of that increase comes because birth rates in Africa haven't dropped as fast as projected.\n?\n\"The fertility decline in Africa has slowed down or stalled to a larger extent than we previously predicted, and as a result the African population will go up,\" said study co-author Adrian Raftery, a statistician at the University of Washington, in a statement.\n?\nEver increasing\nThe United Nations reported that the population hit 7 billion in October 2011. That's an amazing increase from the mere 5 million people who lived on the planet in 8000 B.C. or the 1 billion who were alive in 1805.\n?\nThe huge surge in population is expected to cause mega-city populations to swell, which could worsen environmental problems and overcrowding.\n?\nRight now, Africa's population stands at 1.1 billion, but that is expected to increase four-fold, to 4.2 billion, by 2100.\n?\nRest unchanged\nThe rest of the world is unlikely to see big changes from the past estimate. Europe may see a slight dip in population, because it continues to have a below-replacement birth rate, meaning more people are dying than being born.\n?\nThe new analysis used a more sophisticated method for estimating life expectancy, updated fertility forecasting methods and new population data.\n?\nThe model predicts that the population will likely reach between 9 billion and 13 billion by 2100. By contrast, the U.N.'s population estimates assume the average birth rate may vary by up to 0.5 children per woman, which results in a large range for the world's population at the end of the century, between 7 billion and 17 billion.\n?\nThe findings suggest that experts should redouble their efforts to curb population growth in Africa, Raftery said.\n?\n\"These new findings show that we need to renew policies, such as increasing access to family planning and expanding education for girls, to address rapid population growth in Africa,\" Raftery said in a statement.\n?\nMore on LiveScience and MNN:\n\nTop 10 Ways to Destroy Earth\n\n\nEarth in the Balance: 7 Crucial Tipping Points\n\n\nCrowded Planet: 7 (Billion) Population Milestones\n\n\nMNN: World needs global food system overhaul\n\nThis story was originally written for LiveScience and has been republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#wilderness-resources","title":"World population may reach 11 billion by 2100","picture_url":"http://images.mnn.com/sites/default/files/Populationgrowth.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/world-population-may-reach-11-billion-by-2100"}