{"summary":"Bat echolocation calls can go as high as 212 kHz, so the high-frequency hearing could help the greater wax moth hear a different predator species' calls and evade them, Windmill said.. But the moth's ear was so sensitive at that frequency that Windmill and his colleagues wondered just how high they could hear","advice_category":"2","content":"The ubiquitous greater wax moth is ordinary in every way but one: It has the ability to hear the highest-known sound frequency.\n?\nThe greater wax moth's hearing goes up to about 300 kilohertz, nearly 100 kHz higher than the hearing of some bats.\n?\n\"This is the animal with the highest frequency sensitivity yet recorded, there's no other animal that can hear such a high frequency,\" said study co-author James Windmill, a bioacoustician at the University of Strathclyde in Scotland.\n?\nThe moth's ultrasonic hearing range, which was described on May 7 in the journal Biology Letters, could help the creature hear the sonar communication of their predators, bats, Windmill said. [Flying Mammals: Gallery of Amazing Bats]\n?\nHumble moth\nThe nondescript brown moth species, Galleria mellonella, lives in North America, Europe and Asia and has a 1.1 inch (3 centimeter) wingspan. Its tiny ear is just 0.02 inches (0.5 millimeters) across.\n?\nOther researchers had tested the hearing of the greater wax moth, but gave up at about 100 kHz. But the moth's ear was so sensitive at that frequency that Windmill and his colleagues wondered just how high they could hear. (By comparison, the human ear can hear sounds up to just 20 kHz)\n?\nThe research team used a laser vibrometer to measure the vibrations of the ear in response to sound waves. They also measured electrical signals in the ear nerve.\n?\nThey then watched the ear as they raised the sound frequency higher and higher.\n?\nThe researchers found that the moth's hearing went to an astonishing 300 kHtz.\n?\nBat versus moth\nThe team hypothesizes that the moth's ultrasonic hearing could help it evade their predators in many environments.\n?\nThe moth \"would probably be the food for many different bats using many different frequencies,\" Windmill told LiveScience.\n?\nBat echolocation calls can go as high as 212 kHz, so the high-frequency hearing could help the greater wax moth hear a different predator species' calls and evade them, Windmill said.\n?\nThe other possibility is that their ears help females hear the mating calls of males.\n?\nThough male mating calls are at a lower pitch (about 80 kHz), they are incredibly short pulses. Because of how hearing works, an ear tuned to the lower pitch of the mating calls would still be moving in response to one pulse when the second was made. Being tuned to a higher frequency range could allow the females to differentiate the individual pulses, Windmill said.\n?\nFollow Tia Ghose on Twitter @tiaghose.?Follow?LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n\nBeastly Academy Awards: Stars of the Animal Kingdom\n\n\n7 Things You Didn't Know About Moths, But Should\n\n\nDissecting Decibels: The Loudest Animals (Infographic)\n\n\nMNN: 13-year cicadas wake up, prepare to swarm\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#animals","title":"Nondescript moth boasts ultrasonic ears","picture_url":"http://images.mnn.com/sites/default/files/GreaterWaxMoth_m_0508.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/nondescript-moth-boasts-ultrasonic-ears"}