{"summary":"\t?. \t?","advice_category":"5","content":"Amid all the election returns and excitement at the party I threw last night, I didn't think it could get much better. But then, as I was watching the CNN recap this morning, I heard what made me realize that this was a historic election (besides re-election of an African-American president and ballot approval for gay marriage in several states) in yet another way: Women will now govern the state of New Hampshire.?\n\n\t?\n\n\tKnown for its motto, \"Live Free or Die\" emblazoned proudly on its license plates, New Hampshire has really shown its independent streak by electing a group of six women to run the state for the coming years.?\n\n\t?\n\n\tAs reported in the Huffington Post:?\"Joining New Hampshire Senate incumbents Jeanne Shaheen (D) and Kelly Ayotte (R) are three newly elected women:?Gov. Maggie Hassan (D), who will be the only female Democratic governor in 2013, and Reps. Carol Shea-Porter (D) and Ann McLane Kuster (D).\"?\n\n\t?\n\n\tThis is incredibly exciting, not because any of these ladies will be able to solve the issues that challenge everyday women, but because as more than 50 percent of the population, women deserve equal representation; more importantly, young girls will have role models other than Photoshopped models and actresses to look up to.\n\n\t?\n\n\tI remember being one of those young girls, searching for women who were doing the kind of work that I could see myself doing one day. (I will be forever grateful to Dian Fossey, Jane Goodall and Sylvia Earle for being some of the few women out there showing me what was possible when I was growing up.) Think about all the little girls in New Hampshire, and the rest of New England — which is very connected — who will come of age in a state governed, for better or for worse, by women.?\n\n\t?\n\n\tUpdate: A record number of women will occupy Senate seats.?\n\n\t?\n\n\tRelated on MNN: 'Princess scientists' break the mold of geeky female stereotypes","author":"","web_category":"earth-matters#politics","title":"Historic! Women govern New Hampshire","picture_url":"http://images.mnn.com/sites/default/files/nhpowerwomen.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/historic-women-govern-new-hampshire"}