{"summary":"But are glycoproteins and sulfites the only culprits behind the wine allergies? As WebMD points out, one study in Spain shows that some people are allergic to insect chemicals found in new wine. Many people enjoy a glass of wine at the end of the day to unwind","advice_category":"2","content":"Many people enjoy a glass of wine at the end of the day to unwind. But for others, this mode of relaxation may just cause one big headache. Or sneeze. Or sniffle. Some experts estimate that as many as 500 million people worldwide suffer after sipping wine. But as Msnbc.com reports, new research could soon provide much needed relief to sensitive wine aficionados.\n?\nWhen some people drink wine, they suffer skin rashes, breathing problems, sinus issues and more. As Msnbc.com reports, these issues have long been attributed to sulfites. Sulfites are not only found in wine and beer, but also in a large variety of processed foods, dried fruit, baked goods and even condiments.?Since 1986,?the FDA has required?that all food containing sulfites be clearly labeled, but in alcoholic beverages, they occur during the fermentation process. For most people with a sulfite allergy, they simply must avoid wine or beer.\n?\nBut as researchers from the University of Southern Denmark point out, a sensitivity to sulfites may not be the problem for some people. In fact, glycoproteins may be to blame for this allergic reaction to wine. Glycoproteins occur during the fermentation process and are the same sugar-coated proteins that trigger allergic reactions to allergens like ragweed and dust mites. And this may be the reason for so many sneezes after a glass of wine.\n?\nDr. Giuseppe Palmisano is a molecular biologist at the University of Southern Denmark?and the lead author of the study. As he told Msnbc.com, “When we started the experiments, we wanted to identify the glycoproteins present in wine to understand more about oenological problems like haze formation and aroma changes, but the results led us to think about another possible implication of these glycoproteins.”\n?\nThe good news? Palmisano says that wine makers may be able to remove glycoproteins from wine, in turn making a brighter future for some sniffling sommeliers. As he told Msnbc.com, “If these molecules are proven to be responsible for allergy in wine, then the winemakers will have a target to remove them.”\n?\nBut are glycoproteins and sulfites the only culprits behind the wine allergies? As WebMD points out, one study in Spain shows that some people are allergic to insect chemicals found in new wine. Subjects who drank grape juice or newly pressed wine had allergic reactions such as asthma and flushed faces. It turns out they were responding to Hymenoptera, the animal order that includes wasps, bees and other insects. The researchers in this study found that these same subjects did not have the same reaction when exposed to aged wine.\n?\nFor further reading:\nSipping without sneezing? Scientists thwart wine allergies\nWine allergy? Insects may be to blame?","author":"","web_category":"health#allergies","title":"New research shows possible breakthrough for wine allergies","picture_url":"http://images.mnn.com/sites/default/files/winepri.jpg","url":"http://www.mnn.com//health/allergies/stories/new-research-shows-possible-breakthrough-for-wine-allergies"}