{"summary":"Ford, who returned to Earth on March 15 after a five-month mission, joined up with two of his?Expedition 34?crewmates, Canada's Chris Hadfield and NASA astronaut Tom Marshburn, for the live video conference.. \"It's great to all be back together,\" said NASA astronaut Kevin Ford from the Johnson Space Center in Houston","advice_category":"4","content":"Three astronauts who recently spent months together aboard the International Space Station reunited on Earth on May 23 during a Google+ Hangout to talk about their experiences aboard the orbiting lab and the challenge of readapting to life with gravity.\n?\n\"It's great to all be back together,\" said NASA astronaut Kevin Ford from the Johnson Space Center in Houston. Ford, who returned to Earth on March 15 after a five-month mission, joined up with two of his?Expedition 34?crewmates, Canada's Chris Hadfield and NASA astronaut Tom Marshburn, for the live video conference.\n?\nHadfield and Marshburn came home just last week, and they talked about how it was difficult at first to their Earth legs back after spending five months floating. [Chris Hadfield's Most Memorable Moments in Orbit]\n?\n\"There's this gigantic magnet that's sucking you and every part of your body into the ground,\" Marshburn said of the feeling he had when he touched down aboard a?Russian Soyuz spacecraft?on May 13.\n?\n\"When we get to space, your body immediately starts to adapt to weightlessness,\" Hadfield added. \"It starts turning you from an Earthling into a spaceling … But then when you come home, gravity just feels so unfair.\"\n?\n\n\n?\nHadfield's social media following skyrocketed while he was at the orbiting lab thanks to his Twitter updates, photos, and home movies that included David Bowie covers and cooking lessons.Though Hadfield?once showed how to make a peanut butter and honey sandwich in microgravity, he said a real sandwich was one of the things he savored most upon his return.\n?\n\"Living on the space station, the food is really good but there's no way to preserve the texture,\" Hadfield said. \"It's sort of like eating the world's best baby food. It's nothing like a big, messy, crunchy sandwich.\"\n?\nSandwiches aside, Hadfield takes his online presence seriously.\n?\n\"I've been trying for 20 years to share the experience that we're trusted with of flying in space,\" the astronaut said. \"This is an enrichment of the overall human experience … and we now have a way to make it interactive.\"\n?\nThe same three astronauts held the first-ever Google+ Hangout in space back in February. This time around, Ford, Marshburn and Hadfield all highlighted the astounding range of research going on in the hundreds of experiments at the ISS, with some tests for tracking climate change on Earth and others aimed at making discoveries about the makeup of the universe.\n?\nThe astronauts' own bodies are often testing grounds for experiments. With longer missions to other planets in mind, scientists and mission planners are very interested in knowing about the physiological effects of space. Hadfield pointed out that data from the space station astronauts could help scientists figure out what it will take for humans to acclimate to the gravity of Mars after spending months in weightless conditions.\n?\nThey also discussed the international politics involved in the orbiting lab, as a handful of groups from the Model United Nations were participating in the hangout.\n?\n\"I don’t think there's any turning back at this point in terms of international cooperation,\" Ford said. \"Future major endeavors like this are going to be international endeavors … That will be a good legacy for the space station.\"\n?\nHadfield highlighted the cooperation of the international crew during the emergency spacewalk on May 11 to try to fix a leak of ammonia, which cools down the orbiting lab's power systems.\n?\n\"To me it was just a lovely little microcosm of how we all can be when we decide for whatever reasons to work together in a common direction,\" Hadfield said.\n?\nThe International Space Station has been permanently staffed with rotating crews since 2000, when the first three-person team took up residence. Construction of the $100 billion orbiting laboratory began in 1998, with five different space agencies and 15 countries participating in its assembly.\n?\nAs Hadfield and Marshburn acclimate to life on Earth, another NASA astronaut, Karen Nyberg, is counting down to her May 28 launch. She will head to the orbiting lab with European Space Agency astronaut Luca Parmitano and Russian cosmonaut Fyodor Yurchikhin next week. They will join NASA astronaut Chris Cassidy and Russian cosmonauts Pavel Vinogradov and Alexander Misurkin as the crew of Expedition 36.\n?\n\n\n?\nFollow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nFun Times in Space: Astronaut Chris Hadfield's Wacky Photos\n\n\nCosmic Quiz: Do You Know the International Space Station?\n\n\nInside Space Station - The Video Show\n\n\nMNN: Gravity may not exist as we know it\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Megan Gannon, SPACE.com","web_category":"earth-matters#space","title":"After months in space, Earth's gravity is a real drag for astronauts","picture_url":"http://images.mnn.com/sites/default/files/AstronautHangout_m_0524.jpg","url":"http://www.mnn.com//earth-matters/space/stories/after-months-in-space-earths-gravity-is-a-real-drag-for-astronauts"}