{"summary":"Earlier this year, OnEarth magazine looked at how fracking has affected the Amish in Pennsylvania. One lawyer for a natural gas company told Redden that the energy companies entered into their negotiations knowing that Amish families would not sue in return.","advice_category":"4","content":"Thousands of Amish families in Ohio and other states have signed unfair deals with natural gas extraction companies, deals that their religion forbids them from filing lawsuits to escape, according to a shocking report from New Republic.\n?\nThe article opens with the tale of one family in Easter, Ohio, who leased 158 acres of their land for the miserly sum of $10 an acre. At the time, the money seemed like a windfall. \"Hey, that's $1,500 we didn't have,\" father and farmer Lloyd Miller told reporter Molly Redden.\n?\nBut a few weeks after they signed the contract, the truth about how little they were offered began to emerge. Other families in the area were getting hundreds of dollars an acre, and even as much as $1,000 — 100 times what the Millers were paid. When you consider that the value of the natural gas under eastern Ohio's Utica Shale is worth an estimated $500 billion, that adds up to a lot of extra profits for extractors.\n?\nThe lack of money also hurt the Millers, who could have used the tens of thousands of dollars they might have earned during last year's drought.\n?\nA lawyer told the Millers that the natural gas company could probably be sued for fraud, but the Amish do not sue. They, like Jesus, turn the other cheek. Instead of going to court, Amish communities prefer to work out problems amongst themselves. One lawyer for a natural gas company told Redden that the energy companies entered into their negotiations knowing that Amish families would not sue in return.\n?\nOne Amish family did go to court — not to sue, but to ask the court to void the lease on their property. This is more acceptable to some in the Amish community, since it does not involve a monetary award or jury, but that's not always an option.\n?\nThe problems aren't only in Ohio and they aren't only about money. Earlier this year, OnEarth magazine looked at how fracking has affected the Amish in Pennsylvania. The energy exploration companies working in that region have brought the modern world to communities that normally would not be a part of it. As reporter Elizabeth Royte wrote, \"Over a period of months, workers carve a multi-acre drilling platform out of forest or field, then cram it with mixing tanks, storage tanks, compressors, gas pipes, flaring towers, diesel generators, office trailers, and porta-potties. Nearby, they dig plastic-lined ponds of several acres to hold either freshwater or 'produced' water that flows up and out of the wells. During development of the site, trucks carrying water, chemicals, sand, and other equipment come and go — up to 1,000 of them a day.\"\n?\nMeanwhile, the vast flows of cash coming into the region also conflict with the Amish religion and culture, which values money earned from hard labor, not from simply leasing land. Some Amish parents have also expressed fears that money will tempt their children out of the religion. For a community already feeling the pressure of the modern world, that might be one pressure too many.\n?\nRelated on MNN: \nDoes 'fracking' need a new name?\n'Promised Land' movie takes on fracking\nIs it safe to ship fracking waste by barge?","author":"","web_category":"earth-matters#energy","title":"Fracking companies are exploiting the Amish, say reports","picture_url":"http://images.mnn.com/sites/default/files/editorial/amish.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/fracking-companies-are-exploiting-the-amish-say-reports"}