{"summary":"Also, don't overwater your plants, and be careful to throw out any dead parts of plants immediately, since mold likes to grow there, too. HGTV offers some more suggestions for low-pollen plants, or of course, you could avoid pollen altogether and stick with leafy varieties of plants, such as spider plants.","advice_category":"2","content":"Q: Every year in the spring, I pick lilacs from my yard and display them all over my home. This year, my husband started sneezing out of nowhere when I brought them in the house! Needless to say, the lilacs were gone as quick as they came. I’d love to have some flowers in my house in the springtime, though. Is there such a thing as hypoallergenic plants?\n?\nA: Plastic plants, anyone?\n?\nI jest, I jest. Lucky for those of you with allergies out there, you can enjoy flowers, too. Just follow a few simple steps:\n?\nFirst, look for flowers that have low pollen counts or don’t make pollen at all. That’s because flowering plants (i.e. the male plants) make pollen that can irritate your eyes. The weeping fig and the flowering maple are particularly offending. Look instead for low-pollen plants, such as passionflower or Swedish ivy. HGTV offers some more suggestions for low-pollen plants, or of course, you could avoid pollen altogether and stick with leafy varieties of plants, such as spider plants.\n?\nOnce you’ve decided which houseplants are best for you, remember that even though they may not affect your allergies, the dust that collects on them might. Because plants are stationary, they can collect dust (much like the way your husband collects dust when he’s glued to the TV for the NBA finals). It’s a good idea to spray your plants with water or to rinse the leaves in the sink. (Make sure you have proper drainage to avoid root rot, which is — you guessed it — when the roots of the plant rot because of excess moisture.)\n??\nYou also want to take care to prevent mold growth, which can also exacerbate your allergies. Mold likes to grow in damp, dark places, so make sure your plants are kept in a sunny, well-ventilated place. Also, don't overwater your plants, and be careful to throw out any dead parts of plants immediately, since mold likes to grow there, too. The Mayo Clinic advises spreading aquarium gravel over the soil of the plants to prevent mold growth as well.\n?\nWhat’s interesting about the lilacs you mentioned is that they do not have a significantly high pollen count, but they do have a distinct smell that can be very bothersome to odor-sensitive people, so even if plants seem benign, you might need to test them out in your house first to see if it sets off a reaction in anyone in your household.\n?\nBesides the items I mentioned above, you might want to go for the plants that NASA tells us will actually clean the air?of harmful chemicals. Now how’s that for multi-tasking? Remember, a little greenery can be nice in the spring, but up here in Jersey, where it’s been winter for the past eight months, a little greenery indoors is an absolute must.\n?\nThank heavens spring has finally sprung!\n?\n—?Chanie\n?\n\n\nGot a question??Submit a question to Mother Nature?and one of our many experts will track down the answer.?Plus: Visit our?advice archives?to see if your question has already been tackled.\n?\n\n?\n?\nPhoto: gurdonark/Flickr; MNN homepage photo:?TexasEagle/Flickr","author":"","web_category":"health#allergies","title":"Do hypoallergenic plants exist?","picture_url":"","url":"http://www.mnn.com//health/allergies/questions/do-hypoallergenic-plants-exist"}