{"summary":"But perhaps the most devastating way earthquakes use water for evil is by creating tsunamis — giant waves that can tower more than 100 feet high and crash onto beaches thousands of miles from the quake itself. The force from an earthquake comes in two basic kinds of waves — body waves and surface waves — that arrive in a series of three increasingly destructive blasts.","advice_category":"8","content":"?\nWithin minutes of any major earthquake — from the recent disaster in Japan to the tremors that rocked Haiti a year earlier — shockwaves can twist the landscape, flatten buildings and wipe out entire neighborhoods. And every time, people around the planet get a tragic reminder: There's a world of danger lurking under our feet.\n?\nEarthquakes happen every day by the hundreds, most of them too weak or remote to affect many people. But all that seismic noise is hiding the risk of catastrophic quakes, which have been periodically surprising us throughout human history. Rapid population growth along fault lines is now raising the stakes higher than ever — with dozens of?big cities worldwide perched near a crack in the Earth's crust — and even people far from the fault can be affected via tsunamis, as the 2011 Japanese earthquake proved.\n?\nHumans are unfortunately powerless to stop such disasters, and despite major breakthroughs in seismology during the past century, we still aren't even very good at predicting them. But while that may sound hopeless, there are nonetheless many pre-emptive steps we can take to at least prepare for major earthquakes before they strike. Below is a quick look at what we know about the planet's geologic outbursts, and what you can do to be ready for one.\n?\nEarthquake origins\nEarth's crust is always shifting and swirling around, a slow-motion shuffle that's partly fueled by liquid magma under our flaky outer layer. The crust floats atop this magma, broken into several jagged discs, called \"tectonic plates,\" that constantly push and pull each other around the globe. Friction at these discs' edges is what causes earthquakes.\n?\nTectonic plates tug away from each other along a giant scar, called the global mid-ocean ridge, that zigzags Earth's surface like the seam on a baseball (see map below). Magma rises, cools and hardens here as two plates churn out in opposite directions, forming new crust that may become dry land after a few million years on the conveyer belt.\n?\n\n?\nMeanwhile, as new crust is born in the ocean, older crust is being pushed underground where tectonic plates collide, a potentially violent process that creates mountains, volcanoes and earthquakes.?Seismic tremors can be released by converging plates in a few different ways, depending how their rocky edges crash and interact. These are the three basic types of earthquake faults:\n?\n\n\n• Normal fault: Many earthquakes occur when two sections of terrain have slipped vertically past one another along an inclined crack. If the rock mass above this type of inclined fault slides down, it's known as a \"normal fault\" (see animation at right). This is caused by tension as the tectonic plate is stretched outward from the fault, and it results in an overall extension of the surrounding landscape.\n?\n\n\n• Reverse fault: Also called a \"thrust fault,\" this type of opening occurs when the rock mass above an inclined fault is thrust upward from below, pushing it farther on top of the other block of land. Both normal and reverse faults exhibit what geologists call \"dip-slip\" movement, but unlike normal faults, reverse faults are caused by compression rather than tension, resulting in a compaction of the terrain.\n?\n\n\n• Strike-slip fault: When two sides of a vertical fault slide past each other horizontally, it's known as a \"strike-slip fault.\" These earthquakes are caused by shearing forces, generated when the rough edges of bedrock scrape together, catch on a jagged edge and then snap back into place. California's San Andreas fault is a strike-slip system, as is the fault that caused the recent quake and aftershocks in Haiti.\n?\nSeismic waves\nThe rock walls along a fault spend most of their time locked together, apparently motionless, but they can quietly build up enormous pressure over hundreds or thousands of years, then suddenly slip and release it all at once. The force from an earthquake comes in two basic kinds of waves — body waves and surface waves — that arrive in a series of three increasingly destructive blasts.\n?\nBody waves, which pass through the interior of the Earth, are the first to hit. The fastest ones are known as primary waves, or P waves, and because they're dispersed so widely and push rock particles ahead of or behind them, they're usually the least damaging. P waves are immediately followed by secondary body waves, or S waves, which also pass through the entire planet but are slower and displace rock particles off to the sides, which makes them more destructive.?To someone standing on the ground, both?P and S waves feel like a sudden jolt.\n?\nAfter the body waves, there may be a brief lull before the quake's final, most violent tremors hit. Surface waves pass only through the crust's upper layer, flowing horizontally like ripples through water. Witnesses often describe the ground as \"rolling\" during earthquakes, and these slow, high-amplitude surface waves are typically the most destructive part of a quake. Their rapid back-and-forth shaking is what causes much of the structural damage to buildings and bridges. (Surface waves are further subdivided into Love waves and Rayleigh waves, the latter being the most dangerous.)\n?\nEarthquake damage\nThe dangers we face from earthquakes come almost entirely from the built infrastructure around us. Aside from falling trees and rocks, the collapse of homes, schools, stores and office buildings is the No. 1 cause of death during a typical earthquake.?Roads and bridges can also crumble due to ground shaking and displacement, a problem that occurred throughout San Francisco during its 1989 quake. Seismic waves have been known to flip cars and derail trains, as well as crush vehicles under tunnels and bridges or send them careening out of control.\n?\nFloods are another potential byproduct of earthquakes, since tremors sometimes break dams or twist rivers, and fires may be ignited by snapped gas lines or toppled lanterns, candles and torches. During the notorious 1906 San Francisco earthquake, the resulting fires (pictured above) did more damage and took more lives than the earthquake itself.?\n?\nTremors also loosen soil and may cause landslides, a threat that's higher near mountains, during rainy seasons and where trees are scarce (such as in Haiti, where widespread deforestation has increased the landslide risk). Even without steep hills or rain, however, earthquakes can also temporarily turn soil into a quicksand-like substance by mixing it with the groundwater below. Known as \"liquefaction,\" this process produces a soupy mud that sinks people and buildings into the ground until the water table resettles and the dirt solidifies again.\n?\nBut perhaps the most devastating way earthquakes use water for evil is by creating tsunamis — giant waves that can tower more than 100 feet high and crash onto beaches thousands of miles from the quake itself. When land lurches upward on an ocean-floor fault, it displaces huge amounts of water with nothing to stop it but the nearest shoreline. This happened in 2004 when a quake near Sumatra battered Southeast Asia with tsunamis (pictured above, in Thailand), and again across the northeastern coast of Japan in March 2011. It has also happened throughout history to almost every country that borders the Pacific Ocean.\n?\nCities and fault lines\nThe Pacific Rim is infamous for earthquakes, dubbed the \"Ring of Fire\" for the seismic rumbling that frequents places such as Alaska, California, Hawaii, New Zealand, the Philippines, Indonesia and Japan. To the west,?a pile-up of the Indian, Eurasian and Arabian plates?creates another seismic hotspot, forging the Himalayan Mountains and spurring frequent earthquakes in Pakistan, Iran and southern Europe.\n\n?\n[RELATED: New Zealand earthquake creates new fault line]\n?\nBut while the Eastern Hemisphere may seem to suffer disproportionately, no place on Earth is truly safe from seismic waves. Disasters like the?2004 Sumatran tsunami, the 2005 Pakistan earthquake and the 2008 quake in Sichuan, China?were so severe because they hit heavily populated areas, but San Francisco's long seismic history and recent events in Haiti illustrate similar risks in the West. (See the world map below for global quake hazards.) In fact, the two largest earthquakes in modern history occurred in the Americas: the magnitude-9.5 quake that hit Chile in 1960, and the magnitude-9.2 quake in Alaska's Prince William Sound four years later.\n?\n?\n?\nEarthquakes and volcanoes in the Americas tend to cling to the western coastline, but they can occur farther east, too. The Caribbean is one example, since it's home to several competing tectonic plates that make the region a seismic minefield. In addition to the recent?magnitude-7.0 earthquake?in Haiti and its ongoing aftershocks — one of which measured 6.1 on the Richter scale — smaller follow-ups were reported in northern Venezuela?(magnitude 5.5),?Guatemala?(5.8) and the Cayman Islands?(5.8). Geologists say the fault's pressure has now moved west, which means another major quake could be in store for western Haiti, southern Cuba or Jamaica.\n?\nIn the United States, the land under several present-day cities has also suffered enormous tremors in the past that would likely obliterate their sprawling metro areas today. Among the most attention-worthy earthquake zones in the United States, scientists are especially focused on these five:\n??\n• San Andreas: California's iconic scar shifts along a series of strike-slip faults, caused by the Pacific plate grinding north against North America. It's considered a high-risk earthquake zone because several big cities are located nearby, putting millions of lives in danger whenever it ruptures. Previous quakes in 1906 and 1989 ravaged the San Francisco Bay Area, with the latter destroying most of the city by breaking water lines and starting fires. The San Andreas fault moves an average of 2 inches annually, meaning Los Angeles will be adjacent to San Francisco in about 15 million years.\n?\n• Pacific Northwest: North of San Andreas, a group of faults around Puget Sound make up one of the?most dangerous earthquake hazards in North America. Known as the Cascadia subduction zone, this area releases a major?\"megathrust\" earthquake?about every 500 years. That last happened in 1700, when the Pacific Northwest was sparsely inhabited, but the Seattle and Vancouver metro areas have blossomed since then, making a repeat performance potentially catastrophic.\n?\n• Alaska: Seven of the 10 most powerful earthquakes that have ever occurred in the United States were in Alaska, including the massive Prince William Sound quake that rattled Anchorage in 1964. Alaska is the most seismically active U.S. state and one of the most dynamic hotspots on Earth, but its harsh climate has historically kept its human population — and therefore its earthquake death tolls — relatively low. Still, Anchorage is now much larger than in 1964, and cities from San Diego to Tokyo are always at risk from tsunamis spurred by Alaskan tremors.\n?\n• Hawaii: Not only is Hawaii seismically active itself, making the state susceptible to earthquakes and volcanic eruptions, but it often takes hits from far-away earthquakes, too. The magnitude-8.1 quake that shook far eastern Alaska in 1946, for example, sent a tsunami south to Hilo on the Big Island, where it killed 159 people and caused $26 million in property damage. Eighteen years later, another tsunami hit Hawaii following the Prince William Sound quake of '64.\n?\n• New Madrid: The Eastern United States' strongest known earthquake occurred about 200 years ago in the lower?Mississippi?River basin, wreaking havoc in?Tennessee, Kentucky, Illinois, Missouri and Arkansas. It was actually a \"swarm\" of tremors, with residents of nearby New Madrid, Mo., suffering an estimated 200 \"moderate to large\" earthquakes during the winter of 1811-'12 — five of them above magnitude 8. Homes were flattened, a new lake was formed and the?Mississippi River briefly flowed backward from sudden ground displacement. Only one death is linked to the quakes since the area was still so sparsely populated at the time, but if the New Madrid fault were to experience a similar event today, metro areas such as St. Louis (pictured above) and Memphis, Tenn., could be devastated.\n?\n[RELATED: Which U.S. volcanoes are likely to erupt next?]\n?\nEarthquake safety\nSince buildings cause some of the worst problems during earthquakes, they're a reasonable place to look first for solutions. Seismic-savvy construction has come a long way in the last century, pioneered in quake-prone places like Japan and California to let structures go with the flow instead of standing rigidly still. By including more flexible joints and more room for sway, engineers can make buildings that let an earthquake's energy pass through them, doing much less damage than if its full force was felt.\n?\nIn poor countries like Haiti, however, such quake-proof structures are rarely feasible projects, and many buildings in Port-au-Prince were already structurally unsound before the 2010 earthquake. Even in wealthy nations, few homes, stores or offices are designed to withstand a major earthquake — leaving knowledge, preparation and quick thinking as most people's best hopes for surviving one.\n?\nThe ideal place to be during an earthquake is out in the open, so if you're outside when one hits, stay there. FEMA suggests staying put at first when indoors, too, since studies show that most quake injuries occur when people in buildings try to move to a different room or run outside. Stay in bed if you're there, or get on the floor and protect your head; it may also help to hide under a sturdy table or other object that could protect you if the roof collapses. Crouching near interior, load-bearing walls and in interior door frames is often advised, but stay away from glass windows and exterior walls.\n?\nThe initial tremors are often foreshocks that precede a larger quake to follow, or may be P waves foreshadowing the more destructive S waves and surface waves. Either way, it's wise to get outside as soon as there's a lull in the shaking. Once outside, get far away from buildings and anything else that might fall, and wait until the tremors stop. Also be mindful of aftershocks, which can occur minutes, hours or days after the main quake. For more tips and scenarios, see these FEMA guides about what to do?before an earthquake, during an earthquake and after an earthquake.\n?\nAnd for more information about earthquakes, check out the following links from MNN:\nForecasting the next big earthquake\nTaiwan scientist develops earthquake alarm\nNew study finds Seattle in danger from a massive earthquake\nStudy finds sun, moon trigger San Andreas low-level tremors\nEarth- and earthquake-friendly housing\nEditor's Note: This article has been updated from its original version, which first appeared Jan. 20, 2010.?\n?\nClick here for image credits\n\n\n?\nImage credits\nMNN homepage photo: Sashkinw/iStockPhoto\nOcean ridge illustration and map: USGS\nSeismograph: National Science Foundation\n1906 San Francisco fire: California Geological Survey\n2004 tsunami damage in Thailand: ZUMA Press\nWorld earthquake risk map: Global Seismic Hazard Assessment Program\nSan Andreas fault: USGS\nPrince William Sound: adactio/Flickr\nSt. Louis skyline: ZUMA Press\nHaiti earthquake damage:?Gregory Bull/AP","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Earthquakes: Finding fault with nature","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/earthquakes-finding-fault-with-nature"}