{"summary":"The hippo actually dragged Templer down to the bottom of the river and held him there for an indeterminate amount of time — \"time passes very slowly when you're in a hippo's mouth\" — before the animal ascended to the surface and spat him out.. The bull, which Templer had encountered numerous times before without incident, threw him in the air, caught him again, and shook him \"like a dog with a doll.\" He was later treated for nearly 40 wounds from the hippo's tusks and teeth","advice_category":"2","content":"Hippos may look cute, but they are actually quite dangerous. Thousands of people are killed or injured by hippos in Africa every year. The 8,000-pound beasts have a mouth full of powerful tusks and sharp teeth and are both territorial and almost abnormally aggressive. One man who is lucky to have survived a hippo attack 17 years ago recounted his tale last week for The Guardian.\n?\n\"I was engulfed in darkness,\" wrote Paul Templer of the attack on Zambezi River in Zimbabwe. \"There was no transition at all, no sense of approaching danger. It was as if I had suddenly gone blind and deaf.\"\n?\nAlthough it took him a few moments to realize it, the upper half of Templer's body was firmly inside a bull hippo's mouth. \"I seemed to be trapped in something slimy,\" he wrote. \"There was a terrible, sulphurous smell, like rotten eggs, and a tremendous pressure against my chest.\"\n?\nThe bull, which Templer had encountered numerous times before without incident, threw him in the air, caught him again, and shook him \"like a dog with a doll.\" He was later treated for nearly 40 wounds from the hippo's tusks and teeth. His arm was also crushed — it was later amputated — and his lung was exposed through a wound in his chest.\n?\nThe hippo actually dragged Templer down to the bottom of the river and held him there for an indeterminate amount of time — \"time passes very slowly when you're in a hippo's mouth\" — before the animal ascended to the surface and spat him out.\n?\nTempler had been leading a kayak tour at the time of the attack. One of his apprentice tour guides did not survive.\n?\nHippos are just as dangerous on land as they are in the water. They can run 18 to 24 miles an hour and have been known to chase people before completing their assault. One gameskeeper in Uganda was lucky to outrun his attacker in 2011:\n?\n\n\n?\nAlso on MNN:\n\nWorld's oldest hippo dies at 62\n\n\n11 animals more likely to kill you than sharks\n\n\n6 animals beloved by crazy drug lords","author":"","web_category":"earth-matters#animals","title":"Man survived being swallowed by a hippo","picture_url":"http://images.mnn.com/sites/default/files/editorial/hippo.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/man-survived-being-swallowed-by-a-hippo"}