{"summary":"Jackson said these counties will need to take additional steps to reduce their pollution levels. The EPA also released some additional good news, saying that 99 percent of U.S","advice_category":"4","content":"The Environmental Protection Agency on Friday released new air quality standards, lowering the acceptable levels of harmful fine particle pollution — officially known as PM2.5 but more commonly referred to as soot — to 12 micrograms per cubic meter, down from the current 15 micrograms. The new standards, which take effect at the end of the decade, are expected to lower the risk of heart attack, stroke, asthma and other respiratory ailments and save thousands of lives every year.\n?\n\"These standards are fulfilling the promise of the Clean Air Act,\" EPA Administrator Lisa P. Jackson said in a press statement on Friday. \"We will save lives and reduce the burden of illness in our communities, and families across the country will benefit from the simple fact of being able to breathe cleaner air.\"\n?\nThe EPA estimates that the new standard will cost between $53 million and $350 million to implement, but will have an economic benefit of between $4 billion and $9 billion per year by improving the health of working Americans. According to the EPA, reduced particulate pollution levels from diesel vehicles alone will prevent as many as 40,000 premature deaths as well as 32,000 hospital admissions and 4.7 million days of work lost due to illness by the year 2030. This does not include similar emissions from power plants and other sources, which are also affected by the new standard.\n?\nThe changes to the current standard were mandated by a federal court, which gave the EPA until last Friday to review existing standards, which were established 15 years ago. The new rules came in just under the wire. The court ruling required the \"to update the standard based on best available science.\" The EPA says it consulted thousands of scientific studies as well as consulted with industry and health organizations. It published a draft of the rule in June and collected more than 23,000 comments from the public.\n?\nThe EPA also released some additional good news, saying that 99 percent of U.S. counties are on track to meet these new standards \"without any additional actions\" by the year 2020. Only seven counties, all in southern California, are not on track to meet the target particulate levels. Jackson said these counties will need to take additional steps to reduce their pollution levels. A total of sixty six U.S. counties do not currently meet the standard.\n?\nEven though most of the country is on track to meet the new standard, business groups and pro-industry politicians assailed the new rules. The U.S. Chamber of Commerce called it \"a cap on new business development,\" while Sen. James M. Inhofe (R-Okla.) called it \"the first in an onslaught of post-election rulemakings that will place considerable burdens on our struggling economy,\" according to statements collected by Bloomberg BNA.\n?\nThe American Lung Association, meanwhile, praised the new standard. \"We know clearly that particle pollution is harmful at levels well below those previously deemed to be safe,\" Norman H. Edelman, the organization's Chief Medical Officer, said in a prepared statement. \"Particle pollution causes premature deaths and illness, threatening the millions of Americans who breathe high levels of it. By setting a more protective standard, the EPA is stating that we as a nation must protect the health of the public by cleaning up even more of this lethal pollutant.\"\n\nAlso on MNN:\nSlowing cargo ships cuts pollution near ports by more than half\nStudy: Cleaner cars have reduced some Los Angeles air pollution levels by 98%\nHow clean is the air? Your smartphone has the answer\n\n?","author":"","web_category":"earth-matters#energy","title":"EPA announces new rules limiting soot pollution","picture_url":"http://images.mnn.com/sites/default/files/editorial/pollution.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/epa-announces-new-rules-limiting-soot-pollution"}