{"summary":"Bigger fish eat the minnows, and each fish up the food chain accumulates more and more of it; that's why smaller fish like anchovies and tilapia have the lowest mercury levels and predator fish like shark and swordfish have the highest. The United States first?tackled mercury pollution in 1990 with amendments to the Clean Air Act, cutting emissions from municipal waste combustion by removing mercury from products that end up as trash, like batteries and paint","advice_category":"8","content":"?\nGlobal warming isn't fossil fuels' only dirty trick. While it is the most sweeping and civilization-threatening side effect of our carbon economy, there are also a variety of toxins lurking in every lump of coal and drop of oil. And one especially scary fossil-based toxin is also now also embedded in your mahi-mahi: mercury.\n?\nWhile carbon dioxide emissions feed a worldwide chain reaction that disrupts all kinds of natural processes, mercury is a more personal, hands-on pollutant. It gets sucked up into the food chain, accumulates as it moves up and then attacks our bodies directly when we eat contaminated animals, namely fish.\n?\nMercury poisoning?can cause severe brain, kidney and lung damage to children and adults, but it's even more dangerous to fetuses. It prevents nerve cells in the brain from forming correctly, which can?damage?attention span, fine motor function, language skills, visual-spatial abilities and verbal memory. That's why the?FDA and the EPA suggested in a joint 2004 report that?women who are pregnant or plan to become pregnant avoid fish with the highest levels of mercury.\n?\nThe report offers the following three pointers for women and young children:\n?\n1)?Don't eat these fish, which are notorious mercury smugglers:?king mackerel (averages 0.730?parts per million), swordfish (0.976 ppm),?shark (0.988 ppm)?and tilefish from the Gulf of Mexico or South Atlantic (1.45 ppm).\n?\n2)?Eat up to 12 ounces (about two average meals) a week of various fish and shellfish that are low in mercury, such as shrimp, canned light tuna, salmon, pollock and catfish.\n?\n3)?Check local advisories about the safety of fish caught in lakes, rivers and coastal areas. If no information is available, eat up to 6 ounces (about one meal) per week of locally caught fish, but don't eat any other fish that week.\n?\nThe EPA and FDA are both careful not to ignore all the health benefits of fish — a low-fat protein source full of omega-3 fatty acids — and they stress the importance of eating limited amounts of certain species that are less contaminated.\n?\nBut why do some fish have more mercury than others??They are what they ate.\n?\nMercury is released into the air just like CO2 when fossil fuels are burned, and coal-fired power plants are the main source. Rather than drifting up into the atmosphere, though, the heavy metal accumulates in clouds and falls to the earth with rain. Most of it drains into streams, rivers, lakes and oceans, where microorganisms absorb it and convert it to an even more toxic form called?methylmercury. Minnows and other small fish spend their lives eating these microbes, and the methlymercury?builds up?in their fatty tissues. Bigger fish eat the minnows, and each fish up the food chain accumulates more and more of it; that's why smaller fish like anchovies and tilapia have the lowest mercury levels and predator fish like shark and swordfish have the highest. That's also why women who aren't yet pregnant but plan to eventually have kids should also avoid predator fish, because mercury builds up in humans, too.\n?\nThe United States first?tackled mercury pollution in 1990 with amendments to the Clean Air Act, cutting emissions from municipal waste combustion by removing mercury from products that end up as trash, like batteries and paint. Along with cutbacks at chlorine plants, industrial boilers and medical waste incinerators, this helped slash U.S. mercury emissions by?more than 45 percent?from 1990 levels.\n?\nBut coal plants remained the top sources, and the EPA's 2005 Clean Air Mercury Rule was criticized by many environmentalists as a safeguard for utilities from stricter, more expensive emissions cuts. The CAMR allowed a cap-and-trade market for mercury emissions — similar to what Congress is now considering for CO2 — but a federal appeals court struck it down?in February 2008, ruling that it created an illegal loophole for utilities rather than applying the Clean Air Act's?\"maximum achievable control technology.\"\n?\nThe U.S. Supreme Court agreed a year later, effectively killing the CAMR and also granting the Obama administration's request to drop the Bush administration's appeal. New EPA Administrator Lisa Jackson has pledged to quickly curb power plants' mercury emissions, and has already proposed new regulations for the cement industry, another major emitter.\n?\nBut that doesn't mean American fish are mercury-free. Although the United States only contributes about 3 percent of manmade mercury emissions worldwide, that's still more than?5 million pounds, and many of our fish come from waters polluted by other countries' mercury. Plus, any amount of the potent neurotoxin is cause for concern, since it adds?up over time while passing from plankton to people. What began as tiny concentrations can be magnified to dangerous levels by the time it reaches us and other fish-eating predators like loons, herons and eagles.?A 2008 study found that?bald eagles in New York's Catskill Mountains were showing increasing levels of mercury — not enough yet to further threaten that species' survival, but a sign nonetheless that the toxin is still contaminating wild fish and moving up the food chain.\n?\nCheck out the chart above for government data on mercury levels in 33 types of fish; if you can't find your favorite fish on the chart, click?here?for a list of commercial species and?here?for a list of noncommercial species. And see?these five links for even more information:\n\nEPA and FDA: \"What You Need to Know About Mercury in Fish and Shellfish\"\nEPA: Local Fish Advisories\nNOAA: FishWatch U.S. Seafood Facts\nCDC: ToxFAQs for Mercury\nUSGS:?Methylmercury\n\nAlso on MNN:\n•?EPA stands by as mercury taints water in California\n• Are there really plenty of fish in the sea?\n?\nEditor's Note:?This article has been updated from its original version, which appeared June 23, 2009.\n?\nPhotos:?U.S. Geological Survey, U.S. National Oceanic and Atmospheric Administration","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How much mercury is in the fish we eat?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-much-mercury-is-in-the-fish-we-eat"}