{"summary":"\tThe study reported that high levels of the chemical dichlorophenol in the body are associated with food allergies. Dichlorophenol is often put in agricultural pesticides as well as consumer insect and weed control products","advice_category":"2","content":"With the legions of people suffering from new nut allergies, gluten sensitivities, soy aversion and lactose-intolerance, we’re either becoming an increasingly food-neurotic culture, or food allergies really are on the rise.\n\n\t?\n\n\tThe Centers for Disease Control and Prevention reports an 18 percent uptick in food allergies?between 1997 and 2007. Food allergies now affect a whopping 15 million Americans. But according to a new study published in the December issue of?Annals of Allergy, Asthma and Immunology, it looks like the increase is more than a hypochondriacal diet fad. Like the aphorism goes, there's something in the water — and that something is pesticides.\n\n\t?\n\n\tThe study reported that high levels of the chemical dichlorophenol in the body are associated with food allergies. Dichlorophenol is often put in agricultural pesticides as well as consumer insect and weed control products. It is also used to chlorinate tap water.\n\n\t?\n\n\t\"Previous studies have shown that both food allergies and environmental pollution are increasing in the United States,\" said allergist Elina Jerschow, M.D., M.Sc., ACAAI fellow and lead study author. \"The results of our study suggest these two trends might be linked, and that increased use of pesticides and other chemicals is associated with a higher prevalence of food allergies.\"\n\n\t?\n\n\tShe noted that the dichlorophenol-containing pesticides may possibly weaken food tolerance in some people, causing food allergy.\n\n\t?\n\n\tWhile the results of the study may have people who endure food allergies stocking up on bottled water, simply avoiding tap water may not help. \"Other dichlorophenol sources, such as pesticide-treated fruits and vegetables, may play a greater role in causing food allergy,\" said Jerschow.\n\n\t?\n\n\tRelated pesticide stories on MNN:\n\n\t\tWhat to buy organic: Environmental Working Group releases 2012 Shopper's Guide\n\n\t\tDoes produce wash remove pesticides?\n\n\t\t5 reasons to buy organic, despite the Stanford study\n\n\t\tHow polluted is U.S. drinking water?\n\n\t?","author":"","web_category":"health#allergies","title":"Food allergies may be caused by pesticides in tap water","picture_url":"http://images.mnn.com/sites/default/files/shutterstock_2300632.jpg","url":"http://www.mnn.com//health/allergies/stories/food-allergies-may-be-caused-by-pesticides-in-tap-water"}