{"summary":"How to avoid spreading the flu. The truth about getting a flu shot","advice_category":"8","content":"?\nIt happens quickly, often with little or no warning. There might be just a few coughs or sniffles at first, but then the fever, fatigue, sore throat and muscle pains come roaring in. Before long, there's no use denying it: You have the flu.\n?\nInfluenza is a diabolical virus, from the relatively familiar types that flare up each winter to the genus-jumping, globe-trotting upstarts like swine flu and bird flu. Its ability to evolve so quickly, and to infect such a variety of hosts, lends the virus an especially sinister aura. But despite our ongoing struggles to keep up with it, this ancient scourge isn't as alien as it might seem — until you consider what it actually does to your body, that is.\n\n?\nThe versatile virus\nSwine flu, bird flu, human flu and dog flu are all different versions of the same familiar foe. Influenza can be surprisingly crafty for a brainless bundle of genes, often evolving new traits spontaneously — including the ability to become deadlier and jump between species.\n?\nThose two traits in particular make the flu especially outbreak-prone, helping it spur pandemics in 1968, 1957 and most horribly in 1918. That year's \"Spanish flu\" infected up to 40 percent of the human population, killing more than 20 million people worldwide.\n?\nUnderneath its threats to civilization, though, the flu operates like most other viruses. It can do almost nothing on its own, twisting helplessly in the wind until someone happens to inhale it. It contains only eight genes — humans have at least 20,000 — but that's enough to jump-start a vicious cycle that turns host cells into unwitting slaves, churning out more and more viruses that go on to infect more and more cells.\n?\nThe flu virus has to make major adaptations for each species it infects; it attacks the digestive systems of birds, for example, but targets our respiratory systems. Pigs are known as incubators of pandemics because they can catch both mammal and bird flus, even simultaneously — since the viruses are switching genes all over the place, they can take on properties of each other, namely the ability to infect another host species.\n?\nAmong humans, the flu spreads mostly in respiratory droplets from coughs or sneezes, which can project impressively long distances. An infected person is contagious one day before showing symptoms and up to five days afterward. The disease is typically worst in winter, presumably because it stays aloft longer in the dry air.\n?\nIn like phlegm\nOne of any virus's greatest achievements is actually getting inside a cell. The cell membrane normally keeps out intruders, but successful viruses are studded with special proteins (see illustration at right) that fit into receptors on the membrane's surface, essentially picking the lock.\n?\nOnce inside, the virus is suddenly immersed in the cytoplasm, a liquid region filling much of a cell's interior. It floats inward to the nucleus, the center of which is full of our genetic material and plugging away making more cells. By this point the flu has already beaten most of the cell's defenses, so it just waltzes up to the nucleus and releases its own genetic material — 10 strands of ribonucleic acid, aka RNA, in this case.\n?\nUnder the influenza\nThe nucleus is the nerve center of a cell, but calling it the brain might be giving it a bit too much credit. The flu, and other viruses, are able to simply hand the nucleus a new set of blueprints and trick it into making new viruses instead of new cells.\n?\nOn top of letting the virus reproduce and spread in the short term, this mess of gene-swapping is one of two ways viruses evolve. The other way is called antigenic drift — the subtle, random mutations in the virus's lock-picking proteins, or \"antigens,\" that help it evade the immune responses we adapted for past generations of the virus.\n?\nIn antigenic shift, however, much more drastic changes can take place (click on the flow chart at right for an illustrated explanation). This usually requires the host to be simultaneously infected with two viruses, whose genes get mixed up in the nuclei of host cells besieged by both strains. The cell then produces hybrid viral strains that may have mashed-up components of each original strain. That's how a bird or swine flu, for example, can make the jump to infect humans, and it's how all three combined to spark the 2009 H1N1 outbreak. (Canine flu has yet to infect humans, but the CDC warns that it's always possible; it already jumped from horses to dogs.)\n?\nOnce the hijacked nucleus starts pumping out copies of the flu's RNA, they're processed into full-grown viruses in the cytoplasm. Some of these glide out of the cell as easily as they came in, but cells also often fill up with the viruses they're producing, break open and then die, which can be destructive on a large enough scale. As the new viruses stream out of sickened and ruptured cells, they go on to infect a growing number of other cells until, ideally, the body's immune system can figure out a way to stop them.\n?\nOne flu over the cuckoo's nest\nAvian flu has become a major public health concern in recent decades, namely a strain called?highly pathogenic avian influenza A (H5N1), or HPAI H5N1. This strain is highly contagious and fatal in birds, especially domestic poultry, and it has been sporadically attacking humans since at least 2003. Although its origins are unclear, many experts suspect it evolved in Asian poultry markets, where the close proximity of birds let it grow more virulent with less risk of killing one host before spreading to the next one.\n?\nHigh-mortality poultry outbreaks of HPAI H5N1 have since been reported in Asia, the Middle East, Europe and Africa, according to the CDC, while the virus has also showed up in domestic cats, dogs and pigs, as well as tigers and leopards at zoos in Thailand. More than 600 human cases of HPAI H5N1 have been reported in 15 different countries since November 2003, proving fatal about 60 percent of the time.\n?\n\n\nAlthough it can infect humans, H5N1 is still mainly a threat to poultry. (Photo:?Juhan Sonin/Flickr)\n\n?\nAs scary as H5N1 is, though, it could simply be the canary in the coal mine. Not only are there other strains of avian flu, but various pig, dog and bat flus can also mutate or merge into human diseases. The 2009 H1N1 \"swine flu\" outbreak, for example, combined genetic parts of several flu strains before exploding around the planet, becoming the first global flu pandemic in 40 years. It infected about 60 million people in the U.S. between April 2009 and April 2010, according to CDC data, about 12,000 of whom died. Yet despite its notoriety, H1N1 is still classified as a mild flu strain, partly because it doesn't invade human airways as deeply as some other flus. It tends to focus on our upper respiratory tracts, where it can reproduce more quickly but where its symptoms are less severe.\n?\nBy comparison, the seasonal flu normally hospitalizes some 200,000 Americans every year and kills 36,000, although those numbers can vary widely from year to year. The 2012-2013 U.S. flu season has been unusually severe, thanks largely to a new H3N2 strain and remnants of the 2009 H1N1 (not to mention simultaneous outbreaks of whooping cough and norovirus, which aren't related to the flu). While H1N1 is notable for often hitting young, otherwise healthy people the hardest, H3N2 is more typical, posing a greater overall danger to elderly people and infants.\n?\nHere's a look at recent flu activity across the U.S., courtesy of the CDC:\n?\n\n? \n?\nWinters of discontent\nFlu season depends on geography and time of year, but it can begin as early as October in the U.S., usually peaking by February. There are lots of precautions you can take, but a vaccine is by far the most effective. Even if you've made it months into flu season without so much as sneezing, the CDC and other public health groups widely advise getting vaccinated, since the virus doesn't always obey the calendar. The flu vaccine needs about two weeks to take effect, though, so don't dawdle.\n?\nIn the meantime, make sure to wash your hands reguarly and avoid large, condensed crowds of people when possible. Frequently touched objects like door handles, stair banisters and sink faucets can be teeming with flu during winter, so it's wise to either avoid touching them or at least wash your hands afterward. Of course, getting enough sleep and?eating nutritious food?can't hurt, either.\n?\nTo learn more about avoiding or enduring influenza, check out the CDC's guides to seasonal flu basics, prevention?and treatment, plus the video and related MNN links below:\n?\n\n\n?\nRelated flu articles on MNN:\n\nWhat you can do to flee the flu\nThe truth about getting a flu shot\nHow to avoid spreading the flu\nPhotos: 10 flu-fighting foods\n\n?\nEditor's Note: This article has been updated from its original version, which appeared on May 7, 2009.\n?\nFlu photo and illustrations: U.S. National Institutes of Health\nFlu map: Centers for Disease Control and Prevention\nVideo: National Institute of Allergy and Infectious Diseases\nMNN tease photo of woman sneezing: Shutterstock","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How does the flu work?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-does-the-flu-work"}