{"summary":"Did Neil Armstrong's famous first words spoken on the moon include the \"a\" in \"one small step for a man\" or not? Debated for more than four decades, the answer may be found in the astronaut's midwestern accent, researchers now say.. They also examined the duration of Armstrong's \"for (a)\" from the moon transmission.","advice_category":"4","content":"Did Neil Armstrong's famous first words spoken on the moon include the \"a\" in \"one small step for a man\" or not? Debated for more than four decades, the answer may be found in the astronaut's midwestern accent, researchers now say.\n?\nOn July 20, 1969, Armstrong, together with his Apollo 11 crewmate Buzz Aldrin, made humanity's first landing on a celestial body other than Earth. Armstrong was the first to set foot on the lunar surface and proclaimed, \"That's one small step for a man, one giant leap for mankind.\"\n?\nBack on Earth though, many among the millions of people who were listening heard the phrase slightly differently as \"That's one small step for man ...\" – the \"a\" was either lost in the long distance transmission or was never said. And without the \"a,\" the quote might be redundant; \"man\" and \"mankind\" meaning the same thing. [Neil Armstrong's 'One Small Step' That Changed The World | Video]\n?\nA team of speech scientists and psychologists from the Ohio State University (OSU) in Columbus and Michigan State University (MSU) in East Lansing have suggested it is possible that Armstrong said what he intended and claimed to have said, however people are statistically more likely to hear \"for man\" instead of \"for a man\" on the recording.\n?\nOn Friday, June 7, the team will present the results of its study at the 21st International Congress on Acoustics in Montreal, Canada.\n?\n\"Prior acoustic analyses of Neil Armstrong's recording have established well that if the word 'a' was spoken, it was very short and was fully blended acoustically with the preceding word,\" said Laura Dilley, an assistant professor in Michigan State University's department of communicative sciences and disorders. \"If Armstrong actually did say 'a,' it sounded something like 'frrr(uh).'\"\n?\nArmstrong grew up in central Ohio, where there is typically a lot of blending between words such as \"for\" and \"a,\" the researchers' study found. His blending of the two words, compounded with the less than optimal sound quality of the audio from the moon, makes it difficult to confirm that the \"a\" was spoken.\n?\nPerfect storm of conditions\nA 2006 analysis of the recording of Armstrong's first words on the moon attempted to resolve the question by using software to parse the statement. The study claimed to find evidence for the missing \"a\" in the audio waveforms.\n?\nArmstrong said that he found that earlier study's results to be \"persuasive.\" Armstrong died last year at age 82.\n?\nThe software analysis did not end the debate however, as examinations of the sound files resulted in mixed opinions about whether he included the indefinite article, the current study's authors wrote in their presentation's abstract.\n?\nDilley and her colleagues, including MSU linguist Melissa Baese-Berk and OSU psychologist Mark Pitt, thought they might instead be able to figure out what Armstrong said with a statistical analysis of the duration of the \"r\" sound as spoken by native central Ohioans saying \"for\" and \"for a\" in natural conversation.\n?\nFor their analysis, the researchers used a collection of recordings of conversational speech from 40 people raised in Columbus, Ohio, near Wapakoneta, Armstrong's home town. In these recordings, they found 191 cases of \"for a.\" They matched each to an instance of \"for\" as said by the same speaker and compared the relative duration.\n?\nThey also examined the duration of Armstrong's \"for (a)\" from the moon transmission.\n?\nWhat they found was a large overlap between the relative duration of the \"r\" sound in \"for\" and \"for a\" using the Ohio speech data. The duration of the \"frrr(uh)\" in Armstrong's recording was 0.127 seconds, which falls into the middle of this overlap, although it is a slightly better match for an \"a\"-less \"for.\"\n?\nIn other words, the team concluded, the \"one small step\" quote is compatible with either interpretation, though it is \"probably slightly more likely\" to be heard as the \"a\"-less \"for\" regardless of what Armstrong said. Dilley said there may have been a \"perfect storm of conditions\" for \"a\" to have been spoken but not heard.\n?\n\"We've bolstered Neil Armstrong's side of the story,\" she said. \"We feel we've partially vindicated him. But we will most likely never know for sure exactly what he said based on the acoustic information.\"\n?\nBeyond the moon\nOther than shedding light on Armstrong's famous quote, the results have implications for understanding how people perceive meaning in spoken language, the researchers said.\n?\n\"Every time we listen to speech and think we understand a sentence, we are performing a miraculous task, which is to take what is actually a continuous acoustic signal, break up that signal into somewhat arbitrary parts, and map those parts to our memories of all the words that we know in the language,\" Dilley said.\n?\n\"We need only look at computer speech recognition and how it succeeds and how it largely often fails to see how very difficult that problem is,\" she concluded.\n?\nFollow collectSPACE.com on Facebook and on Twitter at @collectSPACE. Copyright 2013 collectSPACE.com. All rights reserved.\n?\nRelated on SPACE.com and MNN:\n\nNeil Armstrong, 1st Moonwalker, Buried at Sea (Photos)\n\n\nGiant Leaps: Top Milestones of Human Spaceflight\n\n\nPhotos: Neil Armstrong - American Icon Remembered\n\n\nMNN: 10 iconic NASA images\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Robert Z. Pearlman, SPACE.com","web_category":"earth-matters#space","title":"Clue to Neil Armstrong's famous quote lies in Ohio accent","picture_url":"http://images.mnn.com/sites/default/files/AldrinAccent_m_0604.jpg","url":"http://www.mnn.com//earth-matters/space/stories/clue-to-neil-armstrongs-famous-quote-lies-in-ohio-accent"}