{"summary":"The lizard might have looked something like the bearded dragons seen in pet stores today — except instead of growing to be a foot or so long (30 centimeters), the ancient lizard would have been about 6 feet (1.8 meters) from nose to tail, Head said. \"This is a king lizard, and he was the lizard king, so it just fit,\" said Jason Head, a paleontologist at the University of Nebraska-Lincoln who led the study and gave the ancient lizard its musically inspired moniker.","advice_category":"2","content":"A lizard the size of a German shepherd once roamed Myanmar, a new fossil analysis reveals.\n?\nThe lizard, one of the largest ever known, has been dubbed Barbaturex morrisoni in honor of The Doors' singer Jim Morrison (at right), who once wrote a song that included the lyrics, \"I am the lizard king/I can do anything.\"\n?\n\"This is a king lizard, and he was the lizard king, so it just fit,\" said Jason Head, a paleontologist at the University of Nebraska-Lincoln who led the study and gave the ancient lizard its musically inspired moniker.\n?\nA lizard of unusual size\nIn modern times, most lizards are much smaller than the mammals that share their environment. The few exceptions, such as the gigantic and toothy Komodo dragon, live in places where there are few mammals around (Komodo dragons are found on isolated Indonesian islands, for example).\n?\nB. morrisoni lived in a different world. About 36 million to 40 million years ago, the lizard outweighed the mammals that shared its mangrove forest home in what is now Myanmar. It was a gentle giant, with teeth designed for shearing vegetation, not slicing flesh.\n?\nThe lizard fossils were first collected during expeditions in the 1970s, but they sat unanalyzed in a museum collection for more than 30 years until Head and his colleagues decided to study them. [6 Strange Species Discovered in Museums]\n?\nThe jaw of B. morrisoni sported a series of ridges that suggest the animal had some sort of throat d?cor such as a skin flap. The lizard might have looked something like the bearded dragons seen in pet stores today — except instead of growing to be a foot or so long (30 centimeters), the ancient lizard would have been about 6 feet (1.8 meters) from nose to tail, Head said. It would have weighed about 68 pounds (30 kilograms).\n?\n\"This was a really huge plant-eating lizard, much bigger than anything alive today,\" Head told LiveScience.\n?\nKomodo dragons can grow 10 feet long (3 meters), but they eat meat.\n?\nWarm world, big lizards\nThe lizard king discovery helps clear up a mystery about why lizards don't grow as large today as they once did, Head and his colleagues found. No one knew whether large plant-eating lizards are scarce today because they simply can't compete with mammals or because they're limited by modern-day temperatures. Lizards are ectothermic, meaning they rely on environmental heat to keep their body temperature up.\n?\nThe Eocene epoch, when B. morrisoni lived, was much warmer than today. Based on the size of the lizard and the metabolism it would need to get that large, Head and his colleagues estimate that global average temperatures were 4.5 degrees Fahrenheit (2.5 degrees Celsius) higher than today.\n?\n\"This was a greenhouse world,\" Head said. \"There was no ice at the poles. There were higher concentrations of carbon dioxide in the atmosphere,\" trapping heat.\n?\nIn this hot environment, the lizard king outgrew the plant-eating mammals in its ecosystem as well as many of the meat eaters, Head said. That growth ability suggests the presence of mammals is not keeping lizards down today; it's likely lower global temperatures.\n?\n\"When we had these very warm climates in the past, we had much different ecosystems, and reptiles could compete with mammals much more successfully,\" Head said. Plants may have also flourished more readily in this steamy climate, providing more food for the herbivorous lizards.\n?\nThe findings, reported on June 4 in the journal Proceedings of the Royal Society B, reveal how ancient ecosystems can hold up a mirror to modern ones, Head said.\n?\n\"Paleontology is really vital for understanding not only where we've come from, but where we are now, and where we're going in the future,\" he said.\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n\nImage Gallery: 25 Amazing Ancient Beasts\n\n\nTop 10 Beasts and Dragons: How Reality Made Myth\n\n\nAlbum: Bizarre Frogs, Lizards, and Salamanders\n\n\nMNN: 10 feral animals wreaking environmental havoc\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Real life 'lizard king' named for Doors' frontman Morrison","picture_url":"http://images.mnn.com/sites/default/files/BarbaturexMorrisoni_m_0605.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/real-life-lizard-king-named-for-doors-frontman-morrison"}