{"summary":"Yet growing food on Mars presents several significant challenges. NASA is actively engaged in researching how to farm on Mars and in space, as the agency is targeting its first manned Mars landing in the mid-2030s","advice_category":"4","content":"WASHINGTON —The first humans to live on Mars might not identify as astronauts, but farmers. To establish a sustainable settlement on Earth's solar system neighbor, space travelers will have to learn how to grow food on Mars — a job that could turn out to be one of the most vital, challenging and labor-intensive tasks at hand, experts say.\n?\n\"One of the things that every gardener on the planet will know is producing food is hard — it is a non-trivial thing,\" Penelope Boston, director of the Cave and Karst Studies program at New Mexico Institute of Mining and Technology, said on May 7 at the Humans 2 Mars Summit here at George Washington University. \"Up until several hundred years ago it occupied most of us for most of the time.\"\n?\nEarly Mars colonists may have to revert to this mode of life to ensure their own survival, she suggested. [Cooking Lessons for Mock Mars Mission (Photos)]\n?\nSpace settlers\nNASA is actively engaged in researching how to farm on Mars and in space, as the agency is targeting its first manned Mars landing in the mid-2030s. And some NASA officials are wondering if that mission ought to be of long duration, rather than a short visit, given the difficulty of getting there and the possible benefits of an extended stay. \"Sustained human presence — should that be our goal? I think that's a good discussion,\" Bill Gerstenmaier, associate administrator of NASA's Human Exploration and Operations Mission Directorate, said here on May 6.\n?\nYet growing food on Mars presents several significant challenges. While research on the International Space Station suggests plants can grow in microgravity, scientists don't know how the reduced gravity on Mars might affect different Earth crops. Mars' surface receives about half the sunlight Earth does, and any pressurized greenhouse enclosure will further block the light reaching plants, so supplemental light will be needed. Supplying that light requires a significant amount of power.\n?\n\"In terms of the systems engineering required, it's not an insignificant challenge,\" said D. Marshall Porterfield, Life and Physical Sciences division director at NASA's Human Exploration and Operations Mission Directorate. NASA has been studying using LED lighting to give plants only the wavelengths of light they need to boost efficiency, he said.\n?\nResearchers are also studying whether plants can survive under lower pressures than on Earth, because the more pressure inside a greenhouse, the more massive that greenhouse must be to contain it.\n?\n\"You don't have to inflate that greenhouse to Earth-normal pressure in order for plants to grow,\" said Robert Ferl, director of the Interdisciplinary Center for Biotechnology Research at the University of Florida. \"Maintaining a full atmosphere of pressure is difficult on a planetary surface. You can take plants down to a tenth of an atmosphere and they'll still function.\"\n?\nHowever, then, the greenhouse must be sealed off from the crew's living quarters.\n?\n\"Gardening in a pressure suit is going to be a real trick,\" said Taber MacCallum, chief executive officer of Paragon Space Development Corp.\n?\n\n\n?\nRadiation danger\nMartian farmers must also contend with the issue of radiation. Mars lacks Earth's thick protective atmosphere, so particles from space reach its surface that would be damaging to both people and plants. Thus, some kind of shielding or mitigation will be necessary.\n?\n\"To maintain the infrastructure is the expensive part to grow plants, coupled with the need for redundancy if something fails,\" MacCallum said. In fact, so much mass must be launched from Earth to Mars to establish a Martian garden that if missions last less than 15 to 20 years, it might require less mass to simply send along food, he said.\n?\nDespite the challenges, though, scientists said farming on Mars will eventually be achieved.\n?\n\"Every great migration in history happened because we took our agriculture with us,\" Ferl said. \"When you learn to take your plants with you, you can not only go to visit, you can go there to stay and live.\"\n?\nYou can watch the Humans 2 Mars Summit live on SPACE.com through May 8.\n?\nFollow Clara Moskowitz on Twitter?and Google+. Follow us?@Spacedotcom, Facebook?and Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nBuzz Aldrin's Visions For Missions: Mars and More | Video - Part 1\n\n\nMars One's Red Planet Colony Project (Gallery)\n\n\nSpace Food Evolution: How Astronaut Chow Has Changed (Photos)\n\n\nMNN: PETA wants Mars to be 100 percent vegan\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Clara Moskowitz, SPACE.com","web_category":"earth-matters#space","title":"Farming on Mars: NASA ponders food supply for 2030s mission","picture_url":"http://images.mnn.com/sites/default/files/MarsFarm_m_0515.jpg","url":"http://www.mnn.com//earth-matters/space/stories/farming-on-mars-nasa-ponders-food-supply-for-2030s-mission"}