{"summary":"The researchers devoted a decade to finding a way to use microbes to manufacture the kind of fuel molecules found in petroleum, known as alkanes. Related on TechNewsDaily and MNN:","advice_category":"4","content":"A new synthetic type of biofuel created by mixing and matching bits of DNA from different organisms could one day replace diesel and jet fuel, scientists say.\n?\nBiofuels are renewable sources of energy created using living organisms such as plants. The most common biofuel used in vehicles today is ethanol, more commonly known as drinking alcohol.\n?\n\"Global demand for energy is rising and a fuel that is independent of both global oil price fluctuations and political instability is an increasingly attractive prospect,\" said researcher John Love, a synthetic biologist at the University of Exeter in England.\n?\nHowever, ethanol is not fully compatible with modern engines. As such, it requires blending with petroleum products, which means it can only meet a small fraction of the world's transportation fuel demand.\n?\nIn contrast, \"we are using synthetic biology to make not an alternative biofuel, but exact replicas of the fossil fuels that we use in engines today,\" Love told TechNewsDaily. \"We can now make biofuels that function exactly like fossil fuels and require absolutely no modifications to existing engine technology.\" [See also: Bioengineered Bacteria Pump Out Fuel for Cars]\n?\nThe researchers devoted a decade to finding a way to use microbes to manufacture the kind of fuel molecules found in petroleum, known as alkanes. Nine of those years were spent looking at existing microbes for candidates \"with very little progress,\" Love recalled. At one point, their industrial backers \"even pulled the plug on our funding, as the research was going so slowly.\"\n?\nLove and his colleagues then decided to employ a synthetic biology approach to the problem — they would take bits and pieces of a chemical pathway to make these fuel molecules from many different organisms and combine them into a single microbe in a way that did not exist before .\n?\n\"That was the breakthrough,\" Love said. \"It only took six months from that decision to get the first indication that we could produce and customize bio-alkanes.\"\n?\nThe microbe the researchers used was E. coli, a bacterium that normally lives in the human gut and is commonly used for lab research. E. coli naturally converts sugars into fat to build its cell membrane. The researchers altered this natural oil production system to make the kind of alkanes normally found in diesel or jet fuel. This required borrowing genes from a wide variety of organisms, including a bioluminescent bacterium, from the camphor tree, and from cyanobacteria, more commonly known as blue-green algae.\n?\nThe microbes used to commercially manufacture ethanol currently do so by consuming sugar from crops such as corn and sugarcane. The bacteria Love and his colleagues employed to create alkanes also use sugar, but that sugar could come from other sources, including waste products.\n?\n\"There is no reason that we couldn't use their potential to metabolize waste organic compounds such as waste plant biomass, or even animal waste or sewerage,\" Love said.\n?\nThe researchers, who were supported by the oil company Shell,caution their technology still faces many challenges before it is ready for market, such as high enough yields for commercialization. Over the course of the next three years, \"our aim is to increase yields hundredfold,\" Love said.\n?\nThe scientists detailed their findings online April 22 in the journal Proceedings of the National Academy of Sciences.\n?\nRelated on TechNewsDaily and MNN:\n\n10 Sci-Fi Predictions That Came True\n\n\nTop 10 Life-Changing Inventions\n\n\nCyborg Snail Turned Into Living Battery\n\n\nMNN: 6 green things the U.S. military is doing\n\nThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"Charles Q. Choi, TechNewsDaily","web_category":"earth-matters#energy","title":"How biofuels could help power jet engines","picture_url":"http://images.mnn.com/sites/default/files/EcoliBiofuel_m_0423.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/how-biofuels-could-help-power-jet-engines"}