{"summary":"The bacterium can remain active and breathing at temperatures down to at least minus 13 degrees F (minus 25 degrees C) in permafrost, Whyte said.. Researchers found the newly discovered bacterium, Planococcus halocryophilus OR1, in permafrost — permanently frozen ground — on Ellesmere Island","advice_category":"2","content":"A microbe discovered in the Canadian high Arctic thrives at the coldest temperature known for bacterial growth.\n?\nResearchers found the newly discovered bacterium, Planococcus halocryophilus OR1, in permafrost — permanently frozen ground — on Ellesmere Island. The organism thrives at 5 degrees Fahrenheit (minus 15 degrees Celsius), and holds clues to adaptations that might be necessary for life on Mars?or Saturn's moon Enceladus, where temperatures are well below freezing.\n?\nThe microbe lives inside veins of salty water, and can survive because the salt prevents the water in the veins from freezing, study leader Lyle Whyte of McGill University in Montreal said in a statement. The bacterium can remain active and breathing at temperatures down to at least minus 13 degrees F (minus 25 degrees C) in permafrost, Whyte said.\n?\nWhyte and his team studied the bacterium's genome sequence and found that P. halocryophilus OR1 withstands the cold and salt thanks to modifications in its cell structure, cell function and an abundance of cold-adapted proteins. Changes in the cell membrane that protects the bacterium are one example of such modifications.\n?\nThe bacterium also appears to contain high levels of a compound that works as molecular antifreeze, as well as protecting the cell from the salty fluid in its environment.\n?\nThese microbes might be bad news for global warming, which is melting permafrost in Arctic regions. Permafrost contains dead organic matter that bacteria can break down, releasing carbon dioxide and venting the greenhouse gas to the atmosphere. More of these microbes mean more greenhouse gas gets released.\n?\nStill, Whyte calls the bacterium \"our cold temperature champion,\" adding \"what we can learn from this microbe may tell us a lot about how similar microbial life may exist elsewhere in the solar system.\"\n?\nIt's not the first time life has been found in permafrost conditions. Cold-loving extremophiles,?called psychrophiles, are most often bacteria, fungi or algae. These hardy microbes have been found living beneath sheets of ice in Siberia and Antarctica, where temperatures range from 23 to 68 degrees F (minus 5 to 20 degrees C).\n?\nA 2006 review article in the journal EMBO Reports describes some of the adaptations organisms have developed for surviving the challenges of life at these frigid temperatures. These challenges include slowed rates of biochemical reactions and more viscous fluid environments.\n?\nFollow Tanya Lewis on Twitter?and Google+.?Follow us @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nLife on Ice: Gallery of Cold-Loving Creatures\n\n\nExtreme Life on Earth: 8 Bizarre Creatures\n\n\nThe Coldest Places on Earth\n\n\nMNN: 10 places on Earth that resemble alien planets\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tanya Lewis, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Arctic bacteria may offer clues about life on Mars","picture_url":"http://images.mnn.com/sites/default/files/EllesmereIsland_m_0524.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/arctic-bacteria-may-offer-clues-about-life-on-mars"}