{"summary":"According to research by allergist Leonard Bielory, pollen counts will average 21,735 grains of pollen per cubic meter in the year 2040. Looking at the year 2000 again, Bielory said the official pollen season began that year on April 14","advice_category":"2","content":"Spring has sprung, and allergy season won't be far behind. But if you think last year's allergies were bad, just wait until a few years from now when climate change will cause pollen counts to rise dramatically. According to research by allergist Leonard Bielory, pollen counts will average 21,735 grains of pollen per cubic meter in the year 2040. The average in the year 2000 was just 8,455.\n?\n\"Climate changes will increase pollen production considerably in the near future in different parts of the country,\" Bielory said in last year in advance of the Annual Scientific Meeting of the American College of Allergy, Asthma and Immunology. \"Economic growth, global environment sustainability, temperature and human-induced changes, such as increased levels of carbon dioxide, are all responsible for the influx that will continue to be seen.\"\n?\nThe research behind these numbers, which will eventually model pollen counts up through the year 2100, also found that the pollen season will begin earlier each year as the climate changes. Looking at the year 2000 again, Bielory said the official pollen season began that year on April 14. By 2040 that date will move up to April 8.\n?\nBielory is a visiting researcher at Rutgers University's Center for Environmental Prediction. His research, which is still ongoing and has not yet been published in a peer-reviewed journal, is funded by the Environmental Protection Agency, which has tasked the doctor with \"examining modeling the impact of allergies (pollen producing plants such as trees, weeds and grasses) over the next 50 years, studying the impact of different temperatures and CO2 concentrations on the growth of ragweed , grasses and other weeds as well as evaluating their allergenic pollen content via immunological and biological assays including electron microscopy.\"\n?\nAlthough this most recent research is not yet complete, Bielory has published more than 100 scientific papers covering allergies, mostly regarding how allergies affect the eyes. His previous research includes a look at the lengthening ragweed pollen season and projected levels of birch pollen, both of which will be affected by climate change. A paper he co-authored in the December 2012 issue of Current Allergy and Asthma Reports concluded that airborne allergies, as well as those caused by food and insects, have already increased in the U.S. over the past few decades due to climate change.\n?\nRelated pollen stories on MNN:\n\nThere's something in the air: Allergies and global warming\n\n\nInternet searches reveal time of peak allergy suffering\n\n\nFoods to avoid for pollen allergies","author":"","web_category":"health#allergies","title":"Pollen counts -- and allergies -- expected to double by 2040","picture_url":"http://images.mnn.com/sites/default/files/editorial/sun%20flowers.jpg","url":"http://www.mnn.com//health/allergies/stories/pollen-counts-and-allergies-expected-to-double-by-2040"}