{"summary":"It's worth noting, of course, that slower lava is still lava, which means it should be treated with respect. Several of the videos below were filmed in Hawaii, which is known for the low gas content of its lava, but they also include hotspots like Guatemala and Vanuatu, some of which are less subtle than others.","advice_category":"2","content":"A nighttime lava flow at Kilauea on Hawaii's Big Island. (Photo: Paul Bica/Flickr)\n?\nVolcanoes have been making lots of noise lately.?Two in Alaska are currently erupting, with one producing an ash cloud so huge it?looks ominous from orbit. Others are rumbling from Ecuador to Italy to New Zealand, and even relatively quiet magma chambers are turning heads: Seismologists recently reported the Yellowstone supervolcano, for one, is larger and more dangerous than previously thought. And on a broader scale, geoscientists are beginning to worry that climate change will favor more eruptions over time.\n?\nAs violent as volcanoes can be, though, they're also capable of surprisingly subtle beauty. So here's a look at their (slightly) softer side, characterized by flowing, gurgling lava that lacks the gas-powered pop of more explosive calderas. Several of the videos below were filmed in Hawaii, which is known for the low gas content of its lava, but they also include hotspots like Guatemala and Vanuatu, some of which are less subtle than others.\n?\nIt's worth noting, of course, that slower lava is still lava, which means it should be treated with respect. It's one thing to marvel at its igneous glow from afar, but most of us should probably avoid poking hot lava with sticks, clambering on volcanic cliffs or swimming in sulphurous seawater. And thanks to mesmerizing videos like these, we don't have to:\n?\nPulama Pali, Hawaii\n\n\n?\nVolc?n Pacaya, Guatemala\n\n\n?\nVarious locations\n\n\n?\nKalapana, Hawaii\n\n\n?\nKamokuna, Hawaii\n\n\n?\nAmbrym Island, Vanuatu\n\n\n?\nWest Mata, Lau Basin\n\n\n?\nRelated volcano stories on MNN:\n\nSequester forces cuts in volcano monitoring\nVolcanoes may have killed half of Earth's species\nRadar watches Hawaii volcano's magma 'breathing'\nWhich U.S. volcanoes are likely to erupt next?","author":"","web_category":"earth-matters#wilderness-resources","title":"7 mesmerizing videos of hot lava","picture_url":"","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/7-mesmerizing-videos-of-hot-lava"}