{"summary":"\"There's a zone hundreds of miles wide behind the subduction zone where you have small seamounts and terrestrial volcanoes going all the way up to Bering Land Bridge National Preserve,\" Beget told OurAmazingPlanet. The Devil Mountain Lakes are just one of four oblate lakes at least 3 miles (5 km) wide that record thunderous maars eruptions, the youngest about 21,000 years ago, Beget said","advice_category":"2","content":"In Alaska, where the winter runs colder, the sun shines longer and the mountains rise taller than any other state, the Land of the Midnight Sun can claim another superlative: The biggest and strangest maars ever found on Earth.\n?\nMaars are craters left behind after violent volcanic steam explosions, sparked when rising magma runs into groundwater, which then blows up like a bomb.\n?\n\"When water turns to steam, it expands its volume by 1,000 times,\" said James Beget, a volcanologist at the Alaska Volcano Observatory and the University of Alaska, Fairbanks.\n?\nMost maars are about 1,000 feet (300 meters) wide. Rarely, they reach a mile (1.6 kilometers) across. Their size is limited by fuel — the hot lava quickly boils off available water, shutting down the reaction.\n?\nBut Alaska's enormous Devil Mountain Lakes maar is more than 5 miles (8 km) wide, by far the largest on Earth, Beget said. That's comparable in size to the calderas atop Hawaii's Kilauea volcano and Oregon's Crater Lake at Mount Mazama.\n?\nThe maar is part of the Bering Land Bridge National Preserve, and sits at the northern tip of the Seward Peninsula.The tundra was home to mammoths and, possibly, migrating Ice Age humans when the Devil Mountain maar blasted the landscape. Now, the region's bizarre lava flows draw scientists who study other planets, looking for analogues to eruptions on Mars.\n?\n\nThe Lost Jim Lava Flow, a young pahoehoe lava flow in Alaska's Bering Land Bridge National Preserve. (Photo: Bering Land Bridge National Preserve)\n?\nOh, my aching back-arc\nAlong Alaska's southern boundary is a 1,200-mile-long (2,000 km) subduction zone, where one of Earth's tectonic plates dives beneath another. Above the plate boundary, a string of tall volcanoes punches through the crust, outlining the Aleutian Islands arc. The force of the collision also tugs and pulls on the crust, which can stretch and extend behind the plate boundary, opening space for magma to ascend. The phenomenon is called back-arc spreading.\n?\n\"There's a zone hundreds of miles wide behind the subduction zone where you have small seamounts and terrestrial volcanoes going all the way up to Bering Land Bridge National Preserve,\" Beget told OurAmazingPlanet. [Gallery: Volcanoes from Space]\n?\nThe Devil Mountain Lakes are just one of four oblate lakes at least 3 miles (5 km) wide that record thunderous maars eruptions, the youngest about 21,000 years ago, Beget said. The others are 40,000 to more than 100,000 years old.\n?\nWhat makes these maars so unusual is the collision of magma and ice, instead of magma and liquid water. At this spot, lava erupted under thick permafrost, a singular event yet to be found anywhere else on Earth.\n?\n'Pleistocene Pompeii'\nPermafrost, for permanently frozen ground, is chilled by ice that fills the tiny spaces between sediment grains. During the last Ice Age, when the last maar in the area formed, the permafrost could have been up to 325 feet (100 m) thick, Beget said. The ice created the perfect conditions for a whopping series of explosions.\n?\nMaars are usually small because magma quickly flashes water to steam. But with the permafrost, the 1,800-degree-Fahrenheit (1,000 degrees Celsius) molten rock could melt a little bit of ice at a time, keeping the steam explosion going strong, Beget explained.\n?\nDevil Mountain Lakes, Whitefish Lake and North and South Killeak lakes were all scoured out by hundreds of steam explosions, scientists think. Researchers have discovered huge blocks of frozen ground that flew out of the craters, and thick clouds of ash dusted the region for miles. Pyroclastic surges (a fluid-like mix of lethally hot gas and rock) seared the ground for 2.5 to 3 miles (4 to 5 km) away from each eruption.\n?\nThe ash buried a lush Pleistocene landscape, and scientists have excavated the rock to examine perfectly preserved plants from when mammoths walked the Earth. \"We see it as a Pleistocene Pompeii,\" Beget said. The hummocky ground looked much like the high-latitude Arctic does today, with one plant community growing in the moist crevices between the small mounds and another on the dry tops.\n?\nOngoing eruptions\nThought Beget said the earliest archaeological evidence for human habitation in Alaska is 13,000 years old, much younger than the maars, it's possible that Ice Age people could have seen the spectacular eruptions because there are older human sites in North and South America. [Top 10 Mysteries of the First Humans]\n?\n\"We'd like to think that those people came across the Bering Land Bridge. There could be people that saw this eruption,\" Beget said.\n?\nAnd the Seward Peninsula's volcanism didn't end with the maar explosions — its youngest lava, the Lost Jim flow near Imruk Lake, covered a wide swath of tundra some 3,000 years ago, he said. The region could erupt again in the future, Beget added.\n?\n\"In any site like this, where you find multiple volcanoes and vents and lava flows and giant maars, you're almost certainly going to get another back-arc eruption, maybe in the Bering Sea, maybe closer to Nome or Kotzebue,\" Beget said. \"We can't know when or where such an eruption would occur.\"\n?\n\nThe ridge crossing the top of this image of Mars' Granicus Valles resembles ridges formed on Earth when lava erupts from fissures buried beneath thick layers of ice. (Photo: Arizona State University)\n?\nMaars on Mars\nThe Lost Jim lava flow is a smooth-surfaced pahoehoe flow that covers about 88 square miles (227 square km) with depths averaging 55 feet (16 m). There's even a lava tube that can be traced for 12 miles (19 km). Collapse pits pockmark the flow, evidence of melting permafrost patches, but there are no maars from the eruption. Because the climate was warmer and the flow erupted farther south than the Devil Mountain volcanics, there probably wasn't a thick permafrost layer to feed a steam explosion, Beget said.\n?\nIn 2003, Beget and Jeff Kargel, an expert on Martian landforms, returned to the Bering Land Bridge Preserve to compare the Lost Jim lava flow with features Kargel has seen in images from Mars.\n?\n\"There are some good examples of maar craters on Mars and other volcanic landforms where ice played a big role in their formation,\" Kargel told OurAmazingPlanet in an email interview. \"The Elysium volcanic plateau and its flanks are particularly famous for maar craters, subglacial volcanoes and lahars (mud avalanches) produced by volcanic interaction with ground volatiles (presumably ice).\"\n?\nBeget said looking for maars on Mars was a funny spin-off of his decades of research in the Seward Peninsula, one that confirms there's still much to be learned on Earth.\n?\n\"The science of [the maars] is really quite unusual and interesting,\" he said. \"Even in our modern scientific world, we can still discover important new processes.\"\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nBig Blasts: History's 10 Most Destructive Volcanoes\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\n7 Ways the Earth Changes in the Blink of an Eye\n\n\nMNN: 10 places on Earth that resemble alien planets\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"The weirdest maars on Earth (and that's not a typo)","picture_url":"http://images.mnn.com/sites/default/files/MaarsDevilMntLakes_m_0516.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/the-weirdest-maars-on-earth-and-thats-not-a-typo"}