{"summary":"Geological Survey scientists sampled 74 waterways used for drinking water in 25 states in 2008 and found 53 had one or more of the three dozen pharmaceuticals they were testing for in their water. Researchers found elevated levels of pharmaceuticals in the stream water two to six miles from the sewage treatment plants","advice_category":"2","content":"When fish swim in waters tainted with antidepressant drugs, they become anxious, anti-social and sometimes even homicidal.\n?\nNew research has found that the pharmaceuticals, which are frequently showing up in U.S. streams, can alter genes responsible for building fish brains and controlling their behavior.\n?\nAntidepressants are the most commonly prescribed medications in the United States; about 250 million prescriptions are filled every year. And they also are the highest-documented drugs contaminating waterways, which has experts worried about fish. Traces of the drugs typically get into streams when people excrete them, then sewage treatment plants discharge the effluent.\n?\nExposure to fluoxetine, known by the trade name Prozac, had a bizarre effect on male fathead minnows, according to new, unpublished research by scientists at the University of Wisconsin-Milwaukee.\n?\nMale minnows exposed to a small dose of the drug in laboratories ignored females. They spent more time under a tile, so their reproduction decreased and they took more time capturing prey, according to Rebecca Klaper, a professor of freshwater sciences who spoke about her findings at a Society of Environmental Toxicology and Chemistry conference last fall. Klaper said the doses of Prozac added to the fishes’ water were “very low concentrations,” 1 part per billion, which is found in some wastewater discharged into streams.\n?\nWhen the dose was increased, but still at levels found in some wastewater, females produced fewer eggs and males became aggressive, killing females in some cases, Klaper said at the conference.\n?\nThe drugs seem to cause these behavioral problems by scrambling how genes in the fish brains are expressed, or turned on and off. The minnows were exposed when they were a couple of months old and still developing.\n?\nThere appeared to be architectural changes to the young minnows’ brains, Klaper said at the toxicology conference. Growth of the axons, which are long nerve fibers that transmit information to the body, was disrupted.\n?\nThe new findings build on Klaper’s previous research, which tested minnows with the gene changes to see how well they avoided predators. They swam longer distances and made more directional changes, which suggests that the drugs induced anxiety.\n?\nThe drugs used in the study were among the most common in sewage: Prozac, Effexor and Tegretol. The researchers tested each drug alone and in combination.\n?\n“At high doses we expect brain changes,” Klaper said. “But we saw the gene expression changes and then behavioral changes at doses that we consider environmentally relevant.”\n?\nHowever, there is too little evidence to know whether pharmaceuticals are having any impacts on fish populations in the wild, said Bryan Brooks, an environmental science professor at Baylor University who has extensively studied pharmaceuticals in streams and fish.\n?\nAny changes in reproduction, eating and avoiding prey can have devastating impacts for fish populations, Klaper said.\n?\nThe most vulnerable fish populations are those downstream of sewage treatment plants, where prescription drugs consistently show up in higher levels than in other waterways. It’s only within the past decade that technology has allowed plants to test for the chemicals in their wastewater and in waters downstream, though most still don’t, said Steve Carr, supervisor of the chemistry research group at the Los Angeles County Sanitation Districts.\n?\nOne of the antidepressants tested in the fish – Tegretol – comes into the treatment plants and goes out at near constant levels, said Eric Nelson, a senior chemist with the Los Angeles County Sanitation Districts.\n?\nThat means the county’s treatment technology does not seem to have any effect on the drug. It comes in and leaves in a very tight range, about 150 to 400 parts per trillion, Nelson said.\n?\nNelson said the two other drugs tested on the fish – Prozac and Effexor? –? are discharged in effluent at even lower levels: between about 20 and 30 parts per trillion. In comparison, the levels that altered behavior of the lab fish were 50 times higher.\n?\nWhen monitoring an Iowa and a Colorado stream, the U.S. Geological Survey found most drugs at levels similar to Los Angeles County’s. However, these low levels could still find their way into fish brains, according to their 2010 study.\n?\nResearchers found elevated levels of pharmaceuticals in the stream water two to six miles from the sewage treatment plants. But the chemicals at the highest levels in the water were not the ones most prevalent in the fish brains.\n?\n“The fish downstream of the wastewater treatment had elevated concentrations of two antidepressants … Zoloft and Prozac,” said Edward Furlong, a research chemist at the U.S. Geological Survey based in Boulder, Colo. “And these were relatively low in water compared to others.”\n?\nEven if the levels released into streams seem low, they are constant, which is problematic, Brooks said.\n?\n“The drugs may not be classically persistent like PCBs,” Brooks said. “But they’re pseudo-persistent. The [continuous] exposure of organisms in a stream is equivalent to a chemical that is persistent.”\n?\nSome drugs bioaccumulate, or build up, in rainbow trout, according to Brooks’ research. Also, rainbow trout exposed to sewage effluent have pharmaceuticals in their blood at levels as high as those that affect the brains of people, according to research in Sweden.\n?\nBrooks said the likelihood of bioaccumulation for pharmaceuticals is high. “People have to take these drugs for weeks before they start having effects. They slowly bioaccumulate in your system,” which suggests bioaccumulation potential in fish, too, Brooks said.\n?\nChanges to the brain can affect all kinds of things in fish, Klaper said. And since humans have a similar brain gene structure, the findings raise questions about whether traces of these drugs in drinking water might harm human health.\n?\nThe U.S. Environmental Protection Agency considers pharmaceuticals an “emerging concern,” and has concluded that the chemicals may pose risks to wildlife and humans. There are currently no federal regulations of the compounds in waste or drinking water. However, 12 pharmaceuticals are currently on the EPA’s Contaminant Candidate List, which are chemicals that may require regulation under the Safe Drinking Water Act.\n?\nStudies have consistently found prescription drugs in drinking water at parts-per-trillion levels. U.S. Geological Survey scientists sampled 74 waterways used for drinking water in 25 states in 2008 and found 53 had one or more of the three dozen pharmaceuticals they were testing for in their water. Forty percent of the pharmaceuticals were found at one or more of the sites.\n?\nFifty-four active pharmaceutical ingredients and 10 metabolites have been detected in treated U.S. drinking water, according to a 2010 EPA review.\n?\nStudies of children exposed in the womb to antidepressants taken by their mothers show effects on their motor development and a higher risk of some birth defects.\n?\nBut health officials say the levels found in some drinking water are too low to cause harm.\n?\nAccording to a 2012 World Health Organization report, the “trace quantities of pharmaceuticals in drinking water are very unlikely to pose risks to human health.” The report said that the amount found in drinking water is usually 1,000 times lower than doses expected to have an effect on a person.\n?\nBut Klaper said that in light of the gene changes in fish brains, officials may need to rethink what is considered safe.\n?\n“Fish do not metabolize drugs like we do,” Klaper said. “Even if environmental doses aren’t thought to be much for a human, fish could still have significant accumulation, and, it appears, changes in their brain’s gene expression.”\n?\nPhotos: Humboldt State University; USGS\n?\nRelated on MNN:\n\nDon't flush the drugs\n\n\nHow polluted is U.S. drinking water?\n\nThis story was originally written by Brian Bienkowski for Environmental Health News and was republished with permission here.","author":"","web_category":"earth-matters#animals","title":"Fish on Prozac: Anxious, anti-social, aggressive","picture_url":"http://images.mnn.com/sites/default/files/editorial/FishAntidepressants01_m_061.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/fish-on-prozac-anxious-anti-social-aggressive"}