{"summary":"The findings are in agreement with earlier research showing a rise in some childhood allergies, including food allergies. MNN: 8 most common food allergies","advice_category":"2","content":"The rate of food allergies among U.S. children continues to rise, according to a new report from the Centers for Disease Control and Prevention.\n?\nBetween 2009 and 2011, 5.1 percent of children had food allergies, up from from 3.4 percent between 1997 and 1999.\n?\nSkin allergies, such as eczema, also increased over the same period, from 7.4 percent to 12.5 percent, the study found.\n?\nHowever, there was no increase in the prevalence of respiratory allergies, such as hay fever, the researchers said.\n?\nThe findings are in agreement with earlier research showing a rise in some childhood allergies, including food allergies. The exact cause of the rise is not clear. Some of the increase could be due to greater awareness of allergies, or to misdiagnoses in people who don't really have allergies.\n?\nAnother idea, called the hygiene hypothesis, suggests that exposure to germs or infections during early childhood may protect against some allergies, whereasmodern societies that are \"too clean,\" contribute to a rise in allergies.\n?\nSome have also speculated that the age at which children encounter certain foods may influence their risk of food allergies.\n?\nIn the new report, the chances that children had skin allergies decreased as they got older, while the chances that they had respiratory allergies increased with age.\n?\nFood, skin and respiratory allergies were less common in Hispanic children than in white and black children. Food and respiratory allergies were also more common among children from higher income families.\n?\nA study published on Monday found that children who immigrated to the United States were less likely to have allergies than children who were born in this country.\n?\nThe new study was conducted by the CDC's National Center for Health Statistics.\n?\nPass it on: Food and skin allergies have increased among U.S. children in recent years.\n?\nFollow Rachael Rettner @RachaelRettner. Follow MyHealthNewsDaily @MyHealth_MHND, Facebook & Google+. Originally published on MyHealthNewsDaily.\n?\nRelated on MyHealthNewsDaily and MNN:\n?\n\n9 Weirdest Allergies\n\n\n8 Strange Signs You're Having an Allergic Reaction\n\n\n10 Ways to Promote Kids' Healthy Eating Habits\n\n\nMNN: 8 most common food allergies\n\n?\nThis story was originally written for MyHealthNewsDaily and is republished with permission here. Copyright 2013 MyHealthNewsDaily, a TechMediaNetwork company.","author":"Rachael Rettner, MyHealthNewsDaily","web_category":"health#allergies","title":"Childhood food allergies continue to rise","picture_url":"http://images.mnn.com/sites/default/files/siblings-field-02.jpg","url":"http://www.mnn.com//health/allergies/stories/childhood-food-allergies-continue-to-rise"}