{"summary":"But unlike many children, Tyler's short list of approved foods includes peanuts. On many occasions, Tyler has had to be hospitalized due to his severe allergic reactions","advice_category":"2","content":"If you've been in a school cafeteria lately, you know that food allergies are on the rise like never before, particularly among school-aged kids. Some schools have peanut-free tables, gluten-free tables, and even dairy-free tables for the students with food allergies and sensitivities. In my youngest daughter's class, the teacher carries an Epi-pen with her at all times to accommodate one of the students who is severely allergic to a number of foods. But even this pales in comparison to the extreme food allergies that first-grader Tyler Trovato deals with.\n?\nAccording to doctors, 6-year-old Tyler has?FPIES, Food Protein Induced Entercolitis Syndrome, a rare food allergy that causes vomiting and diarrhea when trigger foods are ingested. On many occasions, Tyler has had to be hospitalized due to his severe allergic reactions. ?\n?\nBut unlike many children, Tyler's short list of approved foods includes peanuts. The most common triggers of FPIES are milk and soy, but any food, even rice and oats, can cause a reaction.\n?\nFortunately, since his initial diagnosis,?Tyler has already outgrown some of his original food allergies. But he can still eat only about seven different foods. It's no doubt a challenge for Tyler and for his parents, who are trying to keep his life normal and raise him in the healthiest way possible. ?\n?\nHere's more on Tyler's story and the rare food allergy that he is fighting:\n?\n\nUnfortunately your browser does not support IFrames.\n?\n?\nVia ABC News","author":"","web_category":"health#allergies","title":"Boy with extreme food allergies can only eat 7 foods","picture_url":"http://images.mnn.com/sites/default/files/food%20allergy.jpg","url":"http://www.mnn.com//health/allergies/blogs/boy-with-extreme-food-allergies-can-only-eat-7-foods"}