{"summary":"Their proposal kicks off with ruby and jadeite jade, two rare stones linked to colliding tectonic plates.. \"Not all subduction zones get jade, and not all continental collisions get ruby,\" Stern said","advice_category":"2","content":"Gem hunters have always been natural geologists, seeking the mother lode long before researchers explained how gems and minerals form.\n?\nNow, scientists want to officially link precious gems to their geologic setting, with a new suite of tectonic gemstones that will help researchers and the public recognize the special conditions that create rare gems. Their proposal kicks off with ruby and jadeite jade, two rare stones linked to colliding tectonic plates.\n?\n\"I don't think anyone ever started off looking for gems,\" said Robert Stern, geoscientist at the University of Texas at Dallas and lead author of the proposal, published May 9 in the journal Geology. \"Who was the first person to find a shiny stone? But everybody's always appreciated ideas of beauty, whether or not they understood the natural conditions. We can take advantage of what we know and appreciate them even more,\" he told LiveScience's OurAmazingPlanet.\n?\nJadeite\nJade is a general term for both jadeite jade and a similar, more common rock called nephrite jade. Jadeite is the hallmark of subduction zones, a collision between continental and oceanic tectonic plates. At a subduction zone, the colder, denser oceanic lithosphere bends down into hotter mantle rock underneath the continental crust. It gets squeezed and cooked and releases all of its fluids into the overlying mantle, Stern said. In some subduction zones, the interaction between the mantle, fluids and subducted oceanic sediments creates jade.\n?\nFor Stern, one of the most interesting parts of the process is how the jade gets back to the surface. \"Subduction zones have a way of coughing up material that is taken down, even during active subduction,\" he said. In the Alps and the Himalayas, researchers have found material was carried as far down as 125 miles (200 kilometers), then returned to the surface, he said.\n?\nJadeite is most commonly found in Myanmar, from subduction before India and Asia collided, and in Guatemala, from subduction between the North America and Caribbean plates.\n?\nRuby\nRuby, or corundum, represents two continents colliding. (This only happens after a subduction zone disappears, because subduction brings two continents closer together by consuming oceanic crust. This is what happened as what is now India slowly moved toward, and then collided with, the rest of Asia.) Deeply buried sediments rich in aluminum but with no silica make ruby — an odd set of circumstances, given that silicon is the most second-most common element in Earth's crust, after oxygen. Most of the world's ruby deposits are in altered limestone. [Sinister Sparkle Gallery: 13 Mysterious & Cursed Gemstones]\n?\nThe tallest mountains on Earth, such as the Himalayas, result from continent-continent collisions and create the heat and pressure necessary for ruby to form. In the past, East Africa, southern India and Madagascar were home to one of these massive mountain chains and are now a source of rubies, Stern said. The regions were joined in a supercontinent at the end of the Precambrian, about 650 million years ago. Millions of years of erosion (and mining) have brought them to the surface. A band stretching across Central Asia's steep peaks is also famed for rubies.\n?\nPlate tectonics: young or old?\nStern and his co-authors hope that linking rubies and jadeite jade to their tectonic setting will help capture interest in gems and plate tectonics, whether for economic or scientific pursuits. \"I think we're asking some questions that I'm sure will capture interest,\" Stern said.\n?\nFor example, Stern, unlike his co-authors, is in the minority of geoscientists who think the distribution of gemstones (along with other indicators) suggest that modern-style plate tectonics, with active subduction zones, didn't rev up until about 750 million years ago.\n?\n\"Not all subduction zones get jade, and not all continental collisions get ruby,\" Stern said. \"The question is: Are these special conditions that are really limited in time?\"\n?\nOf the 32 ruby deposits in the current study, all but two formed after about 750 million years. The 19 jadeite spots are all younger than 550 million years.\n?\nHowever, the majority of researchers think Earth's rock evidence points to plate tectonics starting 2.5 billion to 3 billion years ago, Stern said.\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nGallery: Hidden Rainbows in Ordinary Rocks\n\n\nWorld's Most Famous Rocks\n\n\nIn Images: How North America Grew as a Continent\n\n\nMNN: How earthquakes turn water into gold\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"What ruby and jade can tell us about Earth's tectonic plates","picture_url":"http://images.mnn.com/sites/default/files/GemEarthquakes03_m_0530.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/what-ruby-and-jade-can-tell-us-about-earths-tectonic"}