{"summary":"But one of the moms in attendance wouldn't let her three daughters play, proclaiming, \"girls don't play football.\" (Not that her daughters could have really played anyhow as they were all decked out in frilly dresses, complete with white gloves and perfectly coiffed hair.). Or maybe this sort of gender bias does still exist, and it's just not something I see in my normal circle of family and friends","advice_category":"2","content":"According to the latest statistics from the?Centers for Disease Control and Prevention,?women have a higher rate of asthma than men — 8.5 percent compared to 7.1 percent. We're also more likely than men to have allergies. And the data from the?American Autoimmune Related Diseases Association says autoimmune disorders affect women three times more often than men.\n?\n\n?\nWhy are women more prone to these conditions? ?\n?\nOne researcher, Sharyn Clough, a philosopher of science at Oregon State University who studies research bias, thinks it's because young girls are held to a higher standard of cleanliness than young boys. ?And because they are forced to stay cleaner, they are exposed to fewer germs early in life and are therefore more likely to develop illnesses as they get older. Clough published her findings in an article entitled?Gender and the hygiene hypothesis?in the peer-reviewed journal, Social Science and Medicine. ?\n?\nMy first impression when reading about Clough's research on NPR?was that it was a bit of a stretch. I mean this is 2011, right? Little girls aren't still forced to wear bows in their hair and Mary Janes on the feet and stay clean all day, are they? Certainly not in my neck of the woods. Sure, my kids have dress clothes, but for the most part they spend their day in what they proudly refer to as \"rough and tumble\" clothes. Even my youngest, who is in a \"dress phase,\" has a closet full of no-frills dresses that are covered in paint splatters and frequently wind up loaded with mud. So this whole gender bias doesn't really apply anymore, does it?\n?\nBut then I remembered a family friendly event that we attended a few months ago. It was a picnic and a gorgeous day and my girls couldn't wait to drop their plates with me and play a game of football with the other kids. But one of the moms in attendance wouldn't let her three daughters play, proclaiming, \"girls don't play football.\" (Not that her daughters could have really played anyhow as they were all decked out in frilly dresses, complete with white gloves and perfectly coiffed hair.)\n?\nI don't mean to cast judgment on that other mom. Her daughters looked great and maybe they had another function to attend later in the day that made her temporarily strict about cleanliness.?\n?\nOr maybe this sort of gender bias does still exist, and it's just not something I see in my normal circle of family and friends. If so, there are lots of little girls who are missing out on the chance to get dirty, and it may just be hurting their health.\n?\nIn her interview with NPR, Clough said, \"There are a variety of bacteria even just in soil. A gram of uncontaminated soil contains 10 billion microbial cells. Playing in dirt is a reliable way to ingest dirt. Playing in the dirt is highly correlated with eating it. And when you eat it, you know you're exposed to bacteria — all kinds and in high numbers.\"\n?\nNow, who'd want to miss out on that? ?Yum!","author":"","web_category":"health#allergies","title":"Keeping little girls clean may make them sick","picture_url":"http://images.mnn.com/sites/default/files/mud_1.jpg","url":"http://www.mnn.com//health/allergies/blogs/keeping-little-girls-clean-may-make-them-sick"}