{"summary":"The first Soyuz crew to fly to the station using this expedited technique greeted Nyberg, Parmitano and Yurchikhin once the capsule's hatch was opened tonight. Parmitano, Nyberg and Yurchikhin are a diverse crew","advice_category":"4","content":"An international trio of astronauts has just become the newest residents of a space station in orbit after a record-setting trip.\n?\nFive hours and 40 minutes after a successful Soyuz rocket launch from the Baikonur Cosmodrome in Kazakhstan earlier on Monday, May 28, Russian cosmonaut Fyodor Yurchikhin, NASA's Karen Nyberg and Luca Parmitano of the European Space Agency docked their Soyuz spacecraft at the International Space Station at 10:10 p.m. EDT (0210 May 29 GMT). The new crew will remain on the space station for the next six months.\n?\n\"I've never felt better in my life,\" Yurchikhin said just after the Soyuz docked at the station in record time while sailing high above the South Pacific.?[See Photos from the Launch and Docking]\n?\nFast track to space\nMonday's same-day launch and docking was the second express flight to the International Space Station by an astronaut crew.\n?\nUnmanned cargo vessels have made this kind of trip many times before, but the one-day missions are a new method of flying for manned Soyuz capsules. Typically, it takes astronauts about two days to reach the space station, but this kind of flying only requires the capsule to orbit the Earth four times, shortening the amount of time the astronauts need to spend in the cramped spaceship.\n?\nThe first Soyuz crew to fly to the station using this expedited technique greeted Nyberg, Parmitano and Yurchikhin once the capsule's hatch was opened tonight. The three newest space station residents will join NASA's Chris Cassidy and Russian cosmonauts Alexander Misurkin and Pavel Vinogradov to round out the Expedition 36 crew.\n?\n\"[Your trip was] even faster than Pavel,\" a member of Mission Control in Russia joked with Yurchikhin after docking. The Russian Soyuz commander beat Vinogradov's time to the station by six minutes.\n?\nA special group\nParmitano, Nyberg and Yurchikhin are a diverse crew. Nyberg and Yurchikhin are veteran spaceflyers. In total, Yurchikhin has spent more than a year in orbit while Nyberg flew for two weeks in 2008 on the space shuttle Discovery.\n?\nParmitano, meanwhile, is making his first trip into space. His expedition has been dubbed the \"Volare\" mission by ESA officials.\n?\n\"Time to go! Thanks for your support and best wishes, see you from Cupola,\" Parmitano wrote on Twitter (@astro_luca) before launch, referring to the largest window on the space station.\n?\nBoth Parmitano and Nyberg lead active lives via social media. Before launching into orbit Nyberg started tagging her posts with the hashtag #simplejoysonearth to bring the experiences she had with her family to the world before leaving for the space station.\n?\n\"Sun, birds, smell of grass & fresh air; nice walk w/ family along 'Ave of Cosmonauts' #simplejoysonearth,\" Nyberg wrote on Twitter (@AstroKarenN) before launch. She plans to continue to use social media to share her life in orbit.\n?\nThe new space station crew has a jam-packed mission ahead. Parmitano and Cassidy are scheduled to perform two spacewalks in July, and Misurkin and Yurchikhin will conduct three spacewalks during the course of their mission. It's also possible that the astronauts will get a chance to carry the Olympic torch onboard the orbiting laboratory.\n?\nVinogradov, Misurkin and Cassidy are scheduled to fly back to Earth in September. Parmitano, Nyberg and Yurchikhin will remain on the station until November.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook?and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nBlast-Off! Six Hour Ride Underway For New Space Station Crew | Video\n\n\nSoyuz 'Fast Track': How 1-Day Space Station Trips Work (Infographic)\n\n\nMission to Space Station: Expedition 36 Crew Photos\n\n\nMNN: 10 more iconic images from NASA\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Astronauts arrive at space station in record time","picture_url":"http://images.mnn.com/sites/default/files/ISSExpedition3637_m_0529.jpg","url":"http://www.mnn.com//earth-matters/space/stories/astronauts-arrive-at-space-station-in-record-time"}