{"summary":"Next, they wanted to see whether pentacene coated on top of a silicon solar cell could harness more energy. But the pentacene coating only works on blue and green wavelengths of light, not the entire visible spectrum, so the efficiency would only go up about 6 percent, Baldo said.","advice_category":"4","content":"A special coating could dramatically improve the percentage of energy that can be harvested from solar cells by splitting photons in two, new research suggests.\n?\nFor every photon (or particle of light) that hits a solar cell, the coating — called pentacene — doubles the number of electrons, and energy, that can be harvested, at least with high-energy blue or green wavelengths of light.\n?\nThe findings were reported on April 18 in the journal Science.\n?\n\"We think it's an exciting direction for solar to improve its efficiency,\" said study co-author Marc Baldo, an electrical engineer at the Massachusetts Institute of Technology.\n?\nLow efficiency\nOne of the barriers to the wider adoption of solar energy is its high cost. One of the best ways to make the technology more affordable is to increase how efficiently the solar cells harvest energy from the sun, Baldo said.\n?\nLight creates electricity in silicon solar cells when each photon dislodges a single electron in the silicon, leaving behind a \"hole\" — an effective positive charge — where it once was. An electric field across the silicon drives the electrons away from the holes into a conducting metal material, where they then flow as current.\n?\nBut silicon solar cells only absorb photons from some parts of the visible light spectrum. Sunlight at shorter blue and green wavelengths converts into heat, effectively wasting that light, Baldo told LiveScience.\n?\nDouble the power\nBaldo and his colleagues wanted to see if they could use the wasted blue and green light. Since the 1960s, scientists had noticed that under a magnetic field, photons hitting a material called pentacene underwent a process called singlet fission, in which two electrons were produced for every photon — two instead of one.\n?\nTo see whether that process could be harnessed in solar cells, the researchers first measured the electrons that were produced for each photon of light. They confirmed that pentacene seemed to be producing two electrons for every photon of light.\n?\nNext, they wanted to see whether pentacene coated on top of a silicon solar cell could harness more energy. They found that a test solar cell worked in just that way, increasing the amount of energy harvested from the blue and green spectrum.\n?\nBut the pentacene coating only works on blue and green wavelengths of light, not the entire visible spectrum, so the efficiency would only go up about 6 percent, Baldo said.\n?\n\"It doesn't do anything to red light or the infrared light, since we don't have enough energy to cut those photons in two,\" Baldo told LiveScience.\n?\nBoost in efficiency\nThe study is the first to show that the physical process that occurs in pentacene can actually be used to make energy, said Christopher Bardeen, a physical chemist at the University of California Riverside who was not involved in the study.\n?\n\"It's a first step towards developing solar cells that could actually be significantly more efficient than today,\" Bardeen told LiveScience.\n?\nFollow Tia Ghose on Twitter @tiaghose.?Follow?LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nReaders Pick: Top 10 Alternative Energy Bets\n\n\nTop 10 Emerging Environmental Technologies\n\n\nTop 10 Ways to Destroy Earth\n\n\nMNN: 7 surprising solar power ads\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#energy","title":"Solar cell coating could dramatically boost energy harvest","picture_url":"http://images.mnn.com/sites/default/files/SolarCellTech_m_0419.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/solar-cell-coating-could-dramatically-boost-energy-harvest"}