{"summary":"The bees are fed a sugary solution that also contains a tiny amount of TNT, the same explosive contained in the hidden land mines. Janes told the paper that it took a full year to train the bees to recognize the smell of TNT.","advice_category":"2","content":"Somewhere in the neighborhood of 1.5 million explosive land mines were hidden in Croatian soil during that country's war of independence. Nearly 20 years later, an estimated 90,000 of those deadly land mines remain. Finding and removing those dangerous explosives is a time-consuming and difficult task, one that has killed 66 of the people charged with removing the bombs and 250 others since the war ended.\n?\n\"While this exists, we are living in a kind of terror, at least for the people who are living in areas suspected to have mines,\" Dijana Plestina, head of Croatia's government de-mining bureau, told the Associated Press. \"And of course, that is unacceptable. We will not be a country in peace until this problem is solved.\"\n?\nLooking to solve this ongoing problem, professors Mateja Janes and Nikola Kezic of Zagreb University have turned to an unexpected partner: bomb-sniffing honeybees.\n?\n\"We have been refining their abilities for many years and they are faster and safer than sniffer dogs,\" Janes told Croatian Times. The bees are fed a sugary solution that also contains a tiny amount of TNT, the same explosive contained in the hidden land mines. The insects then get a taste for this potent nectar and could theoretically sniff out buried land mines from up to three miles away.\n?\nSo far the results — in a laboratory setting — have been promising but slow. Janes told the paper that it took a full year to train the bees to recognize the smell of TNT.\n?\nThe Associated Press was on hand recently for a field test of the trained bees. The scientists placed several pots of sugary solutions around a tent and then released the trained bees. They could have swarmed all over all of the pots, but only a few of them contained traces of TNT. Those were the pots where the bees gathered.\n?\nKezic told the AP that the bees have several advantages. They weigh almost nothing, so they are unlikely to set off any mines, unlike dogs or rats that have been trained to perform similar tasks. They would also be useful in areas that have supposedly already been de-mined as a secondary measure to make sure that a field is actually cleared and safe. \"It has been scientifically proven that there are never zero mines on a de-mined field, and that's where bees could come in,\" he said.\n?\nNo matter how the land mine project works out, Janes told the Croatian Times that working with the bees provides one other major advantage: \"When they're not working, they make delicious honey too.\"\n?\nCroatia is due to enter the European Union on July 1. The bee experiment is sponsored by an EU-wide land mine elimination program called Tiramisu.\n?\nRelated in MNN: Main trains moths to sniff out bombs","author":"","web_category":"earth-matters#animals","title":"Honey bees could help to clear dangerous land mines in Croatia","picture_url":"http://images.mnn.com/sites/default/files/editorial/croatia%20bee.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/honey-bees-could-help-to-clear-dangerous-land-mines-in-croatia"}