{"summary":"\tTwo more Tennessee cities join Knoxville in the top 10 — Chattanooga comes in at No. city for spring allergy sufferers, for the third year in a row, is Knoxville, Tenn., according to a new report.","advice_category":"2","content":"The worst U.S. city for spring allergy sufferers, for the third year in a row, is Knoxville, Tenn., according to a new report.\n\n\t?\n\n\tThe report lists the \"Spring Allergies Capitals\" in the U.S., based on an analysis of pollen scores, the number of allergy mediations used per patient, and the number of board-certified allergists per patient, according to the Asthma and Allergy Foundation of America.\n\n\t?\n\n\tKnoxville earned its distinction because it ranks as \"worse than average\" for pollen counts and allergy medication use, and average for its number of allergists, according to the report.\n\n\t?\n\n\tThis year's?allergy season?is coming earlier than usual because of this winter's warmer temperatures — this was the?fourth warmest winter on record?for the U.S. — combined with the lack of wintry precipitation, according to the Weather Channel's website.\n\n\t?\n\n\tKnoxville has a lot of pollen-producing plants, and its location within the Smoky Mountains, with many deep valleys, traps the pollen in the region, according to the Weather Channel.\n\n\t?\n\n\tComing in at No. 2 on the list is McAllen, Texas, and ranking third is Louisville, Ky.?\n\n\t?\n\n\tTwo more Tennessee cities join Knoxville in the top 10 — Chattanooga comes in at No. 7, and Memphis ranks at No. 8.\n\n\t?\n\n\tThe other cities that rank in the top 10 are: Jackson, Miss. (No. 4); Wichita, Kan. (No. 5); Oklahoma City, Okla. (No. 6); San Antonio, Texas (No. 9); and Dayton, Ohio (No. 10). [ See the list of the 50 worst cities for allergies]\n\n\t?\n\n\tThe report was released by the Asthma and Allergy Foundation of America, which advocates for funding and policies that improve the quality of life for people with asthma and allergies. The report was sponsored by Water Pik Inc., which makes sinus health products.\n\n\t?\n\n\tPass it on: Knoxville, Tenn. is the worst city for allergy sufferers.\n\n\t?\n\n\tFollow MyHealthNewsDaily on Twitter @MyHealth_MHND. Find us on Facebook.\n\n\t?\n\n\tRelated on MyHealthNewsDaily:\n\n\n\t\t\tAchoo! Why Is The Pollen So Bad Right Now? \n\n\n\n\t\t\t9 Weirdest Allergies\n\n\n\n\t\t\tColds, Allergies or Sinusitis? Here's How You Can Tell\n\n\n\t?\n\n\tCopyright 2012 MyHealthNewsDaily, a TechMediaNetwork company. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.","author":"MyHealthNewsDaily Staff","web_category":"health#allergies","title":"Worst U.S. cities for allergies revealed","picture_url":"http://images.mnn.com/sites/default/files/allergies.jpg","url":"http://www.mnn.com//health/allergies/stories/worst-us-cities-for-allergies-revealed"}