{"summary":"\"It was originally part of the Agriculture Appropriations bill that the House Appropriations Committee reported in June 2012, and it became part of the joint House-Senate agreement completed in the Fall of 2012 before Senator Mikulski became Appropriations Chairwoman. The mysterious rider","advice_category":"5","content":"Anger over the \"Monsanto Protection Act\" is growing like an herbicide-resistant weed, fueled by news the rider was anonymously added to a U.S. budget bill in an apparent favor to biotech firms. The measure has made unlikely allies of Tea Party and environmental groups, inspired more than 250,000 people to sign a petition opposing it, and even prompted the head of the Senate Appropriations Committee to retroactively disavow it.\n?\nBut what exactly is the Monsanto Protection Act? And why is it causing such an uproar?\n?\nThe mysterious rider\nFirst, it isn't actually called the Monsanto Protection Act. Its more formal name is Section 735 of the \"Consolidated and Further Continuing Appropriations Act, 2013,\" or H.R. 933, an appropriations bill that President Obama signed into law last week. The bill averted a government shutdown, but many lawmakers were reportedly unaware of Section 735's existence. In fact, rather than undergoing a formal committee hearing, the rider was anonymously inserted as the larger bill wound through Congress, sparking accusations of opacity, collusion and corruption. Its origins remain hazy, but Sen. Roy Blunt, R-Mo., has since told Politico he \"worked with\" Monsanto to secure the rider.\n?\n\"[T]his all can be boiled down into a single, common phrase: a special interest loophole, and a doozy at that,\" writes Dustin Siggins, who blogs for Tea Party Patriots. \"This is a situation in which a company is given the ability to ignore court orders, in what boils down to a deregulation scheme for a particular set of industries.\" Environmentalists and food-safety advocates have voiced similar concerns; the Center for Food Safety recently called the rider \"an unprecedented attack on U.S. judicial review of agency actions\" and \"a major violation of the separation of powers.\"\n?\nSeeds of doubt\nAt issue are genetically modified organisms, or GMOs, created by Monsanto and other biotech firms. While there's no hard evidence that GMOs can harm humans, some worry about undiscovered health risks and the possibility of manmade genes spreading to wild plants, potentially wreaking ecological havoc. Supporters of the Monsanto Protection Act, who prefer to call it the Farmer Assurance Provision, say it simply aims to prevent activists from using the court system to make farmers scrap or destroy their genetically modified crops. \"As we understand it, the point of the Farmer Assurance Provision is to strike a careful balance allowing farmers to continue to plant and cultivate their crops subject to appropriate environmental safeguards, while USDA conducts any necessary further environmental reviews,\" Monsanto says in a statement.\n?\nBut critics say Congress caved to the biotech lobby, which they see as especially galling given the success of industry stalwart Monsanto. Just this week, for example, Monsanto reported its net sales rose 15 percent to $5.5 billion in the second quarter, and the company raised its full-year profit forecast by 10 cents a share.?\"They've got a great portfolio,\" one financial analyst tells the New York Times. \"The seeds and genomics business is performing quite well.\" Nonetheless, the H.R. 933 rider essentially grants Monsanto temporary immunity from legal challenges to the safety of its seeds, setting what Siggins and other observers have called a \"dangerous precedent.\"\n?\n\"It is not the purview of Tea Party Patriots to comment on the merits of GMOs — that is a discussion and debate for experts and activists within that field,\" Siggins writes. \"From the perspective of citizens who want open, transparent government that serves the people, however, the so-called 'Monsanto Protection Act' ... is one heck of a special interest loophole for friends of Congress.\"\n?\nHere's what Section 735 of H.R. 933 actually says:\n\"In the event that a determination of non-regulated status made pursuant to section 411 of the Plant Protection Act is or has been invalidated or vacated, the Secretary of Agriculture shall, notwithstanding any other provision of law, upon request by a farmer, grower, farm operator, or producer, immediately grant temporary permit(s) or temporary deregulation in part, subject to necessary and appropriate conditions consistent with section 411(a) or 412(c) of the Plant Protection Act, which interim conditions shall authorize the movement, introduction, continued cultivation, commercialization and other specifically enumerated activities and requirements, including measures designed to mitigate or minimize potential adverse environmental effects, if any, relevant to the Secretary’s evaluation of the petition for non-regulated status, while ensuring that growers or other users are able to move, plant, cultivate, introduce into commerce and carry out other authorized activities in a timely manner: Provided, That all such conditions shall be applicable only for the interim period necessary for the Secretary to complete any required analyses or consultations related to the petition for non-regulated status: Provided further, That nothing in this section shall be construed as limiting the Secretary’s authority under section 411, 412 and 414 of the Plant Protection Act.\"\n\nThe Plant Protection Act referenced in the rider is a 2000 law regulating \"plant pests,\" \"noxious weeds\" and \"biological control organisms.\" The full statute can be seen here.\n?\nShutdown showdown\nSen. Barbara Mikulski, D-Md., took some early blame for the rider, including from the Center for Food Safety.?\"In this hidden backroom deal, Senator Mikulski turned her back on consumer, environmental, and farmer protection in favor of corporate welfare for biotech companies such as Monsanto,\" CFS executive director Andrew Kimbrell said in a statement on March 20. \"This abuse of power is not the kind of leadership the public has come to expect from Senator Mikulski or the Democrat Majority in the Senate.\"\n?\nBut several days later, Mikulski issued a press release distancing herself from the measure. \"Senator Mikulski understands the anger over this provision. She didn't put the language in the bill and doesn't support it either,\" the statement said. \"It was originally part of the Agriculture Appropriations bill that the House Appropriations Committee reported in June 2012, and it became part of the joint House-Senate agreement completed in the Fall of 2012 before Senator Mikulski became Appropriations Chairwoman. That agreement was not reopened when the Agriculture bill and several others were included in the Continuing Appropriations Act to prevent a government shutdown.\"\n?\nThe CFS has also softened its stance against Mikulski, recently acknowledging to the Baltimore Sun that the rider originated before her ascension in the Appropriations Committee, and that she faced pressure to dodge a government shutdown. \"Her hands were tied by the negotiations that had previously happened,\" CFS director of government affairs Colin O'Neil tells the Sun. \"We recognize the tough spot she was in.\"\n?\nIn fact, as Blunt tells Politico, he was able to introduce the rider thanks partly to Mikulski's predecessor on the committee, the late Sen. Daniel Inouye, D-Hawaii. Inouye was \"sympathetic given Monsanto's large seed operations in Hawaii,\" Politico reports.\n?\nAs much controversy as the provision has generated, though, it has a relatively short shelf life. Unless it's renewed by Congress this year — and the Senate Appropriations chairwoman is now on record saying she opposes it — the Monsanto Protection Act is slated to expire after six months, when the fiscal year ends on Sept. 30.\n?\nRelated genetic engineering stories on MNN:\n\nJon Stewart explains the 'Monsanto Protection Act'\nWhat you need to know about GMO labels\nSupreme Court to hear farmer's Monsanto case\nHerbicide could make bacteria deadlier, study finds\n\n?","author":"","web_category":"earth-matters#politics","title":"What is the 'Monsanto Protection Act'?","picture_url":"http://images.mnn.com/sites/default/files/gmo_corn.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/what-is-the-monsanto-protection-act"}