{"summary":"Called the 3-D Printing Zero G Experiment, the test flight will send a Made in Space 3-D printer to the space station in 2014 to demonstrate the feasibility of using the technology to construct spare parts and tools from raw materials on a deep-space mission.. \"The current food system wouldn't meet the nutritional needs and five-year shelf life required for a mission to Mars or other long duration missions,\" NASA officials said in a statement","advice_category":"4","content":"A NASA-funded project that aims to transform a 3-D printer into a space kitchen could one day reinvent how astronauts eat in the final frontier.\n?\nNASA officials confirmed this last week that the space agency awarded $125,000 to the Austin, Texas-based company Systems and Materials Research Consultancy (SMRC) to study how to make nutritious and efficient space food with a 3-D-printer?during long space missions. The project made headlines last week largely because of the first item on the menu: a 3-D-printed space pizza.\n?\nFuture astronauts on deep-space mission will face a host of health and sustenance challenges. A roundtrip from Earth to Mars, for instance, could last several years and require thousands of meals for an astronaut crew. [10 Amazing 3-D-Printed Objects]\n?\n\"The current food system wouldn't meet the nutritional needs and five-year shelf life required for a mission to Mars or other long duration missions,\" NASA officials said in a statement. \"Because refrigeration and freezing require significant spacecraft resources, current NASA provisions consist solely of individually prepackaged shelf stable foods, processed with technologies that degrade the micronutrients in the foods.\"\n?\nNASA officials said SMRC will explore whether a?3-D-printed?food system will be able to provide nutrient stability and a wide variety of foods from shelf stable ingredients, while minimizing waste and saving time for space crews.\n?\nEngineers at SMRC are apparently envisioning a system that can \"print\" dishes using layers of food powders that will have a shelf life of three decades.\n?\n\"The way we are working on it is, all the carbs, proteins and macro and micro nutrients are in powder form,\" Anjan Contractor, a senior mechanical engineer at SMRC, told?Quartz, which first reported the project. \"We take moisture out, and in that form it will last maybe 30 years.\"\n?\nContractor already printed chocolate and now is working on a prototype to print a pizza, according to Quartz. NASA later issued a statement about the Small Business Innovation Research phase I contract that was given to SMRC.\n?\nThis initial six-month project could lead to a phase II study, but NASA officials said the technology is still years away from being tested on an actual flight.\n?\nBesides printing celestial pizza, 3-D printing could have other uses in space. Also called additive manufacturing, the technology could allow astronauts to make replacement parts for spacecraft or even extraterrestrial habitats, like a?lunar base.\n?\n\"NASA recognizes in-space and additive manufacturing offers the potential for new mission opportunities, whether 'printing' food, tools or entire spacecraft,\" space agency officials said. \"Additive manufacturing offers opportunities to get the best fit, form and delivery systems of materials for deep space travel.\"\n?\nIn a separate project, NASA is planning to launch a 3-D printer to the International Space Station to test space manufacturing technology for long-duration missions. That project stems from a partnership between the company Made in Space and NASA's Marshall Space Flight Center in Huntsville, Ala.\n?\nCalled the 3-D Printing Zero G Experiment, the test flight will send a Made in Space 3-D printer to the space station in 2014 to demonstrate the feasibility of using the technology to construct spare parts and tools from raw materials on a deep-space mission.\n?\nFollow SPACE.com on Twitter?@Spacedotcom. We're also on?Facebook?and?Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSpace Food Evolution: How Astronaut Chow Has Changed (Photos)\n\n\nThe 10 Weirdest Things Created By 3D Printing\n\n\n3D Printing Technology and You\n\n\nMNN: Space beer headed for zero gravity bar\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Megan Gannon, SPACE.com","web_category":"earth-matters#space","title":"How 3-D printers could reinvent NASA space food","picture_url":"http://images.mnn.com/sites/default/files/SpaceFood_m_0528.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-3-d-printers-could-reinvent-nasa-space-food"}