{"summary":"\tThe danger from oil spills may not even stop with the oil itself. \tTo learn more about offshore oil issues, visit MNN's offshore drilling and oil spill pages, or check out the videos and related links below:","advice_category":"8","content":"?\n\n\tThere's big money in offshore oil, all thanks to algae that died 500 million years ago, sank under the seabed and got pressure-cooked into petroleum. But there are big risks, too: When these gooey ghosts escape their tombs and run amok — as they have in the 2010 Gulf of Mexico oil spill — they often come back to haunt the living, which can spell big trouble for the environment, the economy and even human health.\n\n\t?\n\n\tWith such high stakes involved, the United States faces a bit of a Catch-22 when it comes to offshore drilling. Oil has been the No. 1 U.S. fuel for a century, but domestic production peaked in 1973, and the country has been importing more oil than it makes?since 1994 in a race to keep up with demand. And even though America's top foreign oil supplier is Canada, not the Middle East, political pressure for more domestic, offshore oil drilling has been growing for years.\n\n\t?\n\n\tThat pressure reached a critical mass in March, when President Obama announced plans to end a three-decade ban on new offshore drilling in U.S. waters. The move was widely seen as an olive branch to offshore-drilling advocates in Congress, offering a compromise that might win support for a?climate-change bill. It paved the way for new drilling in the Gulf of Mexico as well as the first-ever oil rigs off the East Coast, and while it drew the ire of environmentalists, there was only scattered public criticism.\n\n\t?\n\n\tWithin a few weeks, though, the tides suddenly turned. An explosion aboard the Deepwater Horizon oil rig in the Gulf of Mexico killed 11 workers on April 20, and two days later — the 40th anniversary of Earth Day — the rig sank?to the sea floor,?starting what is now being called the worst oil spill in American history.\n\n\t?\n\n\tAfter weeks of relentless leakage from the deep-sea oil well,?the future of U.S. offshore drilling has grown murkier and murkier. Former proponents such as California Gov. Arnold Schwarzenegger and Florida Gov. Charlie Crist have withdrawn their support, at least seven congressional committees are investigating oil companies as well as federal regulators, and President Obama is appointing an independent panel?to study what went wrong. The U.S. Interior Department is also revamping its agency that regulates oil companies,?halting its plans to allow drilling in the Arctic Ocean until at least 2011, and even mothballing existing deepwater oil rigs in the Gulf of Mexico for six months. And in recent weeks, two prominent federal officials in charge of offshore drilling have announced their?resignation amid allegations of corruption and lax oversight.\n\n\t?\n\n\tYet oil companies insist deep-ocean crude is safe to extract, describing the 2010 Gulf spill as a freak accident. In testimony to Congress, oil-well owner BP, rig owner Transocean and subcontractor Halliburton deflected blame for the spill toward one another, each highlighting its partners' errors and shortcuts. And even with the environmental, economic and political uproar over offshore drilling in the Gulf of Mexico, the industry is still angling to keep expanding there and elsewhere: Shell Oil hasn't given up on its plans?to drill in Alaska's Beaufort and Chukchi seas, and Virginia Gov. Bob McDonnell still?wants to drill for oil?off his state's coast, too. According to one recent Associated Press poll, about 50 percent of Americans still support more offshore drilling, despite the current spill.\n\n\t?\n\n\tSo how dangerous can oil spills really be? How risky is offshore drilling in general? And will it expand off more U.S. shores? The answers to all these questions may now be floating through the Gulf of Mexico, which has become a testing ground for techniques to stop deepwater oil leaks as well as the nebulous plumes they release. Choppy political waters ahead of midterm elections have increasingly muddied the outlook for U.S. offshore drilling, but in hopes of offering some clarity, MNN presents the following look at the industry's risks, rewards, past, present and potential future.\n\n\t?\n\n\tThe birth of offshore drilling\n\n\tAlert oilmen in Summerland, Calif., had noticed for years that productive wells were often near the beach, but in the late 1800s, a local named Henry L. Williams became the first to venture offshore. Williams built a 300-foot wooden wharf into the Pacific that was the world's first offshore rig, and more soon sprung up along the coast, with the longest stretching more than 1,200 feet into the ocean. Wharf-based oil drilling quickly spread around the country, to Ohio's Grand Lake by 1891 and Louisiana's Lake Caddo by 1911.\n\n\t?\n\n\tAfter early oil drillers spent several decades tapping relatively shallow waters, the Kerr-McGee Co. drilled the first truly offshore oil well in 1947, located 10.5 miles off the Louisiana coast. In addition to opening up a new world of undersea oil exploration, this new generation of free-standing offshore rigs used technology like steel cables and diamond drills, which had recently been developed for onshore drilling. The industry continued surging along until Jan. 29, 1969, when an oil platform six miles off the coast of Summerland suffered a blowout, spilling 4.2 million gallons of crude into the Pacific over eight days. Tides brought the oil slick ashore in Santa Barbara County, washing in dead seals, dolphins and seabirds along with it. The disaster sparked public outrage, and spurred a series of new federal regulations on offshore oil drilling, and even a congressional ban in 1981.\n\n\t?\n\n\tBut as memories of the '69 spill faded, and even after Alaska's devastating Exxon Valdez oil spill in 1989, rising demand and dwindling production made offshore oil too appealing to ignore. Production and exploration continued in the western and central Gulf of Mexico, while existing wells were developed in Southern California and oil companies clamored to drill off Alaska's northern coast. Although the 2010 Gulf oil spill has cast doubts on the future of some oil-drilling proposals, recent events in Washington, D.C., suggest parts of the Gulf, the Atlantic and Alaska may nonetheless invite in more high-tech oil rigs like the Deepwater Horizon.\n\n\t?\n\n\tTypes of offshore oil rigs\n\n\tOffshore drilling has come a long way since the first oil wharf forged into the Pacific 120 years ago. Oil companies now have an arsenal of options at their disposal to tap deep-sea petroleum deposits, ranging from 1,000-foot-deep fixed-platform rigs to 10,000-foot-deep \"spar platforms,\" which are held up by massive cylinders that average 130 feet wide. Many newer types of offshore rigs were first developed and tested in the Gulf of Mexico, including floating production systems like the Deepwater Horizon rig that exploded and sank in April.\n\n\t?\n\n\tClick here to read more about the different types of offshore oil rigs.\n\n\t?\n\n\tShelf confidence ?\n\n\tThe benefits of drilling for oil on North America's Outer Continental Shelf are hard to ignore. The United States consumes more than 800 million gallons of petroleum a day, but produces less than 300 million, forcing the country to import nearly 500 million gallons daily to make up the difference. The largest foreign supplier is Canada, providing about 108 million gallons every day, but with another 102 million coming from the Middle East, and Venezuela contributing 50 million a day, the desire to import less foreign oil is a rare point of bipartisan agreement on Capitol Hill. Arguments usually still arise, however, over how to replace those imports.\n\n\t?\n\n\tAbout 36 percent of what U.S. oil fields do produce today comes from the Gulf of Mexico, and according to 2006 estimates by the U.S. Minerals Management Service, there may be 1.7 trillion gallons of undiscovered, recoverable oil in the Gulf alone — enough to last U.S. consumers more than five years if relied upon entirely. The MMS suspects there may be some 3.6 trillion gallons hidden under U.S. offshore waters overall. Throw in 420 trillion cubic feet of natural gas, and the Outer Continental Shelf starts to look like an energy goldmine (not to mention its offshore wind potential).\n\n\t?\n\n\tIn addition to the offshore oil industry's role as an energy provider, it's also a major employer and taxpayer, supporting more than 35,000 jobs along the Gulf Coast and paying some $10 billion in royalties each year. As longtime onshore oil fields like East Texas and Prudhoe Bay dwindle, oil companies have their sights set on the sea — especially the Gulf of Mexico, which is already home to nearly 4,000 oil production platforms and about 175 exploratory drilling rigs. The question now is mainly where exactly new rigs will emerge, and, as oil washes onto U.S. shores in at least two states, what effects more oil drilling might have on the surrounding environment.\n\n\t??\n\n\tSpill waters run deep\n\n\tOil is a naturally occurring substance, but since there aren't?normally big plumes of it flowing through the ocean all at once, most animals haven't bothered evolving much tolerance for its toxicity. Crude oil contains benzene, a known carcinogen, as well as an array of other hydrocarbons that can be immediately toxic in large doses, such as hexane, toluene and xylene. But some of the earliest and most compelling damage done by oil has more to do with its consistency than its contents.\n\n\t?\n\n\tThick crude can clog whales' and dolphins' blowholes, collect in oysters' and mussels' feeding filters, and cover the waterproof coats of seabirds and sea otters (pictured). Fish eggs, shrimp, jellyfish and sea turtles can all be killed by an oil spill, and many birds make things worse by swallowing the oil as they preen. Oil can affect the entire food chain if it blocks sunlight from reaching algae under the surface, and it may also create \"dead zones,\" since the specialized bacteria that eat oil must consume oxygen in the process. When scientists measured oil plumes streaming out of the Deepwater Horizon oil well earlier this month, they found levels of oxygen in the surrounding water were 30 percent lower than normal.\n\n\t?\n\n\tWhen oil reaches land, shorelines like the Gulf Coast face particularly high risks because their rugged marshes and bayous are more absorbent and harder to clean than most beaches. Still, many environmentalists are even more concerned about oil spills in Alaska's Arctic Ocean, where Shell Oil had planned to begin drilling this summer before President Obama announced a temporary freeze on drilling there. The area is so remote and ecologically rich, conservationists warn, that loose oil could be more damaging and persistent than on other U.S. coasts, especially when sea ice forms in winter. The MMS recently asked Shell to improve its Arctic safety protocol in the wake of the Gulf oil spill, to which the company replied that it will have a pre-made \"containment dome\" on site, similar to the one that failed to stop the Gulf leak, and would launch an \"unprecedented\" response if a spill occurred.\n\n\t?\n\n\tThe environment isn't the only victim in oil spills, however — on top of threatening both human and animal health, spills can also endanger the economy. Authorities have closed about 20 percent of the Gulf of Mexico to fishing this year as the oil slick there spreads, leaving many coastal fishermen and restaurants without a source of income. Gulf Coast commercial fishermen normally reel in more than $600 million of total revenue each year, including nearly 60 percent of the country's oyster catch and about three-quarters of its shrimp. A spill off the East Coast could similarly contaminate oyster beds around Chesapeake Bay, the nation's largest estuary, and could harm tourism in Florida, which makes up nearly 6 percent of its total economy. (Of course, Florida and the East Coast could suffer from oil spills even without Atlantic drilling, since experts are already worried the Gulf's \"loop current\" will carry the Deepwater Horizon oil around the Florida Keys.)\n\n\t?\n\n\tThe danger from oil spills may not even stop with the oil itself. Airplanes have been spraying chemical dispersants onto the Gulf oil sheen in recent weeks, aiming to break it up into smaller chunks that can be more easily digested by oil-eating microbes. The chemicals help coastal wildlife by diluting oil in the ocean, preventing large rafts of gooey crude from reaching shore, and they also make it less likely that whales will choke on oil in their blowholes. But the dispersants themselves are toxic, too, and while the EPA recently granted BP permission to continue using them on the surface — as well as to test their effectiveness underwater — the agency admitted it doesn't know what their ecological effects might be.\n\n\t?\n\n\tOffshore outlook\n\n\tAside from hitting a sensitive region already recovering from major storms, the 2010 Gulf of Mexico oil spill also came at a turbulent time in general for U.S. offshore energy issues. While President Obama was making waves by opening the door for drilling off parts of the Atlantic and Gulf coasts, environmental groups were fighting existing plans to expand offshore drilling near Southern California and the North Slope of Alaska. Even offshore wind power has proved controversial, with opponents in Massachusetts still battling a Cape Cod wind farm that?U.S. Interior Secretary Ken Salazar approved in April.\n\n\t?\n\nThe BP oil spill is shedding new light on the dangers of offshore drilling, since it left many of the world's top scientists and engineers?scratching their heads for weeks. After remote-controlled submarines and a 98-ton containment dome failed to stop the leaking oil, BP turned to less conventional options, such as blasting a \"junk shot\" of golf balls and shredded tires into the leak, cutting the damaged pipes and siphoning oil to the surface, or shooting viscous drilling mud at the wellhead in a tactic known as a \"top kill.\" A newly drilled relief well is seen as the only permanent solution, but since it will take months to finish, officials have been considering virtually any serious suggestions in the meantime.\n\n\t?\n\n\tBack on the surface, another high-stakes drama is also unfolding as lawmakers and investigators try to figure out what caused the explosion that killed 11 people and started the spill. They've revealed that Halliburton did cementing work on the wellhead days before it ruptured, that BP opted for the cheaper but riskier option of replacing drilling mud with sea water as a sealant, and that pressure tests offered at least a hint that something was about to go wrong. One report also found that the MMS let BP bypass environmental assessments before drilling the Deepwater Horizon's oil well, and even suppressed its own biologists' findings that might restrict drilling. And as criticism of his agency's cozy relationship with oil companies grew, the MMS official in charge of offshore drilling announced two days after the Deepwater Horizon explosion that he would retire on June 30, then abruptly moved up his last day to May 31 a few weeks later. On May 27, the overall head of the MMS also?resigned under pressure from the Obama administration.\n\n\t??\n\n\tThe dark side of offshore oil drilling has come increasingly into focus this spring, and policy shifts by high-profile politicians have led some to claim offshore drilling is dead in the water. But the industry still plays a major role in U.S. power production and has ample allies in Congress, and a recent poll found that about half of Americans still favor expanding it. The Senate's proposed American Power Act — a climate bill combining industrial emissions cuts with other energy-related measures — aims to quench this remaining thirst for offshore oil while also adding safeguards against spills and leaks. The bill would give states more input in and output from offshore drilling, letting them ban federal lease sales within 75 miles of their coasts, veto drilling plans that could endanger their environment, and collect more revenue from oil production in their waters. But with little Republican support and criticism from some Democrats who call the bill too weak, its chances of success remain unclear.\n\n\t?\n\n\tMeanwhile, the Obama administration is working to split the MMS into three parts, a response to complaints about the agency's dual role of policing and profiting from the same industries. The MMS was involved in major ethics violations during the George W. Bush administration, according to a 2008 Interior Department?audit, which found that the agency suffered from a \"culture of substance abuse and promiscuity,\" including illegal gifts, drug use and sexual misconduct between federal employees and industry representatives. Later investigations have found that not only were some officials engaged in unethical behavior, but at least one MMS rig inspector admitted to using crystal meth on the job, possibly even while inspecting offshore rigs. The new plan would create separate agencies to collect royalties from energy companies and to regulate them, but any such changes likely wouldn't affect decisions made under the old system, including existing leases in the Arctic Ocean and Gulf of Mexico.?\n\n\t?\n\n\tOffshore wind, waves, osmotic energy and \"ocean thermal energy conversion\" offer alternative methods of tapping the sea's power without drilling for oil or natural gas, but all are still years or even decades away from easing the burden on fossil fuels. Even with growing federal funds for renewable energy projects, offshore oil will almost certainly persist in the U.S. energy portfolio long into the future — and while technology and vigilance may improve after the Deepwater Horizon disaster, offshore drilling will always be haunted by the specter of another spill.\n\n\t?\n\n\tMore information\n\n\tTo learn more about offshore oil issues, visit MNN's offshore drilling and oil spill pages, or check out the videos and related links below:\n\n\n\t\t\tWhat went wrong at Gulf oil rig? A lot, investigators find\n\n\t\t\tIs this spill the oil industry's Three Mile Island?\n\n\t\t\tHow Kevin Costner's oil filtration tech works\n\n\t\t\tBetty White lends a hand to animals in oil spill\n\n\t\t\tStopping the oil leak: Golf balls vs. nukes\n\n\t\t\tHigh chance of hurricane in oil-ravaged Gulf of Mexico\n\n\t\t\tPhotos: Animals at risk from Gulf oil spill\n\n\n\t?\n??\n\n\n\t?\n\n\n\n\t?\n\n\tEditor's Note: This article has been updated from its original version, which first appeared May 19, 2010.\n\n\t?\n\n\tImage credits\n\n\tOiled duck: U.S. Fish and Wildlife Service\n\n\tOil slick in the Gulf of Mexico: ZUMA Press\n\n\tEarly offshore drilling in Ohio:?American Oil & Gas Historical Society\n\n\tTypes of offshore oil rigs: U.S. Minerals Management Service\n\n\tU.S. coastline, aerial view: MMS\n\n\tThree offshore oil rigs: U.S. National Oceanic and Atmospheric Administration\n\n\tSea otter after 1989 Exxon Valdez oil spill: ZUMA Press\n\n\tShrimp boat: South Carolina Dept. of Natural Resources\n\n\tAirplane spraying dispersants on May 5: ZUMA Press\n\n\tLeaking Deepwater Horizon oil well: BP/AP\n\n\tOil rig at sunset: MMS\n\n\tMNN homepage photo: pelicankate/iStockphoto?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Offshore drilling: Low bills vs. big spills","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/offshore-drilling-low-bills-vs-big-spills"}