{"summary":"The United States recently lost its lead in global carbon emissions to China, thanks mainly to China's record-setting population growth and coal consumption. It has since diversified a bit — oil now contributes 15 percent of China's CO2 emissions, with coal responsible for 74 percent — but coal is still king, and the country is constantly using more of it","advice_category":"8","content":"?\n?\nWhen Hillary Clinton swept through Asia last week, it was the first time in 50 years a new U.S. secretary of state kicked off his or her tenure by visiting that continent. It marked a new American focus especially on China, the culmination and centerpiece of her trip. Clinton and Chinese Foreign Minister Yang Jiechi pledged to improve and expand the countries' relationship, and both repeatedly named climate change as a main reason why.\n?\nFor much of this decade, China and the United States have been at odds over their carbon dioxide emissions. International finger-pointing about CO2 is common, especially now that world leaders face cooling economies on top of warming temperatures. But even before this recession, some of the planet's most industrious nations struggled to coordinate cutbacks, allowing emissions to continue rising.\n?\nThe 1997 Kyoto Protocol offered hope for widespread action, but the United States pulled out in 2001, citing economic constraints and arguing that developing nations like China and India shouldn't be exempt. The pact lost considerable relevance without U.S. support, and other countries' adherence to it has been mixed. This December's U.N. Climate Change Conference in Copenhagen is intended to produce an improvement on the Kyoto treaty, which expires in 2012.\n?\nPresident Obama has been stoking optimism among world leaders by making climate change a top priority, and Clinton demonstrated the administration's dedication in Beijing when she announced the United States is willing to put human rights grievances aside to focus on economic and environmental issues with China. A glance at the graph above shows why: China and the United States together account for about 40 percent of global greenhouse gas emissions, and China's already-prolific output is expected to grow for decades.\n?\nFor most of the fossil-fuel era, U.S. industry pumped more CO2 skyward than anyone else. Relying on an energy portfolio composed mainly of imported oil, domestic coal and domestic natural gas, America played a leading role in raising atmospheric concentrations of CO2 from 280 parts per million — where they had hovered throughout human history — to more than 380 ppm. Around 450 ppm is seen as a sort of breaking point for the climate; at current rates we may reach it by 2045.\n?\nThe United States recently lost its lead in global carbon emissions to China, thanks mainly to China's record-setting population growth and coal consumption. In 1950, when it was still just the No. 10 global emitter of CO2, nearly 99 percent of those emissions came from coal burning. It has since diversified a bit — oil now contributes 15 percent of China's CO2 emissions, with coal responsible for 74 percent — but coal is still king, and the country is constantly using more of it. Chinese coal production has doubled since 1990, and its CO2 emissions have grown more than 66 percent since 2000. A University of California study published last year projected China will have released enough greenhouse gases by 2010 to cancel out the Kyoto Protocol.\n?\nChina's reliance on coal is especially unfortunate because, out of all fossil fuels, it's the worst for the climate. While it varies depending on the source, every type of coal has a higher carbon content than petroleum or natural gas: Coal averages around 26 teragrams of carbon per quadrillion Btu of energy, while natural gas has about 14 and crude oil has about 20. China has invested in enormous hydroelectric projects as well as coal gasification, but neither has yet been able to keep pace with its population growth.\n?\nDespite China's appetite for coal and its constantly rising emissions, however, it only produces about a quarter of the CO2 per capita the United States does. That's often the case for developing countries, but it highlights an often overlooked shortcut to reducing CO2 emissions: energy efficiency.\n?\nThe United States has the world's largest coal reserves and uses them heavily, but a nation of motorists has made oil the fuel of choice here. That's also a major reason why the country has the world's highest per capita CO2 emissions. That normally leaves automakers in the driver's seat for curbing vehicles' CO2 fuel use, but the recent federal bailout of Chrysler and GM has given the Obama administration more freedom to demand efficiency. At the 2009 Detroit and Washington auto shows, this new emphasis was already apparent.\n?\nNearly 70 percent of U.S. electricity is generated from coal and natural gas, no small contribution to CO2 emissions itself. Obama and congressional leaders have promised a cap-and-trade bill later this year that would cut emissions 80 percent by 2050, and the recent economic stimulus package included $16.8 billion for the Department of Energy's Energy Efficiency and Renewable Energy program, nearly 10 times its previous allotment. Eleven billion of that will go to weatherization of certain homes and federal buildings as well as upgrades to the power grid.\n?\nEfficient use of polluting fuels can only do so much, however. The inevitable answer to CO2 emissions is switching to power sources that don't produce them. It's not an easy time to find funding for anything, including wind turbines and solar farms, but $6 billion of the EERE's stimulus allotment will fund loan guarantees for such renewable energy projects, and Obama has pledged to spend $150 billion more over 10 years. [For more on renewable energy in the United States, see \"EIA: How much renewable energy do we use?\"]\n?\nBut even individual countries with carbon footprints as large as the United States' and China's can barely slow down climate change on their own. Developed countries such as the U.K., Russia and Japan are also major carbon contributors, and India leads a mob of up-and-comers who still rely heavily on dirty fuels. U.S. and Chinese officials and experts have agreed that cooperation between the two countries is a necessary step in dressing the wounds of global warming — the Chinese foreign minister will reciprocate Clinton's visit by coming to Washington on March 9 — but it will likely take even broader coordination, namely at December's Copenhagen climate conference, for healing to really begin.\n\n?\n?\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Which countries produce the most CO2?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/which-countries-produce-the-most-co2"}