{"summary":"Mount Everest Expeditions Then and Now. While Everest isn't the only Himalayan region seeing the effects of climate change, not all of the region's glaciers are melting","advice_category":"2","content":"Earth's global thaw has reached Mount Everest, the world's tallest peak, researchers said on May 14 at the Meeting of the Americas in Cancun, Mexico.\n?\nGlaciers in the Mount Everest region have shrunk by 13 percent in the last 50 years and the snowline has shifted upward by 590 feet (180 meters), Sudeep Thakuri, a graduate student at the University of Milan in Italy, said in a statement. Located in the Himalaya Mountains on the border between China and Nepal, Everest's summit is 29,029 feet (8,848 m) above sea level.\n?\nThakuri and his colleagues tracked changes to glaciers, temperatures and precipitation at Everest and the surrounding Sagarmatha National Park. There, glaciers have retreated an average of 1,300 feet (400 m) since 1962, the team found. More recently, precipitation (both snow and rain) has dropped by 3.9 inches (100 millimeters) and temperatures have risen 1 degree Fahrenheit (0.6 degrees Celsius) since 1992.\n?\nThe researchers suspect that the glacial melting in the Everest region is due to global warming, but they have not yet established a firm connection between the mountains' changes and climate change, Thakuri said in the statement.\n?\nWhile Everest isn't the only Himalayan region seeing the effects of climate change, not all of the region's glaciers are melting. The Karakoram Mountains, on the China-India-Pakistan border, are holding steady and may even be growing. But shrinking glaciers in the rest of the Himalayas have drawn significant global attention, because the glaciers provide water and power for roughly 1.5 billion people.\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow?LiveScience?@livescience, Facebook?&?Google+. Original article on?LiveScience.com\n?\nRelated on LiveScience and MNN:\n\nMount Everest Expeditions Then and Now\n\n\nStunning Scenes: From the Himalayas to the Taklamakan Desert\n\n\nThe World's Tallest Mountains\n\n\nMNN: 9 amazing mountains you may never see in person\n\nThis story was originally written for LiveSicence and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Mount Everest is melting","picture_url":"http://images.mnn.com/sites/default/files/MountEverestMelt_m_0515.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/mount-everest-is-melting"}