{"summary":"The video of the oarfish shows it swimming to a depth of 364 feet (111 m) beneath the surface, undulating its long dorsal fin to precisely control its movements, Benfield told LiveScience's OurAmazingPlanet. Shortly before the 2011 Tohoku earthquake and tsunami, about 20 oarfish stranded themselves on Japanese beaches, suggesting the fish could possibly have known that the temblor was coming, Benfield said","advice_category":"2","content":"Behold the oarfish, a bizarre beast the lives in the deep ocean, far offshore. Due to its remote home, little is known about the fish, whose dorsal fins delicately undulate as it glides about the deep.\n?\nMuch of what we know about the creature comes from specimens that have washed ashore or floated to the surface, but in the past few years, a number of videos of the fish have been captured and are shedding more light on the animal's shadowy existence.\n?\nOne video, taken by a remotely operated vehicle (ROV) in August 2011, is the longest, best-quality video captured to date, said Mark Benfield, a researcher at Louisiana State University and part of a team that made the video of the oarfish. The footage, as well as four other videos of the animal and details about what they've taught scientists, was published online June 5 in the Journal of Fish Biology.\n?\n\n\n?\nThe oarfish is thought to be the world's longest bony fish, a group that includes almost all fish except sharks and rays (whale sharks are the largest fish in the ocean). Oarfish have been reliably measured reaching up to 26 feet (8 meters) in length, but may grow to be nearly 50 feet (15 meters) long, Benfield said. The video of the oarfish shows it swimming to a depth of 364 feet (111 m) beneath the surface, undulating its long dorsal fin to precisely control its movements, Benfield told LiveScience's OurAmazingPlanet. The fish swim with their head upright and their tail hanging beneath them, and can easily move backward and forward and up and down quickly, Benfield said. [In Photos: Spooky Deep-Sea Creatures]\n?\nAt the end of the encounter between the ROV and the oarfish, the creature seemed to tire of being followed and began undulating its entire body, accelerating much faster than the ROV, Benfield said. This behavior is evident in the video just before the fish disappears in the darkness of the ocean.\n?\nThe video was taken while Benfield and his colleagues were working on assessing damage caused by the Deepwater Horizon oil spill, when the ROV the team was using happened to spot what appeared to be an oarfish.In the video, the oarfish appears to have a parasitic isopod (a type of crustacean) clinging to its dorsal spine, which is the first recorded instance of this happening, according to the study.\n?\nOarfish are so-called because of the paddle-like appendages at the end of their pelvic spines, which are used to help them balance and swim upright, Benfield said.\n?\nShortly before the 2011 Tohoku earthquake and tsunami, about 20 oarfish stranded themselves on Japanese beaches, suggesting the fish could possibly have known that the temblor was coming, Benfield said. Scientists don't understand how that might be possible, however, and it could just be a coincidence, he added.\n?\nEmail?Douglas Main?or follow him on?Twitter?or?Google+. Follow us @livescience, Facebook or Google+. Article originally on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nExtreme Life on Earth: 8 Bizarre Creatures\n\n\nDeep-Sea Creepy-Crawlies: Images of Acorn Worms\n\n\nGallery: Creatures from the Census of Marine Life\n\n\nMNN: 8 bizarre newly discovered deep sea creatures\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience","web_category":"earth-matters#animals","title":"Bizarre, deep-sea oarfish revealed in video","picture_url":"http://images.mnn.com/sites/default/files/Oarfish_m_0611.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/bizarre-deep-sea-oarfish-revealed-in-video"}