{"summary":"\"The eclipse in Australia begins shortly after sunrise and makes its way over the Pacific Ocean,\" officials from Slooh said in a statement. This isn't the only solar eclipse of the year","advice_category":"4","content":"The moon will block part of the sun today (May 9) to create a potentially amazing \"ring of fire\" and you can watch the celestial sight live online.\n?\nThe \"ring of fire\" solar?eclipse — known as an annular solar eclipse — will be viewable (weather permitting) over certain areas of Australia and islands in the Southern Pacific Ocean where the local time will be Friday (May 10). If you don't happen to live in those parts of the world, however, you can still catch the cosmic show.\n?\nThe online Slooh Space Camera will host a free webcast featuring live views of the eclipse today, beginning at 5:30 p.m. EDT (2130 GMT). You can watch it live on SPACE.com, courtesy of Slooh. [See Spectacular Photos of a 'Ring of Fire' Solar Eclipse]\n?\n\"The precise line up, or syzygy, of the sun, moon and Earth have intrigued primitive cultures for millennia,\" Bob Berman, contributing editor and monthly columnist for Astronomy Magazine, said in a statement. \"Here are the two most important and influential celestial bodies, so far as life on Earth is concerned, and on that day we can actually watch their clockwork motions. We observe firsthand as the Moon orbits around us at 2,250 miles per hour, showing off its speed as it centrally crosses the disk of the sun. It's pretty dramatic.\"\n?\nSlooh will stream in live video of the?solar eclipse?as seen by an observatory in Australia. Expert commentators, like Berman, will be on hand to discuss the event as well. The space camera will also host a live feed from the Prescott Solar Observatory to show viewers shots of the sun from Arizona. You can also follow the solar eclipse live via Slooh's iPad app and its website, events.slooh.com.\n?\nThis eclipse also marks the second solar eclipse in six months for skywatchers in Australia.\n?\nEvery eclipse is a unique event, Jay Pasachoff, an astronomer at Williams College in Mass. and the chair of the International Astronomical Union's working group on eclipses said. Pasachoff travelled to Australia earlier in the week to prepare for the eclipse with his 10-person team. This eclipse marks the 56th solar eclipse that Pasachoff has witnessed in person.\n?\n\"The beauty of an eclipse is that each one is so memorable,\" Pasachoff told SPACE.com. \"They [annular eclipses] aren't as exciting as total eclipses but it will still be fun to see anyway.\"\n?\nDuring this kind of eclipse, the moon covers about 95 percent of the sun, but that doesn't mean ?the sky will be noticeably darker, experts have said. Special camera and telescope filters, protective eyewear and other means of defense should be implemented to safely view the eclipse in person.\n?\n\"The eclipse in Australia begins shortly after sunrise and makes its way over the Pacific Ocean,\" officials from Slooh said in a statement. \"Because the moon is very nearly at a point farthest from Earth, known as apogee, it appears too small to fully cover the sun, leaving a thin ring of sunlight or 'annulus' — known as the 'Ring of Fire.'\"\n?\nWeather permitting, the Hawaiian Islands, the southern Philippines, eastern Indonesia, parts of Australia, parts of Papua New Guinea and a sliver of New Zealand will be treated to at least a partial eclipse, although these parts of the world are outside of the path of annularity.\n?\nToday's eclipse follows a partial lunar eclipse that shadowed the moon above Central Asia, Western Australia, Eastern Europe and Africa. Another minor lunar eclipse will occur on May 24.\n?\nThis isn't the only solar eclipse of the year. On Nov. 3, a rare annular eclipse that transitions into a total eclipse — called a hybrid eclipse — will be visible in the northern Atlantic Ocean and into equatorial Africa.\nWARNING: Never look directly at the sun during an eclipse with a telescope or your unaided eye. Severe eye damage can result and scientists use special filters to safely view the sun.\n?\nEditor's note: If you live in the observing area of today's solar eclipse and safely snap an amazing picture of the sun that you'd like to share for a possible story or image gallery, send photos, comments and your name and location to Managing Editor Tariq Malik at spacephotos@space.com.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebookand Google+. Original article on SPACE.com.\n?\nRelated on Space.com and MNN:\n?\n\nHow to Safely Photograph the Sun (A Photo Guide) \n\n\nSolar Eclipse & Evening Planets - May 2013 Skywatching Guide | Video\n\n\nSolar Eclipses: An Observer's Guide (Infographic)\n\n\nMNN: 8 images of solar eclipses [Photos]\n\n?\nThis story was originally written for Space.com and is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer","web_category":"earth-matters#space","title":"How to watch the 'ring of fire' solar eclipse","picture_url":"http://images.mnn.com/sites/default/files/dykstra-roswell-eclipse-bird.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-to-watch-the-ring-of-fire-solar-eclipse"}