{"summary":"I think those can be two really valid reasons for working very hard to save an endangered species. That gets at a core confusion in how we think about a lot of endangered species","advice_category":"2","content":"Some estimates put the planet on a pace to lose half of all species by the end of the century, and accordingly, conservation efforts in the United States have moved far beyond not shooting animals.\n?\nHowever it's not always clear if our new labors to save species are herculean or Sisyphean. The only hope for sustaining America's whooping cranes might be men dressed in white costumes flying ultralight aircraft. Rescuing a single humpback whale may inadvertently leave a unique butterfly habitat destroyed. To save endangered salmon, humans might find themselves hazing sea lions with firecrackers. The future of conservation looks more and more complicated as humans become entangled in the lives of animals, and people can't always tell if their efforts will ultimately be futile, or worse, do more harm than good.\n?\nIn his new book \"Wild Ones\" (Penguin), which hit shelves on May 16, Jon Mooallem tackles this maddening uncertainty through the eyes of people working with animals that have fallen victim to human whims — among them, birds dependent on people to survive, polar bears feeling the pressures of climate change, and butterflies boxed into a broken habitat. Mooallem, who is a contributing writer to the New York Times Magazine, talked to LiveScience this week about his book and how to decide which species to save and why. The following is an interview, edited for length and clarity. [10 Species You Can Kiss Goodbye]\n?\nLiveScience: An underlying theme in your book seems to be that humans are uncomfortable with admitting how much power we have over other living things on the planet. Why do you think this is especially the case with animals? \nJon Mooallem: In just a very basic way, animals are the creatures we share the planet with. They're not like trees and rocks. They're not part of the scenery. They seem to have lives of their own going on, and that makes us really curious about them. And for a long time in human history, a lot of animals were also our competitors. We had to deal with predators. We were afraid of them, or we were trying to catch the same fish. Now we've evolved to a point where we really have so much of the planet on lockdown that even these rivals or these animals we've looked up to are under our control, and it's an incredibly uncomfortable thought. We shouldn't have that kind of purchase over these other beings.\n?\nSome endangered species, like the Lange's metalmark butterfly featured in your book, are already living outside of their original context in the wild and, at this point, their extinction wouldn't seem to tear a big hole in the ecosystem. Is there an ultimate argument for saving a species even when their importance in the ecosystem is not so obvious?\nThat gets at a core confusion in how we think about a lot of endangered species. Some of the arguments that we use to justify working to save these animals really aren't applicable and they really aren't the most powerful arguments either. Sometimes we try to make scientific arguments for species where it really comes down to a matter of emotion or even nostalgia. We'd like to preserve some of these things maybe because they're beautiful, maybe because we don't want to feel guilty about having exterminated them. I think those can be two really valid reasons for working very hard to save an endangered species. There's something gorgeous about trying to preserve something that we care about in an aesthetic sense or an emotional sense. Conservation, I find, doesn't really know how to talk through those arguments that well yet, and oftentimes people are wary of making them.\n?\nDo you think revising our definition of wildness would change the way we look at animals and conservation?\nThat's one of the real challenges right now, to figure out what it is we want to preserve when we say we want to preserve wilderness or wildness. The fact is that preserving a lot of species involves a kind of hands-on management that is completely at odds with our more romantic ideas of what wildness is. That doesn't necessarily mean that those projects aren't worth undertaking. I think it means we need to recalibrate our idea of what wildness is.?\n?\nYou touch on how our emotional attachment to certain animals, like polar bears, colors the way we interact with them. Did you find yourself feeling sympathetic to any of your animal subjects?\nJM: Amazingly, no. I was surprised by that. Doing reporting about wild animals actually involves very little exposure to actual animals. You always have to see the animal through the filter of the people who have access to it. I didn't write a book where I just wandered around the woods hoping to encounter a mountain lion. I went to the polar bear capital of the world in Manitoba to look at polar bears in a place where 10,000 tourists come every year to look at them. And in that context, I felt like the animals did become obscured somehow like they were part of the scenery — individual animals, in any case. When I went to the place where they were breeding endangered butterflies it was basically a ramshackle butterfly farm where the butterflies were in plastic deli containers on plants, so it was hard to form a one-on-one, gushy bond with the animals. [Endangered Beauties: Images of Polar Bears]\n?\nDid any of your human subjects emerge as personal heroes for you?\nI found something heroic in almost everyone in the book. Maybe not a storybook form of heroism, where you see an obstacle and you work very hard and you surmount it. It's more like a Zen heroism, where you see an obstacle and you try to surmount it, and you realize that it's going to be much more complicated and perhaps never-ending, and you still try to surmount it anyway. I think that there's a real nobility in that. I think the people at Operation Migration — the nonprofit that flies ultralight aircraft in front of whooping cranes to teach them to migrate — I think that they're a really exaggerated example of that in the sense that they're spending all fall on the road and trying to get these birds to Florida amid tons of very idiosyncratic frustrations, but somehow they're still able to wake up in the morning at dawn and check the wind and see if it's a good day to fly. I think, not just in terms of being a conservationist but in terms of being a human being, there's some really valuable lessons to be learned there. [The 10 Most Incredible Animal Journeys]\n?\nDid you have a different idea about how this book was going to turn out when you started writing it?\nI don't know that I had expectations that were upended or anything like that. I will say I was pretty amazed at how much chance played into the stories of these people and the stories of these animals. When you scratch the surface of a lot of these recoveries and try to figure out, 'How do we get to this point where there's only 40 some-odd butterflies on a piece of land?' or 'How did this project get so elaborate that we have men in costumes flying airplanes in front of birds?' — when you try to trace back those histories and bring them up to the present you realize there isn't any grand design. The endangered species are so reliant on humankind right now that simple things like when a committed lepidopterist who's working to save the butterflies suddenly gets a rash and he has to give up his work — little accidents like this, little freak occurrences, have humungous repercussions for the animals themselves.\n?\nAfter immersing yourself in this world for a while, do you have any recommendations for conservationists or do you see any problems that they are going to need to confront in the near future?\nConservation is a national project. Under the Endangered Species Act and other environmental laws, it's a project that our government has taken on and thinks there's going to have to be some really substantive policy talks about how that work is going to move forward. Just from a sheer funding standpoint, there's going to be some difficult decisions to make as a lot of the threats against these species continue to ramp up, and the work gets even more involved and in some cases more futile. I don't know at this point that I have policy talking points because I think the problem right now is that we're just not asking the right questions in a lot of cases. It's not a matter of having the right answers but basic questions like, Why are we saving this particular creature? Are we saving it because we want it to be part of this ecosystem, or are we saving it more for aesthetic reasons? What happens when the needs of an endangered species conflict with the needs of a person on the same land? I think we just need a clearer sense of what our priorities actually are and why we're doing what we're doing before we can go about trying to do it better.\n?\nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n6 Extinct Animals That Could Be Brought Back to Life\n\n\nA Great American Conservationist: Remembering Teddy Roosevelt \n\n\nImages: Endangered Species of the 'Red List'\n\n\nMNN: 10 animals presumed extinct in the last decade\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"The tricky art of saving wild species","picture_url":"http://images.mnn.com/sites/default/files/AnimalConservation.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/the-tricky-art-of-saving-wild-species"}