{"summary":"Today, Lil’ Drac lives with his bat family full-time and he still loves to rock himself.. Following a zoo closure, Lil’ Drac’s mom was transferred to the Bat World Sanctuary, a stressful experience that required her to adapt to an unfamiliar environment","advice_category":"2","content":"In November 2011, America met Lil’ Drac, an orphaned short-tailed fruit bat who’d been abandoned by his mother. The tiny bat was raised by hand at the Bat World Sanctuary, and the adorable video that showed his daily care — and his habit of rocking himself — quickly went viral.\n?\nToday, the famous bat is thriving in the enclosure he shares with his bat friends and family, but his rescue story still touches hearts and serves as a way to educate the public about these misunderstood creatures.\n?\nLil’ Drac’s story\nFollowing a zoo closure, Lil’ Drac’s mom was transferred to the Bat World Sanctuary, a stressful experience that required her to adapt to an unfamiliar environment. Consequently, she abandoned Lil’ Drac after he was born.\n?\nHe was found on the floor of the indoor flight enclosure, curled up in a ball, and rescuers warmed him and fed him and then moved him into an incubator.\n?\nCaretakers used a cotton swab and tiny brush to clean Lil’ Drac, simulating how a mother bat would groom her young, and they fed him by having him suck milk formula from a small piece of foam.\n?\nJust a few days after his rescue, sanctuary workers discovered something special about Lil’ Drac: After he’d eaten, the baby bat liked to rock himself back and forth.\n?\nWhen he was old enough, Lil’ Drac was slowly introduced back into the flight cage. By day, he slept in the incubator, but at night, he was moved into a netted basket that would protect him while he got used to the other bats.\n?\nThe tiny bat was also given private flight lessons by handlers, and when he was flying well enough, the netting was removed from his basket so that Lil’ Drac could come and go as he wished.\n?\nToday, Lil’ Drac lives with his bat family full-time and he still loves to rock himself.\n?\nWatch the famous little bat’s YouTube premiere in the video below, as well as the update Bat World Sanctuary posted a month later.\n?\n\n\n?\nOne month later\n\n\n?\nRelated on MNN:\n\nWhite-nose syndrome haunts bats\n\n\nAdorable rescued zoo babies [Photos]\n\n\nBats: 11 images and facts about a misunderstood creature","author":"","web_category":"earth-matters#animals","title":"Meet Lil' Drac, the orphaned bat whose story 'rocked' a nation","picture_url":"http://images.mnn.com/sites/default/files/editorial/drac.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/meet-lil-drac-the-orphaned-bat-whose-story-rocked-a-nation"}