{"summary":"Hadfield was the first Canadian commander of the space station and he shared his unique perspective on the planet with everyone back on Earth during his time on the orbiting outpost. Canadian Space Agency?astronaut Chris Hadfield, NASA astronaut Tom Marshburn and Russian cosmonaut Roman Romanenko landed in their Soyuz capsule last night on May 13 at?about 10:31 p.m","advice_category":"4","content":"A Russian Soyuz spacecraft carrying a crew of three space travelers successfully touched down on the Central Asian steppes of Kazakhstan last night, wrapping up a five-month mission to the International Space Station.?\n?\nCanadian Space Agency?astronaut Chris Hadfield, NASA astronaut Tom Marshburn and Russian cosmonaut Roman Romanenko landed in their Soyuz capsule last night on May 13 at?about 10:31 p.m. EDT (0231 May 14 GMT),?though it was early Tuesday local time at the landing site.\n?\n\"It's beautiful,\" Romanenko radioed right before landing. \"It's morning here.\"?[Astronaut Chris Hadfield's 8 Most Amazing Space Moments]\n?\n\n\n?\nMarshburn, Hadfield and Romanenko's Earth return marks the end of the station's Expedition 35, which Hadfield commanded, and the start of Expedition 36. The landing comes just two days after Marshburn and NASA astronaut Chris Cassidy performed an unprecedented?emergency spacewalk?to fix a serious ammonia coolant leak on the outside of the station.?\n?\nThe trio orbited the Earth 2,300 times and logged 61 million miles (98 million kilometers) during the veteran crew's 144 days on the station. Romanenko, Hadfield and Marshburn also witnessed the arrival and departure of several unmanned cargo ships including SpaceX's Dragon capsule in March.\n?\nHadfield was the first Canadian commander of the space station and he shared his unique perspective on the planet with everyone back on Earth during his time on the orbiting outpost. The astronaut beamed back videos of his meals, views and other aspects of his life in space including a music video cover of?David Bowie's \"Space Oddity\"?sung as a goodbye to his space-based home.\n?\nEarlier today, Hadfield sent down his last photo from on board the $100 billion laboratory.\n?\n\n\n?\n\"Spaceflight finale: To some this may look like a sunset,\" wrote Hadfield (@Cmdr_Hadfield) on Twitter. \"But it's a new dawn.\"\n?\nThe returning station crew left behind three other astronauts to watch over the space station in their stead, but they won't be alone for long. Cassidy, Russian cosmonauts Pavel Vinogradov and Alexander Misurkin will be joined by European Space Agency astronaut Luca Parmitano, NASA's Karen Nyberg and Russia's Fyodor Yurchikhin when they fly up to the station at the end of the month.\n?\nNASA has relied on Russian Soyuz spacecraft to shuttle the space agency's astronauts to and from the space station since the end of the shuttle program in 2011. NASA officials eventually hope to use private crewed spaceships to bring people to and from the orbiting laboratory.\n?\nThe International Space Station is the size of a five-bedroom house and was constructed by five different space agencies representing 15 different countries. Construction began in 1998 and since 2000 the station has been occupied continuously by crews of cosmonauts and astronauts.\n?\nFollow Miriam Kramer on?Twitter?and?Google+. Follow us on?Twitter,?Facebook?and?Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSpace Station's Expedition 35 Mission in Photos\n\n\nCommander Chris Hadfield & Expedition 35 Crewmates Touchdown In Kazakhastan | Video \n\n\nSoyuz Landing Photos: Space Station's Expedition 35 Crew\n\n\nMNN: Treasure trove of Space Age artifacts landing at NYC museum\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Chris Hadfield and crew land safely on Earth","picture_url":"http://images.mnn.com/sites/default/files/ISSCrew35Landing_m_0514.jpg","url":"http://www.mnn.com//earth-matters/space/stories/chris-hadfield-and-crew-land-safely-on-earth"}