{"summary":"Burning people to generate electricity doesn’t.. \"The energy generated is only from recapturing heat from the gas already being used and that otherwise would go to waste,\" John Troyer at the University of Bath Centre for Death and Society tells MNN.","advice_category":"4","content":"Sure, it’s gross and creepy, but eating people for energy works. Burning people to generate electricity doesn’t.\n?\nThe concept of using humans as an alternative energy source serves as a plot point in the novel \"Agenda 21\" by conservative commentator Glenn Beck, but the notion is fiction. The human body is about 65 percent water and it requires a tremendous amount of heat to vaporize the water and get the corpse burning. It takes about 100 megajoules of thermal energy — the equivalent of 105 cubic feet of natural gas – before any combustion takes place.\n?\nCremation requires temperatures of 1,400-1,800 degrees for 2 to 2 1/2 hours. The typical cremation requires 285 kilowatt-hours of natural gas, roughly the same demands as a single living person for an entire month, according to The Guardian.\n?\nHeadlines like \"Burning deceased humans will produce electricity\" are just another example why you shouldn’t believe everything you read. Yes, a crematorium in Durham, England, and a few in Sweden are being used to generate electricity or steam heat. But those are simply examples of recycling.\n?\n\"The energy generated is only from recapturing heat from the gas already being used and that otherwise would go to waste,\" John Troyer at the University of Bath Centre for Death and Society tells MNN.\n?\nHeat from the intense natural gas furnace that would otherwise go up the chimney is being used to generate as much as 150 kilowatt-hours of electricity.\n?\n\"Once people fully understand the process and how it works, they're generally fine with it,\" Troyer adds. \"It's extremely important to accurately explain how the heat recapturing system works to avoid misconceptions.\"\n?\nSo, for now, Burning Man will remain the name festival and not the name of an electrical utility.\n?\nRelated on MNN:\n7 fictional energy sources from popular culture\n10 surprisingly easy sources of alternative energy","author":"","web_category":"earth-matters#energy","title":"No, we can't burn people for electricity","picture_url":"http://images.mnn.com/sites/default/files/editorial/BurningHumans_m_0604.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/no-we-cant-burn-people-for-electricity"}