{"summary":"The Iraq War Logs represent the largest leak in U.S. What may be the most famous leak in U.S","advice_category":"5","content":"The news that the U.S. government has been recording data from phone calls and Internet activity, broken by former CIA employee Edward Snowden, is just the latest in a long line of legendary leaks. Here are some of the most notorious leaks in U.S. history.\n?\nThe Pentagon Papers\nWhat may be the most famous leak in U.S. history occurred in June 1971, when The New York Times published sections of a top-secret Department of Defense report on the country's involvement in Vietnam from 1945-1967. Dubbed the \"Pentagon Papers,\" the report detailed how the Johnson administration and others repeatedly misled Congress and the public about the causes and progress of the Vietnam War, according to the History Channel. [7 Great Dramas in Congressional History]\n?\nThe report was leaked by antiwar activist Daniel Ellsberg, a former Defense Department analyst working for the RAND Corp., who stole it from the Pentagon and sent copies to the Times. The Pentagon Papers' publication fueled the antiwar movement and sparked a debate over the freedom of the press to divulge \"classified\" information and the public's right to know about government affairs. President Richard Nixon tried but failed to get the Supreme Court to prevent further publication of the papers.\n?\nThe Watergate Scandal\nOne of the best-known leaks, of course, is the Watergate scandal of Richard Nixon's presidency. On June 17, 1972, five men were arrested for breaking into the headquarters of the Democratic National Committee at the Watergate hotel complex in Washington, D.C., and installing illegal wiretaps. The men were linked to a fundraising group for Nixon's 1972 re-election campaign, but the Nixon administration denied any involvement.\n?\nLater in 1972, Washington Post reporters Carl Bernstein and Bob Woodward exposed the administration's role in the scandal and cover-up. Their key source was an informant nicknamed \"Deep Throat,\" who was later revealed to be former FBI agent W. Mark Felt (at right). A series of Senate hearings nailed the lid on Nixon's coffin, and he resigned from the presidency in 1974 — the first president to do so. [The 10 Weirdest Presidential Inaugurations in US History]\n?\nThe Iraq War Logs (WikiLeaks)\nThe so-called \"Iraq War Logs\" were just one of many leaks made by the non-profit organization?WikiLeaks, founded by Australian journalist and activist Julian Paul Assange. The organization publishes secret or classified information or news from anonymous sources. In October 2010, WikiLeaks published Army field reports from 2004 to 2009 that listed the number of civilian deaths as 66,081 out of 109,000 total recorded deaths. The leaked logs confirmed some partially reported events. For instance, some American troops had been classifying civilian deaths as enemy deaths. The Iraq War Logs represent the largest leak in U.S. history.\n?\nThe Plame Affair\nIn 2003, a case of leaked identity ended the career of a CIA agent. On July 6, 2003, The New York Times published an Op-Ed by former U.S. diplomat Joseph Wilson, which questioned the reasons given by President George W. Bush's administration for invading Iraq earlier in 2003. Wilson, who had been a CIA envoy to Niger in 2002, said Bush's claim that Iraq had attempted to buy enriched uranium yellowcake — a step toward enriched uranium but not weapons-grade yet — from Niger was unsubstantiated. In response, Washington Post columnist Robert Novak wrote a column on July 14, 2003 criticizing Wilson and referring to Wilson's wife, Valerie Plame (at right, in 2008), as an \"agency operative\" — blowing her cover. Wilson accused the White House of leaking Plame's identity as retribution for his Op-Ed, prompting an investigation. Prosecutor Patrick Fitzgerald interviewed Bush, Vice President Dick Cheney and other administration officials and journalists. New York Times reporter Judith Miller, who conducted interviews in the leak but had never written an article about it, refused to testify and was held in contempt. She served time at a federal detention center, but was released after three months when Lewis \"Scooter\" Libby, Cheney's chief of staff, signed a waiver granting Miller permission to speak.\n?\nIn 2007, Libby was convicted of obstruction of justice, perjury and making false statements to government investigators. Libby was sentenced to prison, but Bush later reduced his sentence.\n?\nClimategate\nNamed in the Watergate tradition, \"Climategate\" refers to a controversy in the fall of 2009 in which hackers leaked thousands of emails and documents from the Climatic Research Unit (CRU) at the University of East Anglia, United Kingdom. The documents appeared to show scientists suppressing the publication of research undermining the existence of global warming. Even though an investigation later revealed no foul play was afoot, the leak added fuel to the global warming debate. Climate change critics claimed the leaked emails showed that global warming was a conspiracy among scientists, while the CRU said the emails were taken out of context.\n?\nThe documents were leaked just weeks before the United Nations Climate Change Conference in Copenhagen, Denmark. In response, the scientific community released statements affirming the consensus that the planet's average surface temperature is rising as a result of human activities.\n?\nOperation Mincemeat\nNot all leaks are about exposing the truth — some are about deception. Such was the case with Operation Mincemeat, a leak planned and executed by the Allies during World War II. The plan, part of the larger Operation Barclay, was intended to make the Germans think the Allies were planning to invade Greece and Sardinia instead of Sicily. The Allies put fake \"top secret\" invasion plans on a dead body that was left to wash up on a beach in Spain. The plan worked: The Germans found the body and copied the fake plans. The trickery made the Germans suspicious, so they ignored other real intelligence leaks, thinking they were ruses.\n?\nEdward Snowden and the PRISM leak\nOn June 6, 2013, The Guardian broke the news that the U.S. National Security Agency (NSA) has been collecting the phone records of millions of customers of Verizon, the U.S. telecom provider, as authorized by a top-secret court order issued in April. Technical contractor and former CIA employee Edward Snowden leaked classified details of a top-secret NSA electronic surveillance program, codenamed PRISM, to The Washington Post and The Guardian.\n?\nVia this program, the NSA can obtain information such as email, voice and video chat, other videos, photos, and social networking details, according to The Guardian. The NSA and FBI are obtaining data from the central servers of nine major Internet companies, including Google, Facebook and Apple, The Washington Post reported. The leak has launched criticism of President Barack Obama's administration over breach-of-privacy concerns. The president has defended the surveillance program, claiming it has helped prevent terrorist attacks. The controversy continues, as more details of the surveillance programs are unveiled.\n?\nFollow Tanya Lewis on Twitter?and Google+.?Follow us @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nThe 5 Strangest Presidential Elections in US History\n\n\nThe 10 Worst Computer Viruses in History\n\n\n9 Totally Cool Uses for Drones\n\n\nMNN: 15 funny signs from Occupy Wall Street\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tanya Lewis, LiveScience","web_category":"earth-matters#politics","title":"7 most outrageous intelligence leaks in U.S. history","picture_url":"http://images.mnn.com/sites/default/files/WatergateComplex__0612.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/7-most-outrageous-intelligence-leaks-in-us-history"}