{"summary":"A small wind farm in Scottish waters. Last month I wrote an article about Scotland's ambitious plans for developing its nascent offshore wind power industry into a worldwide leader","advice_category":"4","content":"Last month I wrote an article about Scotland's ambitious plans for developing its nascent offshore wind power industry into a worldwide leader. At the time, there was a proposed 11-turbine farm that was caught up in a bit of controversy due because reality television star Donald Trump was opposed to it.\n?\nTrump was upset that the turbines would be visible from the sprawling golf course and upscale housing development he's been building north of Aberdeen, and he threatened to cancel the rest of his planned project (1,500 more houses and a hotel) if the turbines were built.\n?\nI am happy to report that Scottish government ministers ignored Trump's threats and gave the green light for the wind farm to be built. This is good news for Scotland, and good news for the world.\n?\n\nA small wind farm in Scottish waters. (Photo: Chez Eskay/Flickr)\n?\nAccording to Fergus Ewing, the Scottish energy minister, the wind farm will be capable of creating enough electricity to power almost half of the homes in Aberdeen, though it's main purpose is to act as a test facility for future farms.\n?\nScotland has been giving out leases for wind farms in three discrete rounds. Rounds one and two are smaller farms built closer to shore and serve as a working laboratory for the industry to work out the best way to build, maintain, and operate offshore turbines. Round three farms will be built far offshore and will be much larger in scale.\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets.?And if you really like my writing, you can join my Facebook page and visit my homepage.\n?\nRelated wind power posts on MNN: \nThe back story on the Trump controversy\nJapanese breakthrough could make wind power cheaper than nuclear","author":"","web_category":"earth-matters#energy","title":"Donald Trump: 0; Scottish wind farm: 1","picture_url":"http://images.mnn.com/sites/default/files/trump-feat.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/donald-trump-0-scottish-wind-farm-1"}