{"summary":"Jackson, Virginia’s nominee for lieutenant governor, it’s the yoga mat and Lululemon pants we should be fearing.. Jackson is pulling double-duty as the pastor of Exodus Faith Ministries and as the Virginia Republican party’s nominee for lieutenant governor","advice_category":"5","content":"All this time we’ve been worried about inverted pentagrams and auspicious appearances of 666, when according to E.W. Jackson, Virginia’s nominee for lieutenant governor, it’s the yoga mat and Lululemon pants we should be fearing.\nJackson is pulling double-duty as the pastor of Exodus Faith Ministries and as the Virginia Republican party’s nominee for lieutenant governor. He has some mighty strong opinions, and his quotes are creating a virtual field day for the media.\nBehold this?nugget:?“Liberalism and their ideas have done more to kill black folks whom they claim so much to love than the Ku Klux Klan, lynching and slavery and Jim Crow ever did, now that’s a fact.”\nOr this gem on gays: “Their minds are perverted, they’re frankly very sick people psychologically, mentally and emotionally.”\nWhich is to say, he may be a pastor and a politician, but he’s certainly no diplomat. And while his outspoken attacks on liberalism, gay rights, Obama, and pro-choice have caused plenty of jaw dropping, his warnings to the yoga set are causing more amused head-scratching than outrage.\nAs The National Review reports, in his 2008 book,?“Ten Commandments to an Extraordinary Life: Making Your Dreams Come True,” Jackson warns that yoga and meditation create an open door for the devil to move in and make himself at home.\n“When one hears the word meditation, it conjures an image of Maharishi Yoga [sic] talking about finding a mantra and striving for nirvana...\" he writes. \"The purpose of such meditation is to empty oneself... [Satan] is happy to invade the empty vacuum of your soul and possess it. That is why people serve Satan without ever knowing it or deciding to, but no one can be a child of God without making a decision to surrender to him. Beware of systems of spirituality which tell you to empty yourself. You will end up filled with something you probably do not want.”\nWell alrighty then.\nIt seems that given all the research showing the benefits of meditation ?— from heart health and pain relief to cognitive improvement and stress relief — it might be a deal with the devil worth making.\nRelated stories on MNN:\n7 recent failed doomsday predictions?\nWestboro Baptist Church overwhelmed at coal mine protest","author":"","web_category":"earth-matters#politics","title":"Satan possesses those who practice yoga, says Virginia politico","picture_url":"http://images.mnn.com/sites/default/files/editorial/E.W.%20Jackson.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/satan-possesses-those-who-practice-yoga-says-virginia-politico"}