{"summary":"to develop allergic reactions to harmless substances — \"the huge amount of pollen you breathe in and out can easily lead to sensitization,\" Waserman told Life's Little Mysteries.. Once your system has gotten the wrong impression about a cat hair or pollen grain, there's no changing its \"mind\" — you're stuck with the allergy, often for the rest of your life.","advice_category":"2","content":"You can't get more natural than plants. Humans have been around them for our entire evolutionary history. So why are roughly 20 percent of Americans allergic to pollen, as if this plant sperm powder were some sort of toxic foreign substance?\n\n\t?\n\n\tThe real question, according to Susan Waserman, professor of medicine in the division of clinical immunology and allergy at McMaster University in Canada, is not \"Why pollen?\" but \"Why allergies at all?\" Humans typically become allergic to things we're frequently exposed to as children. Pollen is one of those things; in the spring, a cubic meter of air can contain thousands of pollen grains, so we're inhaling them fairly constantly. But we're also routinely exposed to food and pet hair as kids, and we commonly develop allergies to those, too.\n\n\t?\n\n\tSo it's not pollen, it's just stuff. \"If you've got that genetic tendency to become sensitized\" — i.e. to develop allergic reactions to harmless substances — \"the huge amount of pollen you breathe in and out can easily lead to sensitization,\" Waserman told Life's Little Mysteries.\n\n\t?\n\n\tIf there's nothing particularly heinous about pollen besides its prevalence, why do we develop allergies in the first place? The way it works is this: Allergies set in when your immune system misjudges a harmless protein, interpreting it as a threat. Once your system has gotten the wrong impression about a cat hair or pollen grain, there's no changing its \"mind\" — you're stuck with the allergy, often for the rest of your life.\n\n\t?\n\n\tThe immune system will raise its defenses every time it detects the presence of the offending substance, or allergen. First, immune cells produce pitchforklike proteins called antibodies. Each antibody picks up an allergen molecule and carries it to white blood cells called mast cells, which trigger the release of chemicals like histamine. Those induce the allergic symptoms we all know and loathe: wheezing, sneezing, itching, swelling and rashes.\n\n\t?\n\n\tBut why do immune systems make that fateful mistake in the first place?\n\n\t?\n\n\tThere's some evidence that allergies set in when you happen to be exposed to an allergen at the same time that you're fighting off a virus, such as the common cold. \"It's entirely plausible that when the body is mounting a big immune response to a virus, that you're going to trigger an allergic response to something you're exposed to at the same time,\" Waserman said. \"But we don't know definitely.\"\n\n\t?\n\n\tMost studies of children getting \"co-infected\" by viruses and allergies have focused on pet hair allergies, she said, but the explanation may pertain to the onset of pollen and food allergies, too.\n\n\t?\n\n\tOn the other hand, inadequate exposure to bacteria and viruses during early childhood also vastly increases the likelihood that you'll develop allergies. Thanks to modern hygiene —?antibacterial soap, clean water, pasteurized milk and more — kids aren't exposed to nearly as many microbes as they used to be. As a result, their immune systems get fewer opportunities to learn how to discriminate between dangerous pathogens and harmless things like pollen. It's called the \"hygiene hypothesis,\" but according to Waserman, it's an accepted theory. \"People whose immune systems are no longer busy fighting infection become disregulated and allergic,\" she said.\n\n\t?\n\n\tQuestions remain about why infectious disease exposure sometimes triggers but at other times stifles the onset of allergies, and what the perfect balance of filthiness and cleanliness might be during childhood. In the meantime, when the pollen count goes up on a lovely spring day, one-fifth of us are stuck indoors.\n\n\t?\n\n\tFollow Natalie Wolchover on Twitter @nattyover. Follow Life's Little Mysteries on Twitter @llmysteries, then join us on?Facebook.\n\n\t?\n\n\tRelated on Life's Little Mysteries:\n\n\n\t\t\tThe 5 Most Common Allergies\n\n\n\n\t\t\tThe Freakiest Medical Conditions\n\n\n\n\t\t\tCould Humans Live Without Bacteria?\n\n\n\t?\n\n\tCopyright 2012 Lifes Little Mysteries, a TechMediaNetwork company. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.","author":"Natalie Wolchover, Life's Little Mysteries","web_category":"health#allergies","title":"Why are pollen allergies so common?","picture_url":"http://images.mnn.com/sites/default/files/pollen_3.jpg","url":"http://www.mnn.com//health/allergies/stories/why-are-pollen-allergies-so-common"}