{"summary":"Humans also anticipate their own emotional reactions to various outcomes when making choices, Rosati told LiveScience. Chimpanzees and bonobos have temper tantrums when their decisions don't play out as they'd hoped, hinting that humans aren't the only species to let emotions influence their choices.","advice_category":"2","content":"Chimpanzees and bonobos have temper tantrums when their decisions don't play out as they'd hoped, hinting that humans aren't the only species to let emotions influence their choices.\n?\nThese non-human apes pout, whimper, scratch themselves and bang on things when a risky choice fails to pay off or when they have to wait for a desired reward, according to new research published Wednesday (May 29) in the journal PLOS ONE.\n?\n\"Even though animals don't engage in economic behavior like humans with money, the psychological skills that humans bring to the table when making economic decisions seem to be shared with animals,\" said study leader Alexandra Rosati, a postdoctoral researcher in psychology at Yale University. [8 Humanlike Behaviors of Primates]\n?\nEmotional choices\nHumans have the power of logic, but that doesn't always mean they use it. Multiple studies of decision-making have found that emotions play a big role in choices, particularly when information is complicated or incomplete. Humans also anticipate their own emotional reactions to various outcomes when making choices, Rosati told LiveScience. For example, people who know they'll feel great regret if they lose at gambling tend to gamble less than those who don't feel the pain of loss as keenly.\n?\nRosati and her colleagues wanted to know how far back this emotional decision-making evolved. As humans' closest living relatives, chimps (Pan troglodytes) and bonobos (Pan paniscus) were the perfect places to look. Evidence of emotional decisions in these apes would suggest humans share this tendency with other primate relatives. If the apes were unemotional decision-makers, however, it might suggest emotional decision-making evolved later in the human lineage.\n?\nThe researchers set up two experiments at the Tchimpounga Sanctuary for primates in the Republic of Congo and Lola ya Bonobo sanctuary in the Democratic Republic of Congo. Both sanctuaries care for chimps and bonobos orphaned by the illegal bushmeat and pet trades.\n?\nIn the first experiment, 23 chimps and 15 bonobos were given the choice between immediately getting a small reward (bananas for the chimps, apple slices for the bonobos) or waiting one to two minutes to get a reward three times the size.\n?\nBoth species chose to wait more often than not, though chimps exhibited more patience, the researchers found. In one-minute-delay trials, chimps chose to wait and receive the larger option 64 percent of the time; in two-minute-delay trials, they picked the larger option almost 55 percent of the time. Bonobos waited for the larger option 55 percent of the time when they knew it would only take one minute, and chose it 47 percent of the time in the two-minute-delay trials.\n?\nBoth species, however, exhibited emotional behaviors while waiting: They scratched themselves, a sign of anxiety, and banged on their enclosure walls or the table, a sign of anger. Chimps were more vocal in their impatience than the bonobos, whimpering, screaming and moaning 46 percent of the time compared with only 5 percent of the time in bonobos. (The animals could leave the experiment whenever they wanted, so their participation was voluntary.)\n\nRisks and regret\nIn the second experiment, 24 chimps and 13 bonobos were shown a small pile of food under an overturned bowl and then given the choice to eat either that pile or another, unknown pile under a second bowl.\n?\nThe foods varied in deliciousness, at least from a primate perspective. The researchers determined that chimps preferred bread and bananas above all else, while bonobos loved apples and bananas. Chimps were least excited by papaya and cucumber, while bonobos cared least about peanuts and lettuce.\n?\nThe visible bowl contained middle-of-the-road foods for both species: peanuts for chimpanzees and papaya for bonobos. The apes could choose this so-so food or decide to take a risk and pick the unknown food under the second bowl, which might be a delicious banana … or a boring scrap of lettuce.\n?\nThe results revealed that chimpanzees were bigger risk-takers than the bonobos. Chimps picked the unknown, risky option 65 percent of the time compared with 39 percent of the time for bonobos. Again, both species got irritated when those risky choices failed to pay off with a favorite food. They banged, vocalized and scratched. The apes even showed a behavior that looked a bit like regret. After choosing the unknown bowl and finding a disliked food, the animals frequently tried to change their choice to the other bowl.\n?\nPrimate psychology\nThese findings confirm that humans aren't the only primates that get upset when their decisions don't pan out, Rosati said. The discovery that chimps were more willing to wait than bonobos and that they took more risks is also important, she said. In the wild, chimpanzees tend to live in areas where food is seasonal and hard to find, while bonobos have an easier time foraging. The difference could explain why chimps are more patient and more willing to take risks for a good payoff than are their bonobo cousins.\n?\n\"The kind of economic biases we see in different species, including humans, might really have a biological basis in terms of these species being prepared for different environments,\" Rosati said.\n?\nNow that researchers know the apes do show emotional reactions to unwanted outcomes, scientists hope to find out how those emotions might influence decisions, Rosati said. The study turned up a few hints that this kind of influence does indeed operate in apes. For example, bonobos who tried hardest to switch their choice after an unwanted outcome in the food bowl experiment were also the least likely to take risks in the first place. That finding is very similar to the observation that people who most regret gambling losses take fewer risks, Rosati said.\n?\nApes \"seem to have a really rich set of psychological skills for making their foraging decisions,\" she said.\n?\nMore on LiveScience and MNN: \n\nTop 10 Things that Make Humans Special\n\n\nImages: The Amazing Chimpanzees of Congo's Goualougo Triangle\n\n\nThe 6 Craziest Animal Experiments\n\n\nMNN: Bonobos buy friends with bananas \n\nThis story was originally written for LiveScience and has been republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Apes have temper tantrums, too","picture_url":"http://images.mnn.com/sites/default/files/Chimpanzee.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/apes-have-temper-tantrums-too"}