{"summary":"\tI’m sure you’re just as familiar as I am with the long-standing myth that your eyes will pop out of your head if you sneeze with them open. But what’s funny to me is how some people seem to sneeze just once and some people tend to be series sneezers","advice_category":"2","content":"Sneezing is one of the many wonders of the human body, another one of our protective reflexes, much like coughing. When something irritates the inside of our nose — such as dust or pollen — the tiny nerve endings inside our nose send a message to our brain which in turns sends out messages to numerous parts of our body to facilitate the sneeze. There are a lot of split-second events involved. Your chest muscles compress your lungs, which send a burst of air upwards. The throat shuts tight, which then sends the air shooting through your nose at speeds up to 100 mph. And let’s not forget the spray — there are 2,000 to 5,000 bacteria-filled droplets emanating from your nose and mouth when you sneeze. (Needless to say, a tissue or some other form of protection for your nearest and dearest is in order.) Someone with a cold also sneezes quite a bit for the same reason — the swelling in their nasal passages can cause irritation.\n\n\t?\n\n\tI know all sorts of sneezers. Quiet ones and loud ones. Ones who hold in the sneeze as if there’s a little explosion going on in their head, and the ones who let it rip so loud that the people around them jump. But what’s funny to me is how some people seem to sneeze just once and some people tend to be series sneezers. (Cue \"Seinfeld\" episode about the appropriate time to say God bless you.) Since it’s a neurologic reflex, each person is bound to be different. It usually depends on the level of irritation in your nose though, because you’ll keep sneezing until you get it out.\n\n\t?\n\n\tI’m sure you’re just as familiar as I am with the long-standing myth that your eyes will pop out of your head if you sneeze with them open. (David Goldstein, who sat behind me in elementary school, spent the better part of fifth grade trying to sneeze with his eyes open to do just that — what his plan was if his eyes actually did pop out, I do not know.)\n\n\t?\n\n\tThe myth begs debunking. See, our eyes are actually attached to our head very firmly, through a group of delicate muscles. They are not, contrary to this popular grade-school myth, going to fall out of our heads if we forget to close our eyelids when we sneeze. So why do our eyes shut tight when we sneeze? It is simply a reflex, much like our leg going up when our knee is tapped. It doesn’t really have a good reason — it just happens. There are those who can sneeze with their eyes open, though I don’t know any personally (woe is me). If you are one of the lucky few, please tell us about your experience in the comments below.\n\n\t?\n\n\tAnd why the “God bless you” response? There are lots of explanations for this one, the most popular one attributing the phrase to Pope Gregory the Great in the sixth century, who would literally bless those who sneezed so that they wouldn’t subsequently fall ill with the plague. I prefer Seinfeld’s response to sneezing in the episode I mentioned above: “If you want to make a person feel better after they sneeze, you shouldn’t say ‘God bless you.' You should say, ‘You’re soooo good-looking.’” Amen to that, Jerry. Amen to that.\n\n\t?\n\n\t—?Chanie\n\n\t?\n\n\tYou can?submit a question to Mother Nature,?and one of our many experts will track down the answer. Plus: Visit our?advice archives?to see if your question has already been tackled.\n\n\t?\n\n\tRelated allergies stories on MNN:\n\n\t\tWhat's in a sneeze? [Infographic]\n\n\t\tDo I have a cold or allergies?\n\n\t\tHow to get rid of allergies\n\n\t?\n\n\tMNN tease photo of sneezing woman: Shutterstock\n\n\t?","author":"","web_category":"health#allergies","title":"What happens to your body when you sneeze?","picture_url":"http://images.mnn.com/sites/default/files/main_chanie_sneeze.jpg","url":"http://www.mnn.com//health/allergies/questions/what-happens-to-your-body-when-you-sneeze"}