{"summary":"But the brine is so cold that the water freezes, forming a descending tube of ice, Escribano said.. The brine itself is colder than the freezing point of seawater, since salt-rich water freezes at lower temperatures (hence the reason people put salt on icy sidewalks in the winter, enabling the ice to remain a liquid when it's below freezing), Escribano told OurAmazingPlanet.","advice_category":"2","content":"What's cooler than being cool? Brine-cold.\n?\nWhen salt-rich water leaks out of sea ice, it sinks into the sea and can occasionally create an eerie finger of ice called a brinicle. New research explains how these strange fingers of ice form and how the salty water within sea ice could have been a prime environment in which life may have evolved.\n?\nThe study, published in the American Chemical Society's journal Langmuir, suggests that brinicles form in the same way as hydrothermal vents, except in reverse. Hydrothermal vents are spiny-looking towers on the ocean bottom where boiling, chemical-rich water flows out of the seafloor.\n?\nThe brinicle-forming process goes like this: When sea ice freezes in the Arctic and Antarctic, the salt and other ions in the water is excluded from the water crystals, said study author Bruno Escribano, a researcher at the Basque Center for Applied Mathematics in the Basque Country in northern Spain. This salt-heavy brine accumulates in fractures and compartments within the sea ice.\n?\n\n\n?\nInevitably, however, sea ice cracks, and the brine leaks out. The brine itself is colder than the freezing point of seawater, since salt-rich water freezes at lower temperatures (hence the reason people put salt on icy sidewalks in the winter, enabling the ice to remain a liquid when it's below freezing), Escribano told OurAmazingPlanet.\n?\nSince the concentration of water in the brine is lower than that in the ocean — and water moves from high to low concentrations, via osmosis — water is attracted to the brine. But the brine is so cold that the water freezes, forming a descending tube of ice, Escribano said.\n?\nHydrothermal vents form by an analogous method: ?Ion-rich hot water is expelled from the seafloor and then begins to dissolve, forming a porous shell of metal extending upward. Water then rushes in, moving from high to low concentration, rupturing the membrane and causing more metal-rich water to spurt out, extending the tube and repeating the process.\n?\nBoth are examples of \"chemical gardens,\" a type of chemical process and the name of an experiment common in chemistry sets that operates along the same principles and forms tubes of crystals that make plant-like shapes, Escribano said.\n?\nBrine-rich compartments within sea ice have some properties that could have helped life originate, Escribano said. \"Inside these compartments inside the ice, you have a high concentration of chemical compounds, and you also have lipids, fats, that coat the inside of the compartment,\" he said. \"These can act as a primitive membrane — one of the conditions necessary for life.\" They also contain a mixture of acidic and basic components that could provide energy necessary to form more complex molecules, perhaps even DNA, he said.\n?\nEmail Douglas Main?or follow him @Douglas_Main. Follow us?@OAPlanet, Facebook?or? Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nAlbum: Stunning Photos of Antarctic Ice\n\n\nOn Ice: Stunning Images of Canadian Arctic\n\n\nNorth vs. South Poles: 10 Wild Differences\n\n\nMNN: 5 unusual ways to stay cool\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"What is an ice 'brinicle' and how does it form?","picture_url":"http://images.mnn.com/sites/default/files/brinicle_m_0429.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/what-is-an-ice-brinicle-and-how-does-it-form"}