{"summary":"NASA's astronaut corps began in 1959 with the announcement of the first seven astronauts, the Mercury Seven, who flew on the first U.S. \"They're excited about the science we're doing on the International Space Station and our plan to launch from U.S","advice_category":"4","content":"NASA has picked eight Americans, a mix of scientists and military pilots, to begin training for future space missions that may one day launch them all the way to Mars. The new class includes four men and four women who will join the 49 active astronauts at the agency's astronaut corps at the Johnson Space Center in Houston.\n?\nThe new U.S. space travelers, which NASA unveiled on June 17, could be part of the?first crews to visit an asteroid?or Mars, deep-space goals that NASA aims to explore. They could also be the first people to launch to space on a U.S.-built rocket since the era of the space shuttle, which ended in 2011.\n?\nIn the nearer term, the new recruits could launch on Russian rockets to serve long-duration missions on the International Space Station, which is expected to operate until at least 2020. [7 Notable Space Shuttle Astronauts]\n?\n\"These new space explorers asked to join NASA because they know we're doing big, bold things here — developing missions to go farther into space than ever before,\" NASA Administrator Charles Bolden said in a statement. \"They're excited about the science we're doing on the International Space Station and our plan to launch from U.S. soil to there on spacecraft built by American companies. And they're ready to help lead the first human mission to an asteroid and then on to Mars.\"\n?\n\n\n?\nNASA will discuss its new astronaut recruits during a Google+ Hangout session on June 17 at 4 p.m. EDT (2000 GMT). You can watch the hangout?live here on SPACE.com, or directly at:?http://go.nasa.gov/126mOLK.\n?\nThe new spaceflyer hopefuls were selected from more than 6,000 applications — the?second largest applicant pool NASA's ever had. With the new class being evenly split between men and women, it represents the largest percentage of female astronaut candidates in any new class. [Women in Space: A Space History Gallery]\n?\nThe?last new cohort of NASA astronauts?was selected in 2009, and included nine new candidates. They officially graduated in November 2011, but none have flown to space yet. Michael Hopkins will be the first of that group to fly when he launches in September to the International Space Station.\n?\nThe new candidates,?NASA's 21st astronaut class, will report to the Johnson Space Center for training in August.\n?\n\"This year we have selected eight highly qualified individuals who have demonstrated impressive strengths academically, operationally and physically,\" said Janet Kavandi, director of Flight Crew Operations at Johnson Space Center. \"They have diverse backgrounds and skill sets that will contribute greatly to the existing astronaut corps. Based on their incredible experiences to date, I have every confidence that they will apply their combined expertise and talents to achieve great things for NASA and this country in the pursuit of human exploration.\"\n?\nThe new candidates, as described by NASA, are:\n\nJosh A. Cassada, Ph.D., 39, is originally from White Bear Lake, Minn. Cassada is a former naval aviator who holds an undergraduate degree from Albion College, and advanced degrees from the University of Rochester, N.Y. Cassada is a physicist by training and currently is serving as co-founder and Chief Technology Officer for Quantum Opus.\n\n\nVictor J. Glover, 37, Lt. Commander, U.S. Navy, hails from Pomona, Calif., and Prosper, Texas. He is an F/A-18 pilot and graduate of the U.S. Air Force Test Pilot School, Edwards, Calif. Glover holds degrees from California Polytechnic State University, San Luis Obispo, Calif.; Air University and the Naval Postgraduate School, Monterey, Calif. He currently is serving as a Navy Legislative Fellow in the U.S. Congress.\n\n\nTyler N. (Nick) Hague, 37, Lt. Colonel, U.S. Air Force, calls Hoxie, Kan., home. He is a graduate of the U.S. Air Force Academy, Colorado Springs, Colo.; Massachusetts Institute of Technology, Cambridge, Mass., and the U.S. Air Force Test Pilot School, Edwards, Calif. Hague currently is supporting the Department of Defense as Deputy Chief of the Joint Improvised Explosive Device Defeat Organization.\n\n\nChristina M. Hammock, 34, calls Jacksonville, N.C., home. Hammock holds undergraduate and graduate degrees from North Carolina State University, Raleigh, N.C. She currently is serving as National Oceanographic and Atmospheric Administration Station Chief in American Samoa.\n\n\nNicole Aunapu Mann, 35, Major, U.S. Marine Corps, originally is from Penngrove, Calif. She is a graduate of the U.S. Naval Academy, Stanford University and the U.S. Naval Test Pilot School, Patuxent River, Md. Mann is an F/A 18 pilot, currently serving as an Integrated Product Team Lead at the U.S. Naval Air Station, Patuxent River.\n\n\nAnne C. McClain, 34, Major, U.S. Army, lists her hometown as Spokane, Wash. She is a graduate of the U.S. Military Academy at West Point, NY.; the University of Bath and the University of Bristol, both in the United Kingdom. McClain is an OH-58 helicopter pilot, and a recent graduate of the U.S. Naval Test Pilot School at Naval Air Station, Patuxent River.\n\n\nJessica U. Meir, Ph.D., 35, is from Caribou, Maine. She is a graduate of Brown University, has an advanced degree from the International Space University, and earned her doctorate from Scripps Institution of Oceanography. Meir currently is an Assistant Professor of Anesthesia at Harvard Medical School, Massachusetts General Hospital, Boston.\n\n\nAndrew R. Morgan, M.D., 37, Major, U.S. Army, considers New Castle, Pa., home. Morgan is a graduate of the U.S. Military Academy at West Point, and earned a doctorate of medicine from the Uniformed Services University of the Health Sciences, Bethesda, Md. He has experience as an emergency physician and flight surgeon for the Army special operations community, and currently is completing a sports medicine fellowship.\n\nNASA's astronaut corps began in 1959 with the announcement of the first seven astronauts, the Mercury Seven, who flew on the first U.S. space missions.\n?\nFollow Clara Moskowitz on?Twitter?and?Google+. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on?SPACE.com.\n\nMost Extreme Human Spaceflight Records\n\n\nNASA Unveils 2013 Astronaut Class | Video \n\n\nLife in Space: Astronaut Chris Hadfield's Video Guide\n\n\nMNN: How astroanuts brush their teeth in space\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company. All rights reserved.","author":"Clara Moskowitz, SPACE.com","web_category":"earth-matters#space","title":"NASA unveils new astronaut class for deep-space exploration","picture_url":"http://images.mnn.com/sites/default/files/DeepSpaceNNASAAstronauts_m_.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasa-unveils-new-astronaut-class-for-deep-space-exploration"}