{"summary":"Naturally, Colbert-Busch has quite an unusual advantage with her famous brother behind her; though it's unclear what, if anything, Stephen will do to promote her. One thing's for sure - Colbert-Busch will need all the help she can get: South Carolina's First District, which leans heavily Republican, only gave President Obama 40% of the vote in last year's election.?","advice_category":"5","content":"While it's not the Colbert that everyone has been hoping might run for political office,?Elizabeth Colbert-Busch's decision to run for Congress in South Carolina is nonetheless welcome news to Democrats.?\n?\nThe sister of world-famous Comedy Central host Stephen Colbert, Elizabeth will vie for the Democratic nomination in the special election for the open congressional seat from South Carolina's first district. She also has a heavy background in the green world, as evidenced by a 2010 profile in the Charleston Post and Courier.?\n?\n\"As director of business development for Clemson University’s Restoration Institute, Colbert-Busch is, for lack of a better term, the school’s corporate matchmaker. She finds companies that could benefit from the kind of advanced environmentally conscious research the university is doing — wind turbine testing, water studies, different kinds of renewable energy — and partners with them. More to the point, she asks them for money. In return, the corporations get the kind of cutting-edge information to help them stay one step ahead of the competition.\"\n\n?\nColbert-Busch, who will file her papers to run on Tuesday, is expected to go up against former Republican Governor Mark Sanford; who is said to be staging a comeback from the adultery scandal that rocked his office in 2009.?\n?\n“I think she’s a very talented person. I think she’s got the ability to raise money. I think she can create a contrast with the Republican candidate – certainly Mark Sanford,” South Carolina Democratic Party Chairman Dick Harpootlian told Politico.\n?\nNaturally, Colbert-Busch has quite an unusual advantage with her famous brother behind her; though it's unclear what, if anything, Stephen will do to promote her. The comedian famously raised hundreds of thousands for his own \"Colbert SuperPAC\" last year (later donating it all between campaign finance reformers and Hurricane Sandy relief efforts) - and could potentially fire it back up again for his sister.\n?\nOne thing's for sure - Colbert-Busch will need all the help she can get: South Carolina's First District, which leans heavily Republican, only gave President Obama 40% of the vote in last year's election.?","author":"","web_category":"earth-matters#politics","title":"Stephen Colbert's sister to run for Congress","picture_url":"http://images.mnn.com/sites/default/files/colb-mnn_7.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/stephen-colberts-sister-to-run-for-congress"}