{"summary":"Gov.?Charlie Crist flooded the swamp with optimism in 2008, when he pledged to buy and restore 180,000 acres of former Everglades from U.S. The rim of that spoon is a limestone ridge five to 15 miles wide — all that separates the Everglades from the ocean.","advice_category":"8","content":"?\nThe Everglades first emerged in South Florida about 5,000 years ago, after the last ice age ended. The once-arid peninsula became a teeming swamp, where a free-form \"river of grass\" flowed 60 miles wide and seasonal wildfires roared across the landscape.?Bats and flying squirrels swooped overhead, panthers and alligators prowled through sawgrass, and flocks of birds grew so large they darkened the sky.\n?\nLife?thrived?there until the early 1900s, when a?new railroad brought booming population growth to the ecosystem's doorstep. Work crews began draining and diverting its vast water flow toward farms and cities, unwittingly or indifferently conquering North America's only subtropical wetland. Some at the time even relished the idea — Napoleon?Bonaparte?Broward won the 1904 governor's race with a promise to \"drain that abominable, pestilence-ridden swamp.\"\n?\nA few decades later, more than?half?the ecosystem was gone. Its remaining southwest corner was dependent on manmade canals to survive, since upstream construction had blocked the peninsula's natural drainage system. Wildlife populations plummeted. Newly exposed peat soil burned away in the Florida sun. The Everglades was, and still is, on life support.\n?\nGov.?Charlie Crist flooded the swamp with optimism in 2008, when he pledged to buy and restore 180,000 acres of former Everglades from U.S. Sugar. Since then, the recession has twice squeezed the purchase, most recently down to half its original size (and a third of the cost). Many environmentalists are still cheering — it is, after all, still the largest land-conservation deal in state history — but it alone can't revive the wetland's former glory. Here are three of the major problems still plaguing the Everglades, according to the U.S. Geological Survey, Fish and Wildlife Service and the National Park Service:?\n?\nA river ran?through?it\nThe original Everglades was powered by a giant drainage basin that stretched from present-day Orlando to the Keys. Fed by summer rains, water flowed south into Lake Okeechobee, the second-largest U.S. lake. Rather than exiting Okeechobee as a normal river, the water simply flooded over its southern banks, forming a sheet that pumped life throughout the Everglades. After this freshwater flood emptied into Florida Bay, it would evaporate and gush back down as South Florida's notorious thunderstorms, repeating the cycle.\n?\nWhen 20th-century waterworks shrank the Everglades' water flow, it had?a ripple effect (or, more accurately, a lack of one) throughout the wetland basin. Many animals with reproductive cycles tied to seasonal flooding failed to mate. Vegetation dried out in the absence of summer floods, fueling a series of especially severe fires in the 1940s. Meanwhile, the reduced flow of freshwater into Florida Bay, which normally pushed back the sea water, suddenly allowed it to invade the Everglades. This saltwater intrusion?affected drinking water and helped spread coastal mangrove forests inland.\n?\nMajor engineering projects in the 1950s and '60s restored some water flow past roads and other infrastructure. A new system of drainage canals let freshwater resaturate the sawgrass prairies and wash saltwater back to sea. But Lake Okeechobee's outflow is still?several feet lower than historical levels, and some conservationists say an elevated \"skyway\" is needed to replace the?Tamiami Trail's section across?Shark?River Slough,?one of the ecosystem's most crucial waterways.\n?\nPanthers and bobcats and bears, oh my\nHunting and habitat destruction are humans' main threats to wildlife in the Everglades. Early explorers reported shooting hundreds of wading birds like herons, flamingos and storks, whose plumes were used in women's hats and other clothing; local wading bird populations have since dropped 80 percent?from 1930s levels. The Everglades is home to a variety of endangered and threatened birds, such as the wood stork and snail kite, but total bird species there number?more than 360 and growing, according to the National Park Service.\n?\nPerhaps the most persecuted of all Everglades animals is the?Florida panther. People besieged the big cats for decades to make room for sugarcane, and by 1995 only 20 to 30 wild Florida panthers were left. Wildlife managers flew in eight female Texas cougars to shore up numbers and genetic diversity, a plan that tripled their numbers in 10 years. Still, only a single wild population of 80 to 100 adult panthers remains, and any new encroachment by people into their habitat increases the chances of trouble.\n?\nThe iconic American alligator?also nearly succumbed to habitat loss and hunting a few decades ago. But after receiving federal protection in 1967, including a hunting ban, it reclaimed parts of its former range. Twenty years later, the Fish and Wildlife Service pronounced the species fully recovered and removed it from the list. But because American alligators resemble and live among the endangered American crocodile?— the only place on Earth alligators and crocodiles coexist — the FWS still protects them under a classification called \"threatened due to similarity of appearance.\"\n?\nOne species that's never seemed to struggle in the Everglades is the Burmese python, a large constricting snake that began showing up in the 1990s, most likely released after it outgrew its appeal as a pet. The pythons are now breeding in the wild and possibly spreading as far as the Keys. Being a large carnivore makes them especially troublesome, but there are also many other invasive plant and animal species infiltrating the Everglades, including the Brazilian pepper, a decorative plant responsible for the national park's \"hole in the donut.\"\n?\nFor peat's sake?\nMarjory Stoneman Douglas, a pioneer of Everglades conservation, described Florida's southern tip as \"a long pointed spoon,\" like a ladle of freshwater poking just above the surface of a saltwater pool. The rim of that spoon is a limestone ridge five to 15 miles wide — all that separates the Everglades from the ocean.\n?\nThe limestone bedrock floor of the spoon gathered layers of peat over the years as?outflowing water left behind?organic debris. Draining the swamp left fields of this wet, black organic material. Tracts south of Lake Okeechobee were designated as an \"Everglades Agricultural?Area,\" where sugarcane has been grown for decades since, despite scientists' warnings that the?peat is disappearing. This is where Gov. Crist has been trying to buy land for restoration.\n?\nPeat is protected from certain microbes in low-oxygen wetland water, but it gradually decomposes, dries out and blows away when exposed to air. This building at the Everglades Experiment Research Station was originally built at ground level, and stairs had to be extended downward as the soil withered away. Because limestone bedrock underlies the entire basin, there will be no soil left when the peat inevitably all disappears —?which means Everglades agriculture will likely collapse, possibly with natural species close behind.\n?\nThen, to borrow a phrase from former Gov. Broward, it would be an especially abominable place.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What happened to the Everglades?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/what-happened-to-the-everglades"}