{"summary":"EDT (2308 GMT), when the Soyuz TMA-07M space capsule that ferried Hadfield and his crew to the space station is due to undock from the orbiting laboratory. Canadian astronaut Chris Hadfield, American astronaut Tom Marshburn and cosmonaut Roman Romanenko are preparing to leave the space station aboard a Russian-built Soyuz spacecraft for a planned landing at 10:31 p.m","advice_category":"4","content":"After months living in space, two astronauts and a Russian cosmonaut will return home from the International Space Station tonight (May 13) and you can watch their landing live online.\n?\nCanadian astronaut Chris Hadfield, American astronaut Tom Marshburn and cosmonaut Roman Romanenko are preparing to leave the space station aboard a Russian-built Soyuz spacecraft for a planned landing at 10:31 p.m. EDT (0231 May 14 GMT) on the Central Asian steppes of Kazakhstan, where the local time will be early Tuesday morning.\n?\nYou can watch the Soyuz landing webcast live on SPACE.com, courtesy of NASA. The webcast will begin at 6:45 p.m. EDT (2245 GMT) to show the Soyuz departing the space station. ?[See photos of the Expedition 35 mission]\n?\nThe Soyuz landing will mark the end of the station's Expedition 35 mission, which Hadfield commanded, and comes just two days after an emergency spacewalk on Saturday, May 11, by Marshburn and NASA astronaut Chris Cassidy to fix a serious ammonia coolant leak on the station. The leak was detected on Thursday, May 9, forcing Mission Control and the astronauts to come up with the impromptu spacewalk plans in record time.\n?\n\"The real-time execution of that is what made me feel so good as a commander of this crew,\" Hadfield said Sunday, May 12, as he handed command over to Russian cosmonaut Pavel Vinogradov, who will lead the station's Expedition 36 mission.\n?\nVinogradov will remain behind on the space station with Cassidy and fellow Russian cosmonaut Alexander Misurkin. They will be joined by three new crewmembers in late May.\n?\nHadfield, Marshburn and Romanenko are wrapping up a five-month mission to the space station that began in December. The launched as part of the station's Expedition 34 crew, with Hadfield taking command of the Expedition 35 mission midway through the flight.\n?\n\n\n?\nHadfield, Canada's first space station commander, shared his spaceflight with millions around the world by tapping into social media. He recorded songs and videos about life in space, shared photos via Twitter and Facebook and even had a close digital encounter with the captain of the Starship Enterprise —Canadian actor William Shatner, Captain Kirk on TV's 'Star Trek'— during his time on the station.\n?\nBut, Hadfield said, this weekend's unprecedented spacewalk repair of the station's cooling system was the pinnacle of the mission.\n?\n\"For me this was just a personification of what the international space station is, and what the people mean to it,\" Hadfield said. \"This is a human research vessel. We've shared it with millions of people around the world, and we've done our absolute best to accomplish the work on board. \"\n?\nOfficials in Mission Control agreed.\n?\n\"You, the crew of Expedition 35, have been nothing short of tremendous,\" Mission Control radioed to the station crew. \"Not only have the efforts of Expedition 35 been extraordinary, but you've manage to bring us all along with you on your space odyssey.\"\n?\nDuring Expedition 35, the station crew performed two spacewalks and welcomed several unmanned spacecraft carrying cargo, including a private SpaceX Dragon capsule in March.\n?\nWith the station's six-man crew now splitting up to go their separate ways, Vinogradov called it a \"sad day\" in space.\n?\n\"You guys are wonderful. We worked together so well,\" Vinogradov said. \"I think we will miss you badly, guys.\"\n?\nThe International Space Station is the largest manmade structure in space and has been continuously manned by rotating crews of astronauts and cosmonauts since 2000. Construction of the $100 billion orbiting laboratory began in 1998. Five different space agencies representing 15 countries built the space station.\n?\nTonight's space station departure will begin at 7:08 p.m. EDT (2308 GMT), when the Soyuz TMA-07M space capsule that ferried Hadfield and his crew to the space station is due to undock from the orbiting laboratory. At 9:37 p.m. EDT (0137 May 14 GMT), the Soyuz is expected to fire its rocket engine in a maneuver to leave orbit and place it on track for a 10:31 p.m. EDT landing.\n?\n\"Enormous thanks to everybody on Earth that makes this possible,\" Hadfield said. \"It's been a very special time for all of us onboard.\"\n?\nEmail Tariq Malik at tmalik@space.com or follow him @tariqjmalikand Google+. Follow us @Spacedotcom, Facebookand Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nLife in Space: Astronaut Chris Hadfield's Video Guide\n\n\nAstronauts Hunt for Space Station Ammonia Leak (Spacewalk Photos)\n\n\nCosmic Quiz: Do You Know the International Space Station?\n\n\nMNN: Why astronauts get taller in space\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Tariq Malik, SPACE.com","web_category":"earth-matters#space","title":"How to watch as space station crew returns to Earth","picture_url":"http://images.mnn.com/sites/default/files/ChrisHadfield_m_0513.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-to-watch-as-space-station-crew-returns-to-earth"}