{"summary":"The researchers also uncovered a disproportionate number of skulls and lower jaws from antelope and other comparably sized animals, leading to speculation that the hominids scavenged heads left by big cats that were only interested in the carcasses.. But the new find in Kanjera South has produced bones from at least 81 animals, including gazelles and antelope.","advice_category":"2","content":"Brain-eating zombies may be all the rage these days, but fossils discovered in Kenya indicate that our human ancestors indulged in the brains of antelopes some 2 million years ago, Science News?reports. The three sets of butchered animal bones uncovered at Kanjera South provide “the earliest evidence of both long-term hunting and targeted scavenging by a member of the human evolutionary family,” says anthropologist Joseph Ferraro of Baylor University in Waco, Texas.\n?\nSeveral East African sites going back as far as 3.4 million years have revealed small numbers of animal bones with butchery marks, indicating occasional meat eating. But the new find in Kanjera South has produced bones from at least 81 animals, including gazelles and antelope.\n?\nThe new discovery means that early member of the?Homo?genus, perhaps Homo erectus, hunted small creatures and scavenged leftovers of larger animals, the researchers report in?PLOS ONE. Along with hunting the smaller animals, the hominids scavenged the heads of antelope and wildebeests, most likely to add nutrient-rich brain tissue to their diets.\n?\n“These remains contain a wealth of fatty, calorie-packed, nutrient-rich tissues: a rare and valuable food resource in a grassland setting where alternate high-value foodstuffs (fruits, nuts, etc.) are often unavailable,” the researchers write. Called “within-head food resources,” the skulls would have contained not only brain matter, but mandibular nerve and marrow as well.\n?\nThe researchers also uncovered a disproportionate number of skulls and lower jaws from antelope and other comparably sized animals, leading to speculation that the hominids scavenged heads left by big cats that were only interested in the carcasses.\n?\nSome of the brain cases and jaws have dents and fractures created by pounding with stones to access tissue inside. The consumption of brains could have provided the extra energy?Homo erectus needed to support a large body and extensive travel across the landscape.\n?\nThe authors conclude that the findings are directly relevant to “the possible relationship(s) between the emergence of persistent hominin carnivory and the evolution of novel social and foraging ecologies, brain expansion, range extension, life history adaptations, and, potentially, the interplay of some or all of these topics as they relate to the emergence and early evolutionary history of the genus?Homo.”\n?\nRelated stories on MNN:\n10 exotic dishes that might make you queasy\nPink slime and other animal goop we commonly eat\nInsects: The new protein source?","author":"","web_category":"earth-matters#animals","title":"Human evolution aided by eating antelope brains, study suggests","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_86888293.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/human-evolution-aided-by-eating-antelope-brains-study-suggests"}