{"summary":"Ken Salazar will step down as Secretary of the Interior this March, according to The Denver Post, which confirmed the not-yet-official resignation with Salazar's office. Over the course of his tenure as Interior secretary, Salazar has presided over the establishment of seven new national parks and 10 wildlife refuges, as well as 18 solar energy projects on public lands","advice_category":"5","content":"Ken Salazar will step down as Secretary of the Interior this March, according to The Denver Post, which confirmed the not-yet-official resignation with Salazar's office. The Secretary of the Interior is responsible for agencies such as the U.S. Fish and Wildlife Service, the National Park Service, the Bureau of Land Management and the Bureau of Indian Affairs.\n?\nThe secretary plans to formally announce his resignation today (Jan. 16), according to his office. He has served in the position since 2009, following a four-year stint as the Democratic senator from Colorado. He reportedly wants to spend more time with his family, including his 5-year-old autistic granddaughter, for whom he and his wife serve as primary caretakers. In a 2011 interview with the Denver Post, Salazar said his job kept him away from home for weeks at a time; each time he returned home, it took his granddaughter one or two days to warm up to his presence.\n?\nOver the course of his tenure as Interior secretary, Salazar has presided over the establishment of seven new national parks and 10 wildlife refuges, as well as 18 solar energy projects on public lands. He also established an industry-wide offshore drilling moratorium after the Deepwater Horizon spill and oversaw the government's response to the disaster and clean-up efforts. Salazar also played what could be perceived as a key role in the removal of gray wolves form the protection of the Endangered Species Act.\n?\nAlthough some environmentalists and progressive groups initially opposed Salazar's nomination, he had a strong environmental record leading up to the job, including opposing oil shale development in Colorado. He later butted heads with Republicans, mostly due to his moratorium on offshore drilling leases.\n?\nSalazar has an infamously confrontational style. Last year he threatened to punch a Colorado newspaper reporter who was questioning him about the alleged sale of wild horses from federal land to slaughterhouses. He later apologized for the threat. He also had harsh words for House Republicans: \"It's a place where up is seen as down, where left is seen as right, where oil shale seems to be mistaken every day in the U.S. House of Representative for shale oil, where record profits justify billions of dollars in subsidies,\" he said in a speech to the National Press Club last April.\n?\nThere's no word yet on who might follow Salazar in the position or if he will continue in politics in another role.\n?\nRelated post on MNN: U.S. to create first 'National Blueway'","author":"","web_category":"earth-matters#politics","title":"Ken Salazar to step down as Secretary of the Interior","picture_url":"http://images.mnn.com/sites/default/files/editorial/ken_main.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/ken-salazar-to-step-down-as-secretary-of-the-interior"}