{"summary":"“I would add that we’re only going to love what we’ve explored.? Something like the Deepsea Challenger allows us to explore the oceans, understand them better, and that motivates us to protect them.”. Gallo emphasized that the Deepsea Challenger expedition was not just about exploration, but also about understanding humanity’s relationship with the oceans.","advice_category":"2","content":"The famous submersible craft that James Cameron piloted on the deepest dive in the ocean made a special visit today at the Georgia Aquarium in Atlanta, one stop on its journey to the Woods Hole Oceanographic Institution (WHOI) in Massachusetts.?\n?\nThe sub, created and driven by the director of \"Avatar,\" revolutionized marine biology with an exploratory dive on March 26, 2012, more than 50 years after the depths of the ocean were first explored.\n?\n“One of the important things is to inspire a whole new generation of young scientists and kids who have never lived in a world where we’ve been to the deepest part of the ocean,” said Alistair Dove, senior scientist at Georgia Aquarium.\n?\nBright green and 24 feet long, the Deepsea Challenger looks as if it was made to spark kids’ interest. With the white training pod attached, it resembles a sideways exclamation point.\n?\n“It’s one great exclamation point in the story of Earth’s exploration,” said Dave Gallo, president of WHOI. Gallo emphasized that the Deepsea Challenger expedition was not just about exploration, but also about understanding humanity’s relationship with the oceans.\n?\n“The trick is that you can love this planet to death,” Gallo said. “You can have unintended consequences thinking you’re doing the right thing but really making a decision that may have severe consequences. That’s why it’s important to base decisions on real fact, not just on emotion. Fact means getting out and actually observing, and to begin that you’ve got to explore.\"\n?\nWhat we have explored amounts to about 5 percent of the entire ocean — which means we understand even less than that, said Gallo.\n?\nYet the deepest parts of the ocean may hold the clues to some of life’s biggest mysteries. Christina Symons, geologist and science outreach coordinator for the expedition, said that the discovery of thriving bacteria at the bottom of the Mariana Trench has implications for life on our planet and others.\n?\nSymons was present during the historic 6.8-mile voyage to the bottom of the ocean.\n?\n“I felt like it was landing on the moon,” she said. Cameron’s radio communications came through now and then as he ticked off depths until he reached the bottom —?just like in mission control.\n?\nVideo from the dive has identified two new sea cucumber species, a creature not previously thought to survive at such depths and pressure, along with new arthropod species and more than 60 new bacterial species — at least so far.?\n?\n“We could send a robot, but there’s value to sending people to the bottom because when James Cameron goes there and we can see it through his eyes and share it through his experiences, then that’s a whole new dimension of meaning,” said Dove, who has blogged about the mission on Deep Sea News.\n?\nAside from significant gains for marine biology, the sub is a veritable engineering feat.\n?\n“The challenges they had to overcome to do that were every bit as difficult as what NASA has had to overcome to go to space,” said Dove. “It’s really an extraordinary human and engineering endeavor.”\n?\nIt’s exactly the solutions to those challenges that the team at WHOI will examine when the Deepsea Challenger arrives.\n?\n\"We’re going to have a series of meetings to understand how we can learn from what they did here, and how we can do things together in the future,” Gallo said. “It is just the beginning of a long relationship.\"\n?\nThe sub’s visit took place just two days before World Oceans Day (June 8), which Georgia Aquarium plans to celebrate all weekend long with one major theme: that we have the power to protect.\n?\n“Baba Dioum said we’re only going to protect what we love, and we’re only going to love what we understand,” Dove said. “I would add that we’re only going to love what we’ve explored.? Something like the Deepsea Challenger allows us to explore the oceans, understand them better, and that motivates us to protect them.”\n?\n?\nRelated on MNN:\nEerie images from Cameron's deep sea dive\nNew deep sea species found in Antarctica\n8 bizarre newly discovered deep sea creatures","author":"","web_category":"earth-matters#wilderness-resources","title":"Deepsea Challenger makes stop at Georgia Aquarium","picture_url":"http://images.mnn.com/sites/default/files/editorial/DeepSeaChallengerFeature.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/deepsea-challenger-makes-stop-at-georgia-aquarium"}