{"summary":"Doctors knew the answer: \"It was clear from looking at the nasal secretions under a microscope that it's allergies,\" Frank Virant, MD, of the Northwest Allergy and Asthma Center told WebMD.. \tAs flu cases are increasing, the warm weather has also resulted in unusually high pollen counts around the country","advice_category":"2","content":"Mild weather across the U.S. in January and February has delayed this year's flu season and brought an early start to this year's spring allergy season, according to various reports.\n\n\t?\n\n\tThe flu season could be off to a slow start because people are more likely to spend time outdoors — instead of indoors sharing their viruses with each other. As a result, people have been healthier this winter. \"Being outside more in the winter has two benefits,\" according to Alex Sosnowski, expert senior meteorologist for AccuWeather.com. \"The time in the sunlight can boost the level of vitamin D a person takes in and the fresh outdoor air is less likely to spread flu germs.\"\n\n\t?\n\n\tBut we can't stay outside all the time. In California, flu cases have been on the rise in February, especially in children. \"Children are a good indicator of influenza activity in a community,\" Gregg Pullen, manager of infection prevention and control for Children's Hospital Central California in Madera County, told The Fresno Bee.?Pullen says cases in his hospital are up for the month. \"This indicates influenza is out there and there's quite a bit of it.\" Another doctor said she expects more cases in the coming weeks.\n\n\t?\n\n\tAs flu cases are increasing, the warm weather has also resulted in unusually high pollen counts around the country. Many people are already reporting allergies that don't normally show up until spring. \"We have not seen pollen counts this high, this early, as long as I can remember,\" Dr. Stanley M. Fineman, president of the American College of Allergy, Asthma, and Immunology in Atlanta, told WebMD.\n\n\t?\n\n\tThe results are likely to be the same across the country. In New England, allergy symptoms are expected within weeks. \"I think there's no question that with the milder winter, we're going to have an earlier spring than typical, which means that perhaps in the next few weeks, the spring tree pollen sufferers are going to start having some symptoms,\" allergy specialist Dr. Jeffrey Factor told New England Cable News.\n\n\t?\n\n\tPeople are already suffering in Seattle, where many are wondering if their symptoms are from allergies or a cold. Doctors knew the answer: \"It was clear from looking at the nasal secretions under a microscope that it's allergies,\" Frank Virant, MD, of the Northwest Allergy and Asthma Center told WebMD.\n\n\t?\n\n\tAllergist Pinkus Goldberg of Indianapolis blames grass pollen for the early allergies. \"If there is no snow on the ground and it's not very cold, the grass should start blooming,\" he told WRTV. Another Indianapolis allergist says that mold, which is usually killed off during cold weather, could be a culprit. \"Usually in the winter ... it knocks out the mold,\" Doug Horton told WISH. \"But, this year, it's been different. We've had periods of cold. But, when it warms up the mold comes back.\"\n\n\t?\n\n\tThe length of this year's pollen season remains to be seen and will be affected by how much rain we get this spring.\n\n\t?\n\n\tAlso on MNN:\n\n\n\t\t\tYes, there is a downside to a mild winter\n\n\n\n\t\t\tGardeners: Don't fret about flowers blooming early\n\n\n\t?\n\n\tMNN homepage photo: Shutterstock","author":"","web_category":"health#allergies","title":"Mild winter brings double-whammy: Late flu season and early allergies","picture_url":"http://images.mnn.com/sites/default/files/allergies530.jpg","url":"http://www.mnn.com//health/allergies/stories/mild-winter-brings-double-whammy-late-flu-season-and-early-allergies"}