{"summary":"\"But grizzlies are not dependent on whitebark pine for survival. Still, there are now 600 grizzlies in the area — plus a few hundred more across the U.S","advice_category":"8","content":"?\nGrizzly bears are no pushovers. They're some of the biggest, strongest, most adaptable omnivores alive, with no natural predators except people. And even we can't hide our admiration: Humans have used grizzlies as symbols of power and persistence for centuries, from Native Americans' bear dances to Sarah Palin's political metaphors.\n?\nRecently, though, grizzly bears across the U.S. West have begun to seem more like the Bad News Bears. After spending 35 years clawing back from generations of hunting and habitat loss — which wiped out all but a smattering of grizzlies in the Lower 48 states — their luck now appears to be running out again. Food sources are vanishing from key habitats like Yellowstone National Park, forcing resurgent grizzly populations to be creative. And that could be bad news for more than just bears.\n?\nFrom Wyoming to Washington, overcrowded grizzlies are already being pushed into new territory by their peers. But with dietary staples like whitebark pine nuts, cutthroat trout and miller moths now disappearing, too, experts fear even more of the bears could gravitate to places where other food sources — and people — are more abundant.\n?\n\"We are seeing increases in conflicts,\" says Chris Servheen, who coordinates grizzly rehab for the U.S. Fish and Wildlife Service, although he blames the violence mainly on population shifts:?\"We have increases of bears and increases of people in bears' habitat.\" A grizzly thought to be protecting its cub?attacked seven backpackers earlier this month in a remote part of Alaska, one of several recent assaults to make international headlines. Grizzlies also killed two people near Yellowstone last year, and Wyoming's human-grizzly conflicts hit a record of 251 in 2010. (\"Conflicts\" include attacks on property, livestock and humans.) Not only is that high for one state, but it's 76 percent above average for the entire Greater Yellowstone Ecosystem (GYE), which normally has about?142 conflicts a year. And the problem is expected to get worse.?\n?\n[Related: How to survive a bear attack]\n?\nWhile these run-ins are a real danger to people, however, they're still far more fatal to bears. At least 42 GYE grizzlies?were killed by people in 2010, up from 24 in 2009 and?37 in 2008 (the 2000-'07 average was 16 per year). Still, there are now 600 grizzlies in the area — plus a few hundred more across the U.S. Northwest, and 50,000 in Alaska and Canada — so extinction clearly isn't imminent. In fact, grizzlies came off the U.S. endangered species list in 2007, with officials citing a tripled population since 1975. But they went back on the list two years later, after a federal judge ruled the FWS had downplayed its own studies suggesting the bears may still be at risk. Old threats like hunting and logging are gone, but the judge cited a new, more subtle scourge: food shortages, many of which could worsen with global warming.\n?\nNonetheless, the U.S. government is once again working to remove grizzlies from the endangered species list, arguing the loss of whitebark pine trees isn't a serious threat. Bears in general are secretive and resourceful, so it is hard to know how grizzlies will react to the curveballs of climate change, and therefore hard to know just how endangered they really are. But to understand how much upheaval the bears can and can't handle, it helps to first appreciate what they've already been through.\n?\nA grizzly past\nAmerican grizzlies date back to ancient brown bears that crossed the Bering Land Bridge?from Siberia, eventually spreading as far as the Great Lakes and Mexico. There were up to 100,000 of them across North America when Europeans arrived, but that quickly changed, since the settlers reacted to bears much like they did to wolves: by killing them. What began as self-defense, revenge and trophy hunting grew into all-out war by the mid-1800s, eliminating grizzlies in Mexico and most U.S. states. Logging and road building piled on, and by the 1900s only a few grizzly enclaves were left in the Lower 48, mostly in Yellowstone.\n?\nBears are clever, though, and Yellowstone grizzlies soon learned to capitalize on their new neighbors: Tourist surges in the 1880s had created a trash problem, leading park officials to dig open-pit dumps. These also became open buffets for bears, drawing crowds of grizzlies and black bears — and more tourists. It seemed harmless at first, and the park even built bleachers; by the 1920s, up to 3,000 spectators gathered nightly at the Old Faithful dump to watch its evening feeding program.\n?\nIt didn't take long for this to erase the bears' fear of people, and conflicts soared to nearly 50 per year from the 1930s to the '60s. When the federally commissioned Leopold Report came out in 1963 — advising national parks to preserve nature as a \"vignette of primitive America\" — it was clear Yellowstone had to change. All open dumps were closed by the early '70s, but with so many bears reliant on trash for food, grizzly populations then plummeted. The drop was so severe that all U.S. grizzlies outside Alaska were added to the endangered species list in 1975.\n?\nThirty-five years later, that protection seems to have worked. Scientists announced in 2010 that 603 grizzlies now inhabit the GYE, more than triple their population in the '70s, while other grizzly groups have also grown in the Rocky Mountains and North Cascades. This comeback already convinced U.S. officials to \"delist\" grizzly bears from the endangered species list in 2007, and although U.S. District Judge Donald Molloy later ordered them relisted, the Obama administration is now pushing to have grizzlies delisted once again. \"We don't think there was any basis for the decision he made overturning that,\" Servheen says of Molloy's 2009 ruling. \"So that's why we're appealing that decision. The bears are recovered.\"\n?\nPining for pine cones\nThere are several ways climate change could harm grizzly bears, but no one is sure exactly how much of an effect any of them has. Unlike polar bears, which feed almost entirely on seals, grizzlies eat diverse diets that buffer them against environmental changes. \"It's often said that it's easier to describe what grizzly bears don't eat than what they do eat,\" Servheen says. Having worked with grizzlies for the last 30 years, he says they're adaptable enough to weather nearly any storm. \"In general, the feeling is that grizzly bears are resistant to climate change,\" he says. \"They may be one of the most resilient species out there.\"\n?\nMany experts do agree that global warming won't kill off grizzlies anytime soon; in fact, it may even help them move farther north, spelling more trouble for polar bears. But the loss of fattening foods like whitebark pine nuts does force the bears to change their behavior — and anytime a 600-pound killing machine does that, it's worth taking notice. Plus, according to conservation advocate Michael Robinson of the Center for Biological Diversity, it's not a matter of any single factor harming grizzly populations.\n?\n\"In the short term, yes, grizzlies have adapted very well,\" Robinson says. \"But they're also facing ever-expanding human developments that make life increasingly difficult. And when you factor in trying to expand the area that a grizzly has to roam to meet its nutritional requirements, it's a recipe for disaster.\"\n?\nBelow are four major food sources that are declining in many grizzly habitats:?\n?\n• Whitebark pine: Although grizzlies are infamous for stealing people's food and trash, we aren't the only victims of their thievery. The bears also dig up piles of whitebark pine nuts that squirrels have buried for winter, using them to fatten up before hibernating. The squirrels bury enough of these piles that they still don't starve, even with hundreds of grizzlies' raiding their stashes, and in some areas the nuts are actually bears' No. 1 source of fat during fall. It has raised some concern, therefore, that whitebark pine trees around the U.S. West have begun dying in droves.\n?\nFirst came an invasive fungus called \"blister rust,\" which was introduced from Europe in 1910 and has since decimated American whitebark pines. But now bark-eating pine beetles are also killing whitebarks, since the Rockies' warming climate helps them survive winter. This problem has exploded across the Western U.S. since 2000, and while it echoes a similar outbreak from 1909 to 1940, many experts blame this one on global warming. Regardless of its cause, the combo of blister rust and pine beetles has been brutal to whitebarks, killing nearly 75 percent in the GYE alone.?And as the U.S. Interagency Grizzly Bear Study Team warned in its 2010 Whitebark Pine Mortality Report, \"bears tend to eat more meat when whitebark pine seeds are not available, and ... there is an increase in hunter-grizzly bear conflicts and bear mortalities in poor seed years. Extensive areas of beetle-killed whitebark pine may exacerbate this trend.\"\n?\nBut as Servheen explains, few grizzlies aren in danger of starving. Whitebark pines have always had good and bad years, and while it's clear they're now stuck in a long-term free fall, those past fluctuations prepared grizzlies to adapt. \"Certainly whitebark pine is declining throughout its range,\" Servheen says. \"But grizzlies are not dependent on whitebark pine for survival. This is a food that's not widely available every year anyway, and the bears are used to that, so they switch to multiple foods. Now they're just eating those other foods more often.\" Yet grizzlies have only adapted to temporary whitebark shortages, Robinson argues, and annual improvisation could prove more difficult: \"There are naturally good pine-nut years and bad pine-nut years, but global warming is making more and more years bad pine-nut years.\"\n?\n• Cutthroat trout:?When grizzly bears go fishing in North America, one of their top targets are cutthroat trout, members of the salmon family named after their distinctive red-colored throats. These trout are split into several subspecies in different drainage basins, but they're a widespread staple of grizzly diets throughout much of the Rockies as well as the Cascade Range. And much like whitebark pines, they're also under attack from converging forces.\n?\nSome subspecies of cutthroat trout have been endangered in the past or remain threatened by hydroelectric dams, which can prevent them from swimming upstream to spawn. Not only does that hinder their ability to reproduce, but it also makes them unavailable to grizzly bears, which normally catch the exhausted fish as they swim upstream against the current. The introduction of non-native fish is another danger, since the invasive species often outcompete cutthroat trout yet don't swim upstream to spawn, thus robbing a food source from grizzly bears without offering an alternative.\n?\nAnd also like whitebark pines, cutthroat trout may be at risk from global warming. As the U.S. Forest Service warned in a 2009 science brief, \"Climate change is expected to cause increased water temperatures, earlier snowmelt and lower summer water flows\" in the U.S. West, which could upset the balance of cutthroat trout habitats. \"Increased water temperatures may threaten survival of trout at low elevations and low latitudes,\" the brief said, adding that earlier snowmelt and more rain-on-snow events in winter \"may fundamentally alter the hydrologic regime of many river systems, particularly affecting early life stages of trout\" and other salmon. It also points out one possible benefit, though: expanded habitat at higher elevations and latitudes.\n?\n• Army cutworm moths: On top of pine nuts and trout, another major source of protein for grizzlies is army cutworm moths, aka miller moths, which congregate by the millions at high-altitude habitats in summer. The moths seek shade under boulders during the day, coming out at night to feed on nectar. But grizzlies are too smart to miss that opportunity, trudging up to Yellowstone's talus slopes, for example, and often eating up to 40,000 moths a day. That provides each bear with the equivalent of 20,000 kilocalories per day, entirely in moths. (By comparison, that's 10 times more food than most humans eat in a day.)\n?\nThe moths also happen to be an agricultural pest at lower elevations, and farmers regularly use pesticides against them. Those toxins aren't believed to pose a direct danger to bears, but they can kill large numbers of a favorite grizzly food source. Human disturbance of moth clusters is apparently also a threat, as an IGBST study found that in areas where people had bothered the moths, grizzlies spent less time feeding and were more aggressive. Perhaps the broadest risk is thought to be climate change, though, if for no other reason than the uncertainty it brings. The temperature-sensitive moths may shift flight patterns along with changing climates, but there's no evidence that grizzlies can't adapt, either by following the moths or eating something else. What is unclear is how such changes might affect other areas of grizzly life.\n?\n• \"Winter kill\" animals: While grizzlies are losing key food sources that help them fatten up in fall, Robinson says an important springtime staple is disappearing, too: \"winter kill\" carrion, or animals that died during the winter. \"As winters become more mild, fewer elk and bison are likely to die, leaving less winter kill for grizzly bears,\" he says. It may sound strange to be worried that certain animals aren't dying enough to feed other animals, but carrion is a critical part of grizzlies' early-season diet, since the bears are still groggy, have exhausted their fat reserves, and aren't very adept at bringing down big game even in normal circumstances. (They do hunt large mammals, but usually focus on juveniles or the elderly, since grizzlies aren't fast or agile enough to chase down healthy adults.)\n?\nWhen grizzlies wake up from hibernation and can't find protein-rich meals like dead elk and bison, they often react like a person who starts the day without coffee: angrily. That's what concerns Robinson. He worries that climate change is clamping down even on one of the planet's most opportunistic omnivores, gradually whittling away its food supplies until it's once again forced to test its rocky relationship with people.\n?\n\"It's really the adverse synergy of all these factors that are hitting grizzlies harder and harder,\" he says. \"They are increasingly likely to wander farther in search of food, and that brings them into contact with human society, which is also expanding. This creates a greater chance of something bad happening to either one.\"\n?\nWhile Servheen disagrees about the role food shortages play, he doesn't deny that humans and grizzlies are now facing off with dangerous frequency. \"That's our biggest challenge,\" he says. \"Keeping up with the people in bear country.\"\n?\nMore information\nTo learn more about grizzlies and bears in general, check out the following links from MNN. And also be sure to watch the video clip below, which features footage of grizzlies catching salmon as they jump upstream.\n?\nHow to survive a bear attack\nMore human-grizzly bear conflicts in U.S. predicted\nHungry bears eating human corpses in Russia\nBear attacks surge in Japan; experts blame climate change\nU.S. wants to lift protections for wolves and grizzly bears\n?\n\n\n\n?\nClick for image credits\n\n\n?\nImage credits\nGrizzly bear standing: ZUMA Press\nDead grizzly bear: Dave Forman/U.S. Geological Survey\nGrizzly at Yellowstone's Trout Creek dump, 1970: National Park Service\nGrizzly walking through snow in Yellowstone: Steve Ard/USGS\nWhitebark pine trees: National Park Service\nCutthroat trout: National Park Service\nArmy cutworm moth: Kansas Department of Agriculture\nDead elk in snow: National Park Service\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are grizzly bears becoming unbearable?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-grizzly-bears-becoming-unbearable"}