{"summary":"This technology can be added to solar panels after they have already been manufactured and installed, meaning it can be used to retrofit old solar cells, Biryukov said.. Since weather conditions such as humidity affect how strongly dust adheres to the panels, Biryukov has made a special computerized control system designed to pick the right moment for cleaning, he said.","advice_category":"4","content":"SEDE BOQER, Israel — A new technique could help keep dust off of solar cells, a major obstacle that reduces the efficiency of photovoltaic panels.\n?\nThe technique, developed by Sergey Biryukov, a researcher at the Ben-Gurion National Solar Energy Center, uses an electric field to charge dust and small particles before repelling them. At a recent demonstration, Biryukov poured a small amount of a dustlike powder onto an electrified solar cell. The dust was immediately thrown back prevented by the electric field from settling onto the panel. [Video: A Dust-Repelling Solar Panel]\n?\nTwo electrodes are used to repel the dust. One electrode charges the particles through a process called field charging, or ion bombardment. This gives all particles, regardless of size, the same charge, Biryukov told ?TechNewsDaily. Another electrode bearing the opposite charge then repels the particles.\n?\nThis technology can be added to solar panels after they have already been manufactured and installed, meaning it can be used to retrofit old solar cells, Biryukov said.\n?\nWhile it's better at repelling dust, it can also be used to clean solar panels, said David Faiman, also a researcher at Ben-Gurion National Solar Energy Center who is familiar with Biryukov's research but not directly involved. Since weather conditions such as humidity affect how strongly dust adheres to the panels, Biryukov has made a special computerized control system designed to pick the right moment for cleaning, he said.\n?\nThe process can also sort particles of specific sizes, which could make it useful in the production of powdered foods and pharmaceuticals, which depend upon specific particle sizes to function optimally, Biryukov added.\n?\n?\nThis story was generated during a trip paid for by American Associates, Ben-Gurion University of the Negev. \n?\nEmail Douglas Main or follow him @Douglas_Main. Follow us @livescience, Facebook or Google+.\n?\nRelated on TechNewsDaily and MNN:\n\nReader Picks: Top 10 Alternative Energy Bets\n\n\n10 Technologies That Will Transform Your Life\n\n\nTop Ten Disruptive Technologies\n\n\nMNN: 5 breakthroughs that will make solar power cheaper than coal \n\n?\nThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"Douglas Main, TechNewsDaily","web_category":"earth-matters#energy","title":"New technique dusts off solar cells, increases efficacy","picture_url":"http://images.mnn.com/sites/default/files/solar%20cell.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/new-technique-dusts-off-solar-cells-increases-efficacy"}