{"summary":"With the explosion in gluten-free offerings, you would think your food allergy symptoms would vanish. Gluten-free foods contain other allergens: When most people think of gluten, they think of the protein in wheat","advice_category":"2","content":"You’re sick and tired of being sick and tired … and bloated and foggy-brained. An allergist or doctor tests you for food allergies and tells you that you should avoid gluten. You’ve been gluten-free for a while, but you’re still experiencing some of the following symptoms:\n?\ngastrointestinal problems such as diarrhea and cramping\nskin breakouts (hives, eczema, swelling)\njoint pain or migraine headaches\nmood changes\nimmune disruption\n?\nWith the explosion in gluten-free offerings, you would think your food allergy symptoms would vanish. Gluten-free product sales in 2011 exceeded $6 billion, almost a 20 percent increase from 2010.\n?\nDespite the glut of gluten-free offerings — including gluten-free beer — an increasing number of people still feel bloated. In addition, more people are developing Celiac disease or non-Celiac sensitivity. But why? Here are a few possible reasons:?\n?\n1. Products labeled gluten-free aren’t really gluten-free: Gluten-free labeling —?at least in some cases —?offers the same dubious promise as “cage-free” or “natural.” In an attempt to regulate gluten-free foods in 2007, the Food and Drug Administration proposed to allow manufacturers to label a food “gluten-free” if the food does not contain 20 or more parts-per-million gluten, among other parameters. But if a food contains 19 ppm gluten, it still might trigger an allergy or sensitivity.\n?\n2. Gluten-free foods contain other allergens: When most people think of gluten, they think of the protein in wheat. But other foods including rye, oat, barley, soy, dairy, eggs and tree nuts could trigger symptoms. Take soy for example. “Soybeans are high in phytic acid, which can block the uptake of essential minerals. Soy also has enzyme inhibitors that block the action of enzymes needed for protein digestion,” says Carolyn Dean, medical director of the nonprofit Nutrional Magnesium Association.\n?\n3. Cross-contamination: According to the National Institute of Allergy and Infections Diseases (NIAID), almost 90 percent of allergic reactions to egg, milk or peanuts occurred because a child accidentally consumed the food, whether because of misread food labels or because a food allergen came into contact with other foods — a problem better known as cross-contamination. Many food processors use the same facilities or equipment to create different foods. Your beloved gluten-free pretzel might be made on the same conveyor belt as whole-wheat bread.?\n?\n4. Preservatives: Although a mouthwash might be labeled free of gluten, it could contain preservatives, which according to a study by Johns Hopkins, is one possible factor in an increased risk of allergies in children. Soda certainly has no gluten in it, but a study in the Journal of Attention Disorders links sodium benzoate, a common preservative in soft drinks, to ADHD in college students. “When it comes to diagnosing potential food sensitivities,?artificial?sweeteners are one of the most likely culprits of distress,” says Dr. Timothy Morley, medical director of BodyLogicMD of Midtown Manhattan.\n?\n5. Corn conundrum: Although Harvard Medical School’s Beth Israel Deaconess Medical Center says on its?website that a true allergy to corn is rare, some medical professionals now doubt that claim. Corn and its derivatives (sweeteners like high fructose corn syrup, cornstarch, maltodextrin, xanthan gum) have become ubiquitous in Western food. “Any food can be a potential allergen, especially one we are exposed to frequently such as corn,” says Kelly Morrow, associate professor of nutrition and exercise science at Bastyr University.\n?\nA study in Plant Foods for Human Nutrition concluded that “some maize prolamins [plant proteins] contain amino acid sequences that resemble wheat gluten.”?\n?\n“Corn is the fourth food, along with gluten, dairy (casein) and soy that can damage the villi of the small intestine and cause them to atrophy,” says Dr. John Symes,” referring to finger-like structures in the gut that are responsible for absorbing nutrients.\n?\n6. Genetically modified organisms (GMO, or GM foods): Several animal studies indicate serious health risks associated with GM food consumption including infertility, immune dysregulation, accelerated aging, dysregulation of genes associated with cholesterol synthesis, insulin regulation, cell signaling, and protein formation, and changes in the liver, kidney, spleen and gastrointestinal system, according to the American Academy of Environmental Science. (And here’s one original medical study that shows how mice that were fed GMO-soy developed ageing livers.)\n?\nAnother study published in the International Journal of Biological Sciences concluded: “In three GM maize varieties … new side effects linked to the consumption of these cereals were revealed, which were … mostly concentrated in kidney and liver function, the two major diet detoxification organs … [i]n addition, some effects on heart, adrenal, spleen and blood cells were also frequently noted.\n?\nAre you gluten-free but still have food allergies? Tell us about it in the comments below.\n?\nJudd Handler is a health writer in Encinitas, Calif., and can be reached at CoachJudd@gmail.com.\n?\nMore food allergy stories on MNN:\nCity kids have more food allergies, new study finds\nGluten-free profusion: Fad or epidemic?\nFood allergies are extremely common\n?","author":"","web_category":"health#allergies","title":"If I eat a gluten-free diet, why am I still having food allergy symptoms?","picture_url":"http://images.mnn.com/sites/default/files/GlutenFreeDiet_m_0820.jpg","url":"http://www.mnn.com//health/allergies/stories/if-i-eat-a-gluten-free-diet-why-am-i-still-having-food-allergy-symptoms"}