{"summary":"\t\tChina is the world's biggest solar panel maker and the bulk of its overall $35.8 billion worth of solar product exports went to the EU last year, according to Chinese industry figures.. The European Commission launched an anti-dumping probe into Chinese solar panel imports Thursday, upping the ante in a major trade dispute Beijing insists should be solved by discussion.","advice_category":"4","content":"The European Commission launched an anti-dumping probe into Chinese solar panel imports Thursday, upping the ante in a major trade dispute Beijing insists should be solved by discussion.\n\n\t\t?\n\n\t\tThe Commission said its action followed the \"most significant anti-dumping complaint\" it has dealt with so far, putting solar panel imports from China at 21 billion euros ($26.5 billion) last year.\n\n\t\t?\n\n\t\tIndustry association EU ProSun claimed Chinese solar panels and components were being dumped on the European market at below cost, a charge Beijing rejected while calling for negotiations.\n\n\t\t?\n\n\t\tThe Chinese commerce ministry said it regretted that the commission went ahead with a probe \"despite repeated calls by China to solve the trade dispute on photovoltaic products via consultations and cooperation.\n\n\t\t?\n\n\t\t\"China expresses deep regret about this.\"\n\n\t\t?\n\n\t\tChina is the world's biggest solar panel maker and the bulk of its overall $35.8 billion worth of solar product exports went to the EU last year, according to Chinese industry figures.\n\n\t\t?\n\n\t\tThe Commission said it decided on the investigation after evidence provided by EU ProSun showed Chinese products have had \"substantial adverse effects on the financial situation of the Union industry.\"\n\n\t\t?\n\n\t\tIf Chinese companies are found to have caused harm to the bloc's solar industry, penalties could be imposed, it added.\n\n\t\t?\n\n\t\tBeijing said restricting Chinese products would harm both sides and \"damage the healthy development\" of the global photovoltaic industry and clean energy.\n\n\t\t?\n\n\t\tChinese companies also voiced concerns over any potential tariffs on their business and the wider trade relationship where China's role as the workshop of the world and biggest exporter has often strained ties with its partners.\n\n\t\t?\n\n\t\t\"The solar industry is based on a global and complex value chain, and will be therefore substantially and negatively affected by trade protectionism,\" said Darren Thompson, managing director of the European arm of Yingli Green Energy.\n\n\t\t?\n\n\t\t\"There would be no winners but rather immeasurable damage and regression from our fundamental goal of making solar a cost-effective energy source available to everyone,\" Thompson said in a company statement.\n\n\t\t?\n\n\t\tYingli Green Energy said it would cooperate with the Commission to prove that there was no basis for punitive tariffs.\n\n\t\t?\n\n\t\t\"A misguided trade war could undermine years of solar industry progress, investment and innovation,\" it added.\n\n\t\t?\n\n\t\tThe solar import dispute has been rumbling along for some time.\n\n\t\t?\n\n\t\tIn May, Washington imposed heavy hefty anti-dumping duties on Chinese solar cell makers, a move Beijing blasted as \"protectionist,\" and the latest dispute is but one of many to surface in recent years as China has increased its market share.\n\n\t\t?\n\n\t\tChancellor Angela Merkel raised the issue on a visit to Beijing late last month, saying \"protectionism cannot be the answer for certain difficulties, we have to try to solve existing problems by the way of talks, problems we have in the field of solar energy for instance.\n\n\t\t?\n\n\t\t\"We should endeavour to do so because there is still time and we will discuss with our colleagues in the European Union that we should give it a try,\" she added.\n\n\t\t?\n\n\t\tCopyright 2012? AFP Global Edition\n\n?","author":"Bryan McManus, AFP","web_category":"earth-matters#energy","title":"EU probes Chinese solar panel 'dumping' claim","picture_url":"http://images.mnn.com/sites/default/files/solar_20.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/eu-probes-chinese-solar-panel-dumping-claim"}