{"summary":"The announcement of Mars One's application flood comes in the middle of a big week for manned Mars exploration. Mars One estimates that landing four settlers on Mars in 2023 will cost about $6 billion","advice_category":"4","content":"Huge numbers of people on Earth are keen to leave the planet forever and seek a new life homesteading on Mars.\n?\nAbout 78,000 people have applied to become Red Planet colonists with the nonprofit organization Mars One since its application process opened on April 22, officials announced on May 7. Mars One aims to land four people on the Red Planet in 2023 as the vanguard of a permanent colony, with more astronauts arriving every two years thereafter.\n?\n\"With 78,000 applications in two weeks, this is turning out to be the most desired job in history,\" Mars One CEO and co-founder Bas Lansdorp?said in a statement. \"These numbers put us right on track for our goal of half a million applicants.\" [Mars One's Red Planet Colony Project (Gallery)]\n?\n\n\n?\nMars One estimates that landing four settlers on Mars in 2023 will cost about $6 billion. The Netherlands-based organization plans to pay most of the bills by staging a global reality-TV event, with cameras documenting all phases of the mission from astronaut selection to the colonists' first years on the Red Planet.\n?\nThe application process extends until Aug. 31. Anyone at least 18 years of age can apply, by submitting to the Mars One website a 1-minute video explaining his or her motivation to become a Red Planet settler. (You can also watch other applicants' videos at the site.)\n?\nMars One charges an application fee, which ranges from $5 to $75 depending on the wealth of the applicant's home country. United States citizens pay $38, Lansdorp said.\n?\nWhen the application process closes, reviewers will pick 50 to 100 candidates from each of the 300 regions around the world that Mars One has identified. By 2015, this pool will be whittled down to a total of 28 to 40 candidates, officials said.\n?\nThis core group will be split into groups of four, which will train for their one-way Mars mission for about seven years. Finally, an audience vote will pick one of these groups to be humanity's first visitors to the Red Planet.\n?\nSo far, Mars One has received applications from more than 120 countries, officials said. The United States leads the way with 17,324, followed by China (10,241) and the United Kingdom (3,581). Russia, Mexico, Brazil, Canada, Colombia, Argentina and India round out the top 10.\n?\n\"Mars One is a mission representing all humanity, and its true spirit will be justified only if people from the entire world are represented,\" Lansdorp said. \"I'm proud that this is exactly what we see happening.\"\n?\nThe announcement of Mars One's application flood comes in the middle of a big week for manned Mars exploration. Scientists, engineers, NASA officials and a range of other Red Planet exploration advocates are currently meeting in Washington, D.C. for the Humans 2 Mars summit, which runs through May 8.\n?\nAnd famed Apollo 11 moonwalker Buzz Aldrin released his new book, \"Mission to Mars: My Vision for Space Exploration\" (National Geographic Books), which was written with veteran space reporter (and SPACE.com columnist) Leonard David.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nHow To Die On Mars - The Mars One Project Explained | Video\n\n\nThe Boldest Mars Missions in History\n\n\nMars Myths & Misconceptions: Quiz\n\n\nMNN: 5 overhyped Mars discoveries\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"78,000 people want to go Mars ... and counting","picture_url":"http://images.mnn.com/sites/default/files/MarsOneColony_m_0130.jpg","url":"http://www.mnn.com//earth-matters/space/stories/78000-people-want-to-go-mars-and-counting"}