{"summary":"\tBenefits of organic farming. organic industry from growing more quickly than it has","advice_category":"8","content":"?\n\n\tThe phrase \"organic farming\" was coined in 1940 by Lord Northbourne, a British author and Olympic athlete who helped launch the organic movement. Joined by fellow organic pioneers like J.I. Rodale, Lady Eve Balfour and Albert Howard, he championed farms as natural ecosystems, and railed against chemical fertilizers and pesticides. \"The farm itself must have a biological completeness,\" he wrote. \"It must be a living entity ... which has within itself a balanced organic life.\"\n\n\t?\n\n\tWhile those words still resonate with many farmers and shoppers today, however, they were drowned out for decades by famine. Earth's human population grew 293 percent in the 20th century — compared with an average of 22 percent each of the previous nine centuries — and farmers couldn't keep up. As hunger spread, an Iowa agronomist named Norman Borlaug came to the rescue in the early '40s, using manmade pesticides, fertilizers and crossbred crops to start the Green Revolution, which saved countless lives and won him the 1970 Nobel Prize.\n\n\t?\n\n\tIt also highlighted a common critique of organic farming: It's already hard to feed billions of people, even without rules against spraying chemicals or swapping genes. Borlaug's methods often raised yields while reducing acreage, and it seemed for years he'd proven the organic movement wrong.\n\n\t?\n\n\tBut \"chemical farming,\" as Lord Northbourne called it, lost some luster when synthetic pesticides and fertilizers were linked to environmental ills like cancer, blue baby syndrome, dying eagles and dead zones. Ecologists warned of gene pollution from genetically modified organisms, and overuse of livestock antibiotics was widely blamed for drug-resistant \"superbugs.\" This created an opening for organic farming in the late 20th century, and today there are an estimated 1.4 million organic farms worldwide, including some 13,000 certified in the U.S. Yet despite these gains, organic farms still struggle to match the output of conventional ones — no small detail since there are now about 6.9 billion people on Earth, three times the 1940 population. And with that number forecast to hit 9 billion by 2050, the future of organic farming remains unclear.\n\n\t?\n\n\tIt often seems especially murky during economic dips like the recent recession, when higher-priced products of all kinds tend to suffer. But does organic food's premium price translate into any real health or environmental benefits? Critics like Alex Avery don't think so — the conservative author and researcher has compared \"organic-food fanatics\" to the terrorist group Hezbollah, and wrote a book in 2006 called \"The Truth About Organic Foods\" that, according to his website, \"strips bare organic myths.\" While supporters say organic farming merely reveals the true cost of food, Avery and other critics say it makes food unaffordable. Aside from supporting synthetic pesticides and fertilizers, they've focused their ire lately on critics of genetically modified organisms. \"For nearly a decade these agri-extremists have attempted to totally block agricultural biotechnology,\" Avery wrote in 2003, calling GMOs \"the most important and critically needed agricultural advance in human history.\"\n\n\t?\n\n\tFor more on the backstory, upsides and downsides of organic farming, below is a look at how the field has evolved over the last 70 years, and what might happen next.\n\n\t?\n\n\tA brief history of organic farming\n\n\tEarly farmers had no choice but organic farming, and they still achieved some major milestones over the years, like taming the first grains in Mesopotamia or turning a thin grass called teosinte into plump, protein-packed corn.\n\n\t?\n\n\tAgriculture has stayed largely organic for most of its 10,000-year history, from the first Fertile Crescent plots to the plantations of colonial America. Some plants would control pests and soil quality naturally, and humans helped by rotating their crops; if extra fertilizer was needed, manure usually filled in. But some farmers used toxic additives as early as 4,500 years ago, when Sumerians dusted crops with sulphur to kill insects. Within a few centuries, the Chinese were killing lice with heavy metals like arsenic and mercury, a strategy later applied to crop pests.\n\n\t?\n\n\tArsenic remained king of bug killers from medieval times up to the mid-1900s, when science found something more effective. DDT had been created in 1874, but it was overlooked as an insecticide until 1939, when Swiss chemist Paul M?ller made a world-changing discovery that won him a Nobel Prize. German chemists had already invented a process by then for synthesizing ammonia to make nitrogen fertilizers, for which they also won Nobel Prizes. Borlaug then mixed these and other modern tactics to fight famines in Mexico, India and the Philippines, securing his own place in history.\n\n\t?\n\n\tMeanwhile, a rival revolution still simmered below the surface, advocating ancient tools like compost and cover crops. It was led in the U.S. by magazine magnate and Rodale Institute founder J.I. Rodale, who popularized organic farming in the 1960s and '70s as environmental attitudes were already in flux. When Congress officially defined \"organic\" in 1990 and set up national certification rules, it quickly triggered an organic bonanza. USDA-certified acreage grew by an average 16 percent a year from 2000 to 2008, and still grew 5 percent in 2009 even amid the recession, points out U.S. National Organic Program spokeswoman Soo Kim. \"I'm no forecaster,\" she says, \"but I'd have to say there's a strong demand for it, and I would expect that to continue.\"\n\n\t?\n\n\tWhat does 'organic' mean?\n\n\t\"Organic farming\" suffered an identity crisis until the late 20th century, but today the term is regulated by governments and independent certifiers around the world. The National Organic Program handles organic issues in the U.S., a duty it was given by the Organic Foods Production Act of 1990. It defines organic farming as any qualified system that's designed \"to respond to site-specific conditions by integrating cultural, biological and mechanical practices that foster cycling of resources, promote ecological balance and conserve biodiversity.\" The NOP website has details, including a list of allowed and prohibited substances, an archive of organic regulations, and a guide to accredited certifying agents. For casual grocery shopping, though, keep these four tips in mind when checking food labels:\n\n\t\tProducts labeled \"100 percent organic\" must contain only organically produced ingredients and processing aids (aside from water and salt).\n\n\t\tProducts labeled \"organic\" must contain at least 95 percent organically produced ingredients (again, not including water and salt).\n\n\t\tProducts labeled \"made with organic ingredients\" must contain at least 70 percent organic ingredients, and may list up to three on the main label.\n\n\t\tNothing with less than 70 percent organic ingredients can say \"organic\" on its main label, but it can identify organic ingredients on its info panel.\n\n\tWhen the USDA catches someone pitching unqualified products as organic, it can issue a fine — the agency may levy a civil penalty up to $11,000 against anyone who knowingly sells or labels an \"organic\" product that doesn't meet NOP rules. But many similar marketing phrases like \"free range,\" \"sustainably harvested,\" or \"no drugs or growth hormones used\" are often defined less specifically.?For example, to call chickens \"free range,\" a company \"must demonstrate to the Agency that the poultry has been allowed access to the outside,\" according to USDA regulations.\n\n\t?\n\n\tBenefits of organic farming\n\n\tThe organic movement began as a reaction against synthetic fertilizers, but it soon evolved into a big-tent alternative to many aspects of modern agriculture, including chemical pesticides, preemptive antibiotics, monocultures, factory farms and genetically engineered crops. Below are some of the main environmental and human health arenas in which supporters say organic farms beat conventional ones:\n\n\t?\n\n\t• Fertilizers: Depleted soil is a major cause of crop failures, a problem that ancient farmers often solved with organic fertilizers like animal dung, which can restore soil over time by releasing nitrogen, phosphorus and potassium, as well as various micronutrients. Other organic tactics for boosting soil quality include cover crops (aka \"green manure\"), crop rotation and composting. But those all involve a lot of manual labor, and by the mid-1800s chemists began finding shortcuts, like a way to make \"superphosphate\" from sulfuric acid and phosphate rocks, or to make ammonia from trace gases in the air and turn it into nitrogen fertilizers. Despite their short-term benefits, though, these synthetic fertilizers have also been linked to several long-term drawbacks. They're costly to make, for one, since the production of ammonia now accounts for roughly 2 percent of global energy use, and mining for phosphorus is depleting the planet's finite reserves. Overfertilization can also harm crops — as well as human babies if nitrogen seeps into their drinking water — and often triggers algae blooms and \"dead zones.\"\n\n\t?\n\n\t• Pesticides: Plenty of pest-killing chemicals are available, but organic farms focus more on prevention than treatment. Cover crops can suppress weeds before they sprout, while crop rotation keeps plants one step ahead of diseases. Organic farmers may also grow multiple crops in one place, known as \"polyculture,\" to capitalize on pest-repelling species. Some \"trap crops\" even lure and kill bugs — Japanese beetles are drawn to geraniums, for example, and a toxin in the petals paralyzes the beetles for 24 hours, usually enough time for something to kill them. But a growing demand for food drove a global shift to synthetic pesticides last century, especially once DDT and similar insecticides hit the market. Several were later banned in the U.S., though, for a problem that plagues many pesticides: persistence. The longer a chemical sits outside without breaking down, the more likely it is to accumulate, drift around and even move up the food chain. Safe levels of human exposure vary widely, but on top of things like brain damage and birth defects, some have also been linked to cancer. According to one review of cancer studies from 1992 to 2003, \"Most studies on non-Hodgkin lymphoma and leukemia showed positive associations with pesticide exposure,\" and the reviewers add that \"a few were able to identify specific pesticides.\" People living near farms may be directly exposed to pesticides, although anyone else can be, too, just by eating a stick of celery. It tops the USDA's list of pesticide residues on food, followed by peaches, kale, strawberries and blueberries (see the interactive graphic above for more, or check out a list of the \"Dirty Dozen\" most pesticide-laced produce.)\n\n\t?\n\n\t• Crop diversity: Growing individual, isolated crops in bulk has become common for large-scale farms, but since it's an unnatural way for most plants to grow, many require extra help. Known as a monoculture, a vast field of one species is risky because all the crops are vulnerable to the same diseases and conditions, setting up disasters like the 1840s Irish Potato Famine. Farms that use polyculture, however, not only enlist crops to protect each other from pests, but can also still rely on the surviving crops if one is killed by disease. And since they have those safeguards built into their farming system, they have less need for fertilizers and pesticides. They also have less need to plant genetically modified organisms, a more recent breakthrough that has amplified the fight over modern farming. GMOs are often bred to be tolerant of specific pests or pesticides, but organic advocates say this creates an unnecessary dependence on pesticides. The agribusiness giant Monsanto, for example, sells Roundup herbicide as well as \"Roundup-ready\" crops genetically engineered to tolerate Roundup. Critics also warn of \"genetic drift\" from GMO pollen to wild species, and scientists in North Dakota even recently found two herbicide-resistant varieties of GM canola plants that had escaped from farms into the wild.?But GMOs can sometimes help their natural neighbors, too — another recent study found that a certain kind of GM corn both protects itself from corn borer moths as well as non-GM corn planted nearby.\n\n\t?\n\n\t• Livestock: People have raised animals to eat for millennia, starting with sheep and goats that nomadic tribes herded some 11,000 years ago. Cattle and pigs came next as nomads settled down on farms, and modern chickens followed a few thousand years later; turkeys took much longer to tame, finally giving in to the Aztecs around the 1300s. Farm animals were long raised outdoors in relatively low concentrations, but that changed dramatically in the 20th century. Chickens were raised in CAFOs, aka \"factory farms,\" as early as the 1920s, and the rise of growth hormones, vaccines and antibiotics paved the way for cattle and pork CAFOs soon after. Low-dose antibiotics are still pre-emptively fed to livestock at many CAFOs, since the tight conditions raise the risk of illness. But antibiotics have caused issues of their own, since overexposure can breed drug-resistant bacteria. (The FDA issued a draft guidance for industry earlier this year, urging companies to volunteer some reductions.) Manure is also a problem, since it gives off methane and can be washed away by rain, potentially poisoning rivers, lakes or even groundwater. Biotech has also become a big issue for livestock lately, and not just because of cloned cattle: The FDA is mulling a proposal, for example, to allow sales of genetically modified salmon.\n\n\t?\n\n\tCosts of organic farming\n\n\tCritics of organic farming often focus on how much the food costs, since it usually is more expensive than conventionally grown food, due to a variety of factors such as lower yields and more labor-intensive methods. But those lower yields can do more than just raise the price of produce — some experts argue they also threaten food security at a time when global warming is already starting to wreak climatic havoc in some of the world's biggest farming regions. Below is a look at two of the main arguments made against organic farming:\n\n\t?\n\n\t• Food prices: Organic products often cost a few cents to several dollars more than their conventional counterparts, creating an expensive stigma that may hinder the U.S. organic industry from growing more quickly than it has. The USDA's Economic Research Service tracks wholesale and retail price differences between organic and conventional food, and as seen in its most recent national head-to-head comparison, the differences vary widely depending on the product: Organic carrots cost only about 39 percent more than conventional varieties, for example, while organic eggs cost nearly 200 percent more. (Prices also vary from city to city, which is why the ERS monitors price data in several benchmark areas around the country.) Wholesale prices show a similar discrepancy: Conventional, wholesale eggs cost an average of $1.21 per dozen in 2008, while the organic option cost $2.61, a difference of about 115 percent. As stark as those kinds of discrepancies can seem during an economic downturn, however, they're expected to keep slowly shrinking over the years as organic farms become more widespread and streamlined, and as they receive more of the tax breaks and other benefits often given to conventional farms. \"The goal is to eventually minimize the price differentiation so it becomes more narrow between conventional and organic,\" says National Organic Program spokeswoman Soo Kim, adding that she's seen no evidence that organic food sales are more vulnerable to a recession. \"I can only base my answer on what they have demonstrated during this recession,\" she says, \"and there was a 5 percent growth of organic food purchases in 2009, which comprised about 4 percent of sales in the U.S.\"\n\n\t?\n\n\t• Food availability: As Norman Borlaug led the Green Revolution in the mid-20th century, he was aware of the rising organic tide back home. Rachel Carson's 1962 book \"Silent Spring\" had spread distrust of pesticides among Americans, as did the later banning of DDT, and the new U.S. environmental movement was attacking many of the tactics pioneered by Borlaug (pictured at right in 1996). He addressed his critics several times before his death in 2009, such as in a 1997 interview with the Atlantic: \"Some of the environmental lobbyists of Western nations are the salt of the earth, but many of them are elitists,\" Borlaug said. \"They've never experienced the physical sensation of hunger. ... If they lived just one month amid the misery of the developing world, as I have for 50 years, they'd be crying out for tractors and fertilizer and irrigation canals.\" Industrial farming advocates now carry this torch for Borlaug, arguing for things like the re-legalization of DDT and the wider use of GMOs, which they often tout as the only way for crops to keep up with population growth. It has been documented for years that organic farms generally produce less food per acre — in one recent comparison of organic and conventional strawberries, for example, researchers found the organic plants produced smaller and fewer fruits (although they were also denser and more nutritious). But several studies in recent years have also claimed to dispel this notion — a 2005 study found that organic farms yield the same amount of corn and soybeans as conventional ones, even while using 30 percent less energy, and another study in 2007 reported that that yields are \"almost equal on organic and conventional farms,\" adding that organic farming could triple traditional farms' output in developing countries. \"My hope,\" said one of the study's authors in a statement, \"is that we can finally put a nail in the coffin of the idea that you can't produce enough food through organic agriculture.\"\n\n\t?\n\n\tMore information\n\n\tTo learn more about organic foods and farming, see the following articles from MNN:\n\n\t\tStudy: Organic strawberries are healthier than conventional\n\n\t\tWhy does beef from a local farm cost so much more?\n\n\t\tMore meat eaters will require doubling of world livestock\n\n\t\tFarmers were the rock stars 10,000 years ago\n\n\t\tChefs name gardens as top restaurant trend of 2010\n\n\tFor tips and ideas on your own organic garden — which could provide natural, healthy produce and also save money on grocery expenses — check out the MNN how-to guides and galleries below. And make sure to watch the video of MNN's Chuck Leavell touring an organic farm, too:\n\n\t\tHow to build a greenhouse\n\n\t\tPreparing your garden bed for winter\n\n\t\tVegetables to grow during fall\n\n\t\tHow to grow broccoli\n\n\t\tHow to grow spinach\n\n\t\tHow to grow onions\n\n\t\tHow to grow peas\n\n\t\tHow to grow carrots\n\n\t\tHow to grow beets\n\n\t\tHow to grow lettuce\n\n\t\n\n\t?\n\n\tImage credits\n\n\tCrop-duster plane flying over crops: ZUMA Press\n\n\tFarmhouse in Woodstock, Vt.: SnapsterMax/Flickr\n\n\tOrganic section of a supermarket: ZUMA Press\n\n\tUSDA organic label on soft drink: ZUMA Press\n\n\tLawn fertilizer: U.S. Environmental Protection Agency\n\n\tPesticide application: U.S. Department of Agriculture\n\n\tCornfield: John Foxx/Getty Images\n\n\tWoman grocery shopping: Spencer Platt/Getty Images\n\n\tNorman Borlaug in 1996: Bill Meeks/AP","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Is organic food worth the cost?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/is-organic-food-worth-the-cost-0"}