{"summary":"By pointing a powerful NASA space telescope away from our galaxy's star-studded core, astronomers are mapping the Milky Way's more sparsely populated outer fringes.. Gallery: The Infrared Universe Seen by Spitzer Telescope","advice_category":"4","content":"By pointing a powerful NASA space telescope away from our galaxy's star-studded core, astronomers are mapping the Milky Way's more sparsely populated outer fringes.\n?\n\"We sometimes call this flyover country,\" Barbara Whitney, an astronomer from the University of Wisconsin at Madison, said in a statement. But she added that scientists are finding \"all sorts of new star formation in the lesser-known areas at the outer edges of the galaxy.\"\n?\nOur solar system sits about two-thirds of the way out from the spiral galaxy's center, in a region known as the Local Arm. Astronomers tend to look inward when piecing together images of the galaxy; the more barren regions in the Milky Way's outer reaches have not been as extensively mapped.\n?\nImages from NASA's Spitzer Space Telescope reveal cosmic nurseries full of young stars blooming — some in clusters, some alone — in these faraway regions, researchers say. An area near the canine constellation Canis Major, for instance, has 30 or more young stars in early phases of their lives sprouting jets of material, according to a statement from NASA.\n?\n\"With Spitzer, we can see out to the edge of the galaxy better than before,\" Robert Benjamin of the University of Wisconsin said in a statement. \"We are hoping this will yield some new surprises.\"\n?\nBenjamin and his team already discovered that older stars in the red giant phase seem to disappear at the edge of the galaxy using Spitzer images. The researchers are using that data to map the warp in the galaxy's relatively flat disk, according to NASA officials.\n?\nThe new images were obtained as part of an initiative to chart the celestial topography of our entire galaxy. The so-called Galactic Legacy Infrared Mid-Plane Survey Extraordinaire (Glimpse 360) project aims to make the map and a 360-degree view of the Milky Way plane available online later this year.\n?\nThrough the Milky Way Project, citizen scientists are also poring over Glimpse images to help astronomers find cosmic bubbles.?Scientists believe these bubbles are blown by young, hot stars, and point to areas of star formation.\n?\n\"This crowdsourcing approach really works,\" Charles Kerton of Iowa State University at Ames, said in a NASA statement. \"We are examining more of the hierarchical bubbles identified by the volunteers to understand the prevalence of triggered star formation in our galaxy.\"\n?\nThe research was presented Wednesday (June 5) at the meeting of the American Astronomical Society in Indianapolis.\n?\nMore on SPACE.com and MNN:\n\nGallery: The Infrared Universe Seen by Spitzer Telescope\n\n\nMost Amazing Hubble Space Telescope Discoveries\n\n\nTop 10 Star Mysteries\n\n\nMNN: NASA telescopes capture image of giant cosmic eye\n\nThis story was originally written for SPACE.com and has been republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Megan Gannon, SPACE.com","web_category":"earth-matters#space","title":"Milky Way's 'flyover country' mapped","picture_url":"http://images.mnn.com/sites/default/files/MilkywayFlyoverCountry.jpg","url":"http://www.mnn.com//earth-matters/space/stories/milky-ways-flyover-country-mapped"}