{"summary":"?. ?","advice_category":"2","content":"In the 10-part series \"Life,\" BBC filmmakers focused on the behavior of species and the ways animals and plants have evolved to survive. We've selected some of the most scintillating snapshots for a look into these wonders of the world. You might even learn a thing or two.\n?\n\nAll photos courtesy of Discovery\n?\nThe basilisk lizard uses its lightweight frame, specialized feet and incredible speed to walk on water, earning it the nickname \"the Jesus Christ lizard.\"\n?\n\n?\nThe venomous Niue sea krait patrols the coast of Niue Island in the South Pacific. A single bite can kill a full-grown man, but humans don't seem to be this sea snake's favorite snack.\n?\n\n?\n?Leo?pard seals wa?it beneath the ice to surprise-attack penguins in the Southern Ocean.\n?\n\n?\nVivid green mosses and lichens cover the trees of Dartmoor National Park in Devon, England.\n?\n\n?\nMillions of straw-colored fruit bats fill the sky above Zambia's Kasanka National Park each year.\n?\n\n?\nA field of sunflowers absorbs sunlight in France.\n?\n\n?\nDragon's blood trees grow on Socotra, a small group of islands in the Indian Ocean. This unusual tree thrives in harsh conditions by reaching its branches high to gather moisture from the mist.\n?\n\n?\nA?Japanese macaque and her infant take refuge from the cold in a thermal spring.\n?\n\n?\nYoung stoats, also known as short-tailed weasels, play fight in Spain's Aran Valley.\n?\n\n?\nSea stars and sea urchins patrol the nutrient-rich seafloor of McMurdo Sound?in Antarctica.\n?\n\n?\nA male sage grouse calls for mates during the breeding season.\n?\nRelated content on MNN:\nWant to see more great photos? Check out our Big Snapshot archive \nEarth Day photos: Celebrating the beauty of our planet\n11 amazing hybrid animals","author":"","web_category":"earth-matters#wilderness-resources","title":"11 amazing photos from Discovery's 'Life'","picture_url":"","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/11-amazing-photos-from-discoverys-life"}