{"summary":"NASA's Terra satellite captured this shot of the moon's shadow darkening the region northeast of Australia, including the Solomon Islands, during the \"ring of fire\" solar eclipse on May 9. Such events are also called annular solar eclipses, from the Latin \"annulus,\" which means \"little ring.\" It was the second solar eclipse in less than six months for northern Australia, which was treated to a total eclipse in November.","advice_category":"4","content":"NASA's Terra satellite captured this shot of the moon's shadow darkening the region northeast of Australia, including the Solomon Islands, during the \"ring of fire\" solar eclipse on May 9. (Photo: NASA)\n?\nA NASA Earth-observing satellite has captured the moon's shadow darkening a patch of the Pacific Ocean during Thursday's stunning \"ring of fire\" solar eclipse.\n?\nBright white clouds fade into darkness northeast of Australia in the solar eclipse image, which was taken by NASA's Terra spacecraft at 7:30 p.m. EDT (2330 GMT) Thursday (May 9), space agency officials said.\n?\nThe first solar eclipse of 2013?turned the sun into a dazzling ring of fire?Friday, May 10, for observers in northern Australia, eastern Papua New Guinea and other parts of the Pacific. Because this region is on the other side of the International Dateline, it was Thursday, May 9, in the U.S. during the eclipse. The moon passed directly in front of our star but didn't block it out completely, leaving a bright ring of light around the edges.\n?\nSuch events are also called annular solar eclipses, from the Latin \"annulus,\" which means \"little ring.\" It was the second solar eclipse in less than six months for northern Australia, which was treated to a total eclipse in November.\n?\nThe shadow path from which the \"ring of fire\" could be seen Thursday was long but slender, measuring no more than 107 miles (172 kilometers) across at its widest point. But a larger chunk of the planet — including the rest of Australia, most of New Zealand and many islands throughout the Pacific — witnessed a partial eclipse.\n?\n\n\n?\nIn fact, observers with good weather in Hawaii could see the moon reach almost halfway across the sun's disk. The eclipse was not visible from any other U.S. state.\n?\nNASA's Terra satellite has been observing Earth for more than a decade. The spacecraft, which launched in December 1999, uses five sensors to study the planet's climate and map the impact of human activity on ecosystems around the globe.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSpectacular 'Ring of Fire' Solar Eclipse Wows Skywatchers (Photos)\n\n\nAnnular 'Ring Of Fire' Eclipse Caught From Australia | Video\n\n\nSolar Eclipses: An Observer's Guide (Infographic)\n\n\nMNN: 8 images of solar eclipses\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Moon's shadow on Earth seen from space","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/moons-shadow-on-earth-seen-from-space"}