{"summary":"10 awe-inspiring moon images. Karen Nelson holds the vials of moon dust she found in storage","advice_category":"4","content":"There’s a great scene at the end of “Indiana Jones: Raiders of the Lost Ark.” After risking his life countless times to find the Ark of the Covenant, Jones hands the chest over to the government. He is assured that the government has its “top men” working on it, but in a classic epilogue, we see the precious artifact being stored in a giant warehouse among thousands of similarly non-descript crates, no doubt to be forgotten there.\n?\nThat seems to be what happened to some moon dust samples collected by astronauts Neil Armstrong and Buzz Aldrin during the Apollo 11 moon landing in July 1969. After spending an unprecedented amount of money on the Apollo Program ($24 billion at the time, which, according to this inflation calculator, would more than $183 billion today), making countless technological breakthroughs, and risking the lives of many astronauts, it’s funny (and a bit sad) to think that the lunar samples brought back could simply be lost in some warehouse.\n?\nBut that’s what happened to about 20 vials of moon dust gathered by Armstrong and Aldrin. The samples were sent to the Space Sciences Laboratory at the University of California Berkeley, one of 150 laboratories that received moon rock samples. They were supposed to be sent back to NASA after the lab was done conducting experiments on them, but somehow they ended up in storage until recently when a lab archivist named Karen Nelson found them.\n?\n\nKaren Nelson holds the vials of moon dust she found in storage. (Photo: Lawrence Berkeley National Laboratory)\n?\n“They were vacuum sealed in a glass jar,” said Nelson, who has worked in Berkeley Lab’s Archives and Records Office for 17 years. “We don’t know how or when they ended up in storage.”\n?\nNelson contacted the Space Sciences Laboratory, and officials there were surprised to learn about the existence of the moon samples. She then contacted NASA, and the agency asked that the samples be sent back. (It would be interesting to know if the Space Sciences Lab is the only lab that forgot to send moon samples back; We do know that some moon rocks were stolen for a grand romantic gesture, though.)\n?\nSo after over 40 years gathering dust, the moon dust will finally find its way back to where it belongs. The real question is: Will NASA just store it somewhere and forget about it?\n?\nRelated on MNN:\n10 iconic NASA images\n10 awe-inspiring moon images\n4 common misperceptions about the phases of the moon","author":"","web_category":"earth-matters#space","title":"Moon dust samples collected by Neil Armstrong and Buzz Aldrin rediscovered after 43 years","picture_url":"http://images.mnn.com/sites/default/files/editorial/MoonDust02_m_0529.jpg","url":"http://www.mnn.com//earth-matters/space/stories/moon-dust-samples-collected-by-neil-armstrong-and-buzz-aldrin"}