{"summary":"1, 2 and 5 crops in America, respectively — are the country's top genetically modified harvests. farmers have donned designer genes, and at least 70 percent of all processed foods in U.S","advice_category":"8","content":"?\nThe United States saw its first genetically engineered whole food product — a tomato — hit the market in 1994. Since then a vast swath of U.S. farmers have donned designer genes, and at least 70 percent of all processed foods in U.S. grocery stores now contain ingredients from genetically modified organisms.\n?\nCorn, soybeans and cotton — the No. 1, 2 and 5 crops in America, respectively — are the country's top genetically modified harvests. In 1996, only 2.2 percent of U.S. acres growing corn featured gene-spliced varieties; in 2008, that was up to 60 percent. Acres of GM cotton went from 8.3 percent to 65.5 percent in the same 12-year period.\n?\nWhy the sudden boom? In short, because the GM crops are generally hardier and more productive. Their genes have been edited so they're resistant to specific threats, whether it's a crop-killing fungus or a weed-killing herbicide. The FDA Consumer Magazine offers a detailed primer on genetic engineering, including this graphic explaining how the process works. Scientists can now achieve with a single gene splice what would have previously taken generations of selective breeding — which does wonders for immediate crop productivity. Critics worry, however, that the widespread adoption of GM crops will have serious health and environmental consequences. The U.S. Human Genome Project website?lists some controversies surrounding GM food, including allergies, loss of biodiversity, and the threat of spliced genes contaminating other plants via cross-pollination.?\n?\nThe genetic-contamination argument got a credibility boost in February when researchers reported finding genes from GM corn in traditional Mexican crop strains. Mexico — the ancestral home of maize, which Aztecs selectively bred from a grain called teosinte — banned GM corn in 1998 to protect its native crop's genetic diversity. A 2001 study reported that corn samples from the Mexican state of Oaxaca contained modified genes, but the researchers were criticized for technical inaccuracy, and a later study in 1995 was unable to replicate their results. The study published last month?confirmed GM corn contamination in 2001 and 2004, and its lead author told the AFP news agency?she suspects the transgenes came from the United States, although that hasn't been proven. \"It is very hard to avoid gene flow from transgenic maize to non-transgenic maize in Mexico, even though there has been a moratorium,\" she said.\n?\nThe study didn't examine what effects this contamination might have on the corn, on the local environment or on human health. And despite widespread suspicion in many countries, especially in Europe,?there's little conclusive evidence that GMOs cause any direct harm to people or the environment. The U.S. agencies that regulate them — the EPA, FDA and USDA — haven't released any condemning reports, and, not surprisingly, the companies that benefit from larger, hardier harvests give GM crops?a thumbs up. A variety of scientists and activists continue to study and scrutinize them, however, and many remaining concerns focus largely on their unknown long-term effects.\n?\nA 2006 USDA study (PDF) concluded that, for genetic engineering to fully succeed in the United States, the department must be able to reassure skeptical consumers. The effort will depend on \"our ability to identify and measure its potential benefits and its risks as well as their distribution,\" the report states. But given how widespread its adoption already is here — and how pervasive GM products are in processed foods — that may not turn out to be necessary.\n?\nFor more on the pros and cons of GMOs, check out MNN's review of Food Fray:?Inside the Controversy over Genetically Modified Food?by Lisa Weasel.\n\n?\nEditor's Note:?This article has been updated from its original version, which first appeared March 5, 2009.?\n?\nMNN?homepage photo:?redmonkey8/iStockPhoto\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Genetically modified crops on the rise","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/genetically-modified-crops-on-the-rise"}