{"summary":"The top prize in the beauty category went to Stephane Vetter of France, who captured a panoramic photo in March 2013 of the aurora borealis and the Milky Way over the \"Waterfall of the Gods\" in Iceland. Related on SPACE.com and MNN:","advice_category":"4","content":"Fifth place in the Against the Lights category goes to \"Golden Gate Star Trails\" by Rick Whitacre. A well-done photo sequence has captured star trails above the lights of San Fransisco and the Golden Gate Bridge. (Photo: Rick Whitacre/TWAN)\n?\nEye-popping images of celestial wonders shining over equally stunning Earth views have won the top spots in the 2013 International Earth and Sky Photo Contest, competition organizers say.\n?\nThe contest, the third annual event held by the landscape astrophotography group The World at Night (TWAN), aims to raise awareness about the importance of dark skies free of light pollution. It honors photos that show both the Earth and sky in all their glory.\n?\n\"The amazing number of eye-catching entries from across the world tells how public attention to night sky is growing as well as interest to sky photography, and we are very pleased if TWAN has a role on this increasing awareness,\" Babak Tafreshi, TWAN director and one of the contest founders, said in a statement. [See all 10 amazing winning photos for 2013]\n?\nMore than 700 entries were submitted to the contest, which was open to photographers of any age anywhere in the world. Winners were chosen in two categories: \"Beauty of the Night Sky\" and \"Against the Lights.\"\n?\nThe first emphasizes the wonder of the heavens, while the second highlights the problem of light pollution — the excess artificial light from cities that not only wastes energy and disrupts ecosystems, but obscures the comparatively dim light of the stars from view.\n?\n\nThe overall contest winner and first prize in the Beauty of the Night Sky category goes to Stephane Vetter of France (nuitsacrees.fr), for his March 2013 panoramic photo \"Sky above Godafoss\" of aurora and the Milky Way over the \"Waterfall of the Gods\" in Iceland.(Photo: Stephane Vetter/TWAN)\n?\nThe top prize in the beauty category went to Stephane Vetter of France, who captured a panoramic photo in March 2013 of the aurora borealis and the Milky Way over the \"Waterfall of the Gods\" in Iceland. The first prize in the lights category was won by to Andreas Max B?ckle of Austria for his photo showing the constellation Orion shining dimly over the glowing lights of the city of Salzburg, with the majestic Alps visible on the horizon.\n?\nOther winners include a stunning view of the stars over Canyon Lake in Arizona captured by is Zach Grether of the United States, and a photo of the Milky Way glowing in the sky over Reunion Island in the Indian Ocean, taken by Reunion Island resident Luc Perrot (a picture described by judge David Malin as having \"perfect composition, color, focus. Outstanding!\").\n?\nThe contest aimed to honor photographs that portray the genuine beauty of nature, with minimal editing or exaggeration through retouching.\n?\n\nThird Place in Beauty of the Night Sky category goes to \"Meteor Magic\" by Shannon Bileski for her March 2013 outstanding capture of a streaking fireball and colorful aurora over a snow-covered lake in Canada. (Photo: Shannon Bileski/TWAN)\n?\n\"A large number of the images with excellent composition and idea didn't reach the winners because of poor editing or over-cooked processing where the natural colors of night sky were altered by extreme white balance shift or applying too much color saturation,\" Tafreshi said. \"While editing is of course essential in any style of photography specially when dealing with challenging low-light condition, according to the contest criteria entries should be 'gently' edited so they preserve the natural-looking sky and the originality of a photograph (compared to digital art).\"\n?\nPrizes for the winners included expensive camera equipment, binoculars, and star tracking tools.\n?\nTo learn more about The World At Night, visit: http://twanight.org/newTWAN/index.asp\n?\nFollow Clara Moskowitz on Twitter and Google+. Follow us?@Spacedotcom, Facebook and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nAmazing Night Sky Photos by Stargazers (May 2013)\n\n\nAstonishing Auroras & Comet Illuminates Sky Over Michigan | Time-Lapse Video\n\n\nBest Beginner Astrophotography Telescopes\n\n\nMNN: 7 places for top-notch stargazing\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Clara Moskowitz, SPACE.com","web_category":"earth-matters#space","title":"Gorgeous views of stars, Earth win sky photo contest","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/gorgeous-views-of-stars-earth-win-sky-photo-contest"}