{"summary":"?. ?","advice_category":"4","content":"In 2008, the well-named IBM Roadrunner roared to life and quickly became the world's fastest supercomputers. It broke through the previously-untouched barrier of a quadrillion operations (also known as a petaflop) per second (a quadrillion is a million billion) and held the top spot for all of that year and the next. It was used by scientists at the Los Alamos National Laboratory in New Mexico to study the decay of nuclear weapons and to solve other calculation-heavy problems.\n?\nYesterday it was shut down because it's not energy-efficient enough to compete with newer supercomputers.\n?\nIt's a measure of how quickly computer and energy-efficiency technology move that this one-time giant is being put to sleep because it takes too much energy to do its work. The Roadrunner, still fast enough to grab #22 on the list of the world's fastest supercomputers in last November's ranking, needed 2,250 watts of electricity to crank through one petaflop. The current #1 supercomputer, the Cray Titan, needs just 467 watts per petaflop.\n?\nWhile the Roadrunner's disc drives have cycled down and its circuits no longer ripple with electricity, its spirit lives on thanks to the design philosophy that it helped inspire by using off-the-shelf components to complete its calculations. Most of today's supercomputers, including the Titan, have adopted this philosophy and are built using some of the same processors and CPUs that drive the computers you and I use every day.\n?\nVia Engadget\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.\n?\nRelated on MNN: 7 supercomputers changing the world","author":"","web_category":"earth-matters#energy","title":"World's fastest supercomputer doomed by inefficiency","picture_url":"http://images.mnn.com/sites/default/files/roadrunner-supercomputer-feat.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/worlds-fastest-supercomputer-doomed-by-inefficiency"}