{"summary":"The first question, Schal said, was whether there was a change in the brains or the sensory systems of the glucose-averse roaches. A new study finds that roaches evolved their taste buds to make sweet insecticide baits taste bitter","advice_category":"2","content":"In the ongoing battle between humans and cockroaches, the insects have a leg up. A new study finds that roaches evolved their taste buds to make sweet insecticide baits taste bitter. As a result, the roaches avoid the baits and thrive, to the frustration of homeowners everywhere.\n?\nPlenty of insects evolve resistance to pesticides; they gain the ability to break down poisons without dying. German cockroaches, on the other hand, evolved what's known as a behavioral resistance to baits. They simply stopped eating them.\n?\n\"Our paper is the first to show the sensory mechanism that underlies that behavioral resistance,\" said study researcher Coby Schal, an entomologist at North Carolina State University.\n?\nThe answer, Schal and his colleagues found, is in the taste buds.\n?\nEvolving cockroaches\nGerman cockroaches are the small, scuttling roaches frequently seen in human habitats, including homes and restaurants. They grow to be about a half-inch (1.27 centimeters) long and are omnivorous, scavenging everything from grease to starch.\n?\n\"They'll eat pretty much anything in the kitchen, but they are incredibly good at eating things that are adaptive to them,\" Schal told LiveScience. \"They are really amazingly good at learning to associate smells with specific tastes.\"\nBeginning in the 1980s, many pest control companies switched from using spray insecticides to control cockroaches to using baits. The baits combine sugars with insecticide so that roaches eat them, thinking they are sugary snacks, return to their nests and die. Ideally, the other cockroaches in the nest then cannibalize their dead relative, getting a dose of the poison, too.\n?\nThis worked beautifully — for a while. But in 1993, NC State entomologist Jules Silverman noticed that several populations of German cockroaches around the world were thriving in spite of the baits. The roaches were refusing to eat the glucose, or sugar, that was supposed to make the bait appealing.\n?\nBitter or sweet?\nPest control companies switched up the sugars in their baits to keep them working, and for years, no one knew how the roaches had developed their glucose aversion. Now, Schal, Silverman and NC State postdoctoral researcher Ayako Wada-Katsumata have the answer.\n?\nThe first question, Schal said, was whether there was a change in the brains or the sensory systems of the glucose-averse roaches. To find out, Wada-Katsumata conducted a delicate procedure in which she sedated roaches with ice, immobilized them and attached electrodes to the taste hairs on the cockroach mouthparts. These taste hairs act like taste buds on the human tongue, detecting chemical signals and sending them to the insect's central nervous system.\n\nIn normal roaches, some of the cells in the taste hairs respond to bitter tastes and others to sweet tastes. In roaches that avoided glucose, however, there was one change.\n?\n\"The system was perfectly normal, except for the fact that glucose was being recognized not only by the sweet-responding cell, but also by the bitter-responding cell,\" Schal said.\n?\nIn other words, the glucose-averse roaches tasted sweet things as bitter and thus avoided them. (Even cockroaches have standards, it seems.)\n?\nRoaches could have evolved this response simply because people started poisoning them with sweet baits, Schal said. It's also possible that the trait goes way back in cockroaches' 350-million-year history. Some plants produce toxic bittersweet compounds that roaches would have needed to avoid before humans came around. Once humans started building dwellings and roaches moved in, they may have lost this sugar-avoidance ability in order to snack on humans' leftovers. When people started developing sugary baits, the preadapted anti-sugar trait may have re-emerged, Schal said.\n?\nEither way, Schal said, the finding has implications for pest control. The industry has replaced glucose in baits with another sugar, fructose, but evidence already suggests that roaches are evolving to avoid fructose, too, he said. The industry needs to vary baits frequently and make multiple types at once to stay a step ahead of the roaches, he said.\n\"If you put out a little dab of bait and see that the cockroach bounces back from it, there's no point of using that bait,\" Schal said.\n?\nThe researchers report their findings Friday (May 24) in the journal Science.\n?\nMore on LiveScience and MNN:\n\nNature's Biggest Pests\n\n\nGallery: Dazzling Photos of Dew-Covered Insects\n\n\nNo Creepy Crawlies Here: Gallery of the Cutest Bugs\n\n\nMNN: Get rid of cockroaches the greener way\n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Cockroaches evolved to avoid sugary baits","picture_url":"http://images.mnn.com/sites/default/files/Cockroach.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/cockroaches-evolved-to-avoid-sugary-baits"}