{"summary":"And natural remedies for allergies run the gamut from taking herbs to eating spicy food to turning one room of your house into an allergen-free space.. And allergies take many forms","advice_category":"2","content":"One in five Americans suffers from some form of allergy, according to the Asthma and Allergy Foundation of America. And allergies take many forms. Some people are allergic to specific types of foods, while others react to dust, cat dander and other airborne allergens.\n?\nPeople develop allergies when their immune systems overreact to substances such as pollen or dust that are normally considered quite harmless. Allergic reactions include sneezing, itchy eyes and coughing.\n?\nThe standard approach is to take some kind of medicine to control allergies. But increasingly, allergy-sufferers are turning to natural remedies either as complementary or primary forms of treatment. And natural remedies for allergies run the gamut from taking herbs to eating spicy food to turning one room of your house into an allergen-free space.\n?\nHere are a few natural remedies for allergies to consider:\n?\nEat your way to allergy-free peace\nWe know that eating the right foods can help us stay healthy. Well, according to WebMD, certain herbal supplements can have a similar effect for people who suffer from allergies.\n?\nThere are a variety of herbs that researchers have found effective. The European herb butterbur has shown significant results in treating hay fever symptoms. One Swiss study found that taking four tablets of butterbur a day was as effective as an antihistamine, according to WebMD.\n?\nOther supplements have also gained in popularity, including freeze-dried nettles and a tonic that’s a combination of salt water and the herb goldenseal. The saline nasal spray washes out pollen and reduces mucous.\n?\nCertain nutrients have also found a following among allergy sufferers. Grape seed extract and a flavonoid compound known as quercetin can reduce allergy symptoms. Both occur naturally in foods, and are found in high concentrations in red wine.\n?\nSpicy food can also be a natural allergy remedy. Experts say spicy dishes, particularly those with cayenne pepper and hot ginger, often thin mucous secretions, clearing nasal passages.\n?\nFoods that are rich in Omega-3 fatty acids are also considered natural allergy remedies. These include green leafy vegetables, flax seed and hemp seed, according to AOL Health.\n?\nVitamin D may also offer protection from allergies and asthma. Egg yolks, herring and cod liver oil are rich in vitamin D. It also occurs naturally in sunlight so ten minutes outside on a warm, sunny day can also help.\n?\nMake one room an allergen-free sanctuary\nIf you can’t convert your entire house into an allergen-free zone, then choose one room and do everything you can to keep it pristine.\n?\nYou’ll need to have an air conditioning unit for the room, and you’ll want to replace wall-to-wall carpeting with throw rugs. That’s because wall-to-wall carpeting can harbor dust mites, pet dander and mold. Throw rugs, meanwhile, can be washed at a high temperature that will kill allergens.\n?\nWrap linens in allergen-proof cases, and keep the room dust-free. You can buy allergen-proof covers from American Allergy Supply or National Allergy Supply.\n?\nAn air filter is also recommended to battle pollen, mold and pet dander. A high-energy particulate-arresting (HEPA) filter works the best.\n?\nAnd be sure to seal it off from the rest of the house by keeping the door  closed.\n?\nUse a humidifier or vaporizer\nHumidifiers and vaporizers work by adding moisture to the air, which relieves congestion caused by allergies. You can also add essential oils such as lavender and eucalyptus, which have also been shown to reduce congestion.\n?\nAcupuncture\nAcupuncture is a traditional Chinese therapy that has gained increasing acceptance in the halls of Western medicine. There is some evidence to suggest acupuncture treatments can calm an overactive immune system, which in turn can minimize allergic reactions.\n?\nDiscard household items that give a safe haven to allergens\nSome of the simplest natural allergy remedies can sometimes yield the greatest results. That’s because the dust mite is fairly easy to find in households.\n?\nAccording to Rodale, which publishes Prevention magazine, people who suffer from allergies are often reacting to “fecal material that mites expel on carpets, bedding and upholstered furniture.”\n?\nMold is also easy to track down in your house; it grows in spots that are dark and humid. So discard old carpets and vacuum regularly, according to the Allergy and Asthma Foundation of America.\n?\nAnd keep food debris to a minimum. Bugs such as cockroaches invite themselves over to your house if they can feed on crumbs, and then after the feast, their little carcasses trigger allergic reactions.\n?\nIn addition, you may want to de-clutter your home. Dried flowers, stuffed animals and papers collect dust.\n?\nFor more information on natural allergy remedies, check out these links:\n• Allergy remedies (via Prevention.com)\n• Natural allergy relief (via WebMD.com)\n• Allergy overview (via the Asthma and Allergy Foundation of America)\n?","author":"","web_category":"health#allergies","title":"Natural remedies for allergies","picture_url":"http://images.mnn.com/sites/default/files/natural-remedies-for-allerg.jpg","url":"http://www.mnn.com//health/allergies/stories/natural-remedies-for-allergies"}