{"summary":"MNN: The symbolic power of bladeless wind turbines. And newer turbine designs, such as those without lattice frames and with vertical-axis rotors, can reduce the deadly impact that wind turbines have on bird populations worldwide.","advice_category":"4","content":"Wind energy is frequently touted as a clean, green source of energy that can reduce our dependence on fossil fuels.\n?\nBut like all sources of energy, wind power comes at a cost — one that's too often borne by eagles, hawks, falcons, owls and other birds.\n?\nWind turbines kill more than 573,000 birds each year in the United States, according to The Associated Press, including federally protected species like bald eagles and golden eagles. [In Photos: Birds of Prey]\n?\nEven bats are falling victim to wind-turbine blades: The Pennsylvania Game Commission estimates that more than 10,000 bats are killed in the state each year by wind turbines, the Wall Street Journal reports.\n?\nOf course, birds die from other causes, too: Structures like glass-walled office buildings and utility towers, vehicular collisions and carnivorous animals (including domestic cats) kill far more birds each year than wind turbines do.\n?\n\n\n?Rope technicians clean the blades of Fort Huachuca's newest wind turbine in southeast Arizona on March 15, 2011. (Photo: Amy Sunseri | U.S. Army) \n?\n\tThough it can appear as though they’re turning at a slow, almost relaxed pace, wind-turbine blades actually move very rapidly: The outer tips of some turbines' blades can reach speeds of 179 mph (288 kilometers per hour) and can easily slice off an eagle's wing.\n?\nAnd when hawks, falcons and eagles are flying, they're usually looking down at the ground for prey, not glancing up to watch for a knifelike blade whipping down on them from above.\n?\n\"There is nothing in the evolution of eagles that would come near to describing a wind turbine,\" Grainger Hunt, a raptor specialist with the Peregrine Fund, told the AP. \"There has never been an opportunity to adapt to that sort of threat.\"\n?\nCompounding the problem is the design of some wind turbines: The lattice work found on older models makes an ideal perch for larger birds of prey, so they're attracted to the same spires that are also a death trap.\n?\nWind-farm siting is another factor. Many wind farms, like the Altamont Pass Wind Farm in northern California, were constructed in the middle of important migratory routes and are surrounded by prime raptor habitat.\n?\nAltamont Pass has come under fire for being one of the deadliest wind farms in the world. One study found almost 10,000 birds die each year beneath the wind-turbine blades at Altamont, and most of them are federally protected raptors or are protected by the Migratory Bird Treaty Act, the Journal reports.\n?\nAs the number of maimed and dead birds grows, several solutions have been proposed to stem the grisly mutilations of birds and bats occurring at wind farms. Siting wind turbines in areas with lower bird populations is one option.\n?\nAnd newer turbine designs, such as those without lattice frames and with vertical-axis rotors, can reduce the deadly impact that wind turbines have on bird populations worldwide.\n?\nIt's working at Altamont: Modernizing older turbines and placing them away from certain corridors has reduced the death rate for some bird species by 50 percent, according to KCET.\n?\nMore on LiveScience and MNN:\n\nBald Eagles of the Mighty Mississippi\n\n\nImages: Endangered Species of the 'Red List'\n\n\nReaders Pick: Top 10 Alternative Energy Bets\n\n\nMNN: The symbolic power of bladeless wind turbines\n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Marc Lallanilla, LiveScience","web_category":"earth-matters#energy","title":"How wind turbines kill birds","picture_url":"http://images.mnn.com/sites/default/files/NRELTurbine.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/how-wind-turbines-kill-birds"}