{"summary":"        var csDocTitle = 'Hunting Alien Earths: Kepler Stares At Stars';. Kepler needs three functioning reaction wheels to stay locked onto its more than 150,000 target stars","advice_category":"4","content":"The planet-hunting days of NASA's prolific Kepler space telescope, which has discovered more than 2,700 potential alien worlds to date, may be over.\n?\nThe second of Kepler's four reaction wheels — devices that allow the observatory to maintain its position in space — has failed, NASA officials announced on May 15.\n?\nIf one or both of those failed wheels cannot be brought back, the telescope likely cannot lock onto target stars precisely enough to detect orbiting planets, scientists have said. [Gallery: A World of Kepler Planets]\n?\n\n\n\n<!--//--><![CDATA[// ><!--\n \n        var player;\n        var modVP;\n        var modExp;\n        var modCon;\n        var csDocDomain = 'http://www.space.com/10405-hunting-alien-earths-kepler-stares-stars.html';\n        var csDocTitle = 'Hunting Alien Earths: Kepler Stares At Stars';\n        function myTemplateLoaded(experienceID) {\n            player = brightcove.api.getExperience(experienceID);\n            modVP = player.getModule(brightcove.api.modules.APIModules.VIDEO_PLAYER);\n            modExp = player.getModule(brightcove.api.modules.APIModules.EXPERIENCE);\n            modCon = player.getModule(brightcove.api.modules.APIModules.CONTENT);\n            modExp.addEventListener(brightcove.api.events.ExperienceEvent.TEMPLATE_READY, onTemplateReady);\n        }\n         \n        function onTemplateReady(evt) {\n            modVP.addEventListener(brightcove.api.events.MediaEvent.PLAY, onMediaEventFired);\n        }\n        function onMediaEventFired(evt) {\n          loadVideoComscore(csDocDomain, csDocTitle);\n        }\n        \n//--><!]]>\n\n<!--//--><![CDATA[// ><!--\nbrightcove.createExperiences();\n//--><!]]>\n\nStaring at stars\nThe $600 million Kepler spacecraft spots exoplanets by flagging the tiny brightness dips caused when they pass in front of their host stars from the instrument's perspective. The mission's main goal is to determine how common Earth-like alien planets are throughout the Milky Way galaxy.\n?\nKepler needs three functioning reaction wheels to stay locked onto its more than 150,000 target stars. The observatory had four wheels when it launched in March 2009 — three for immediate use, and one spare.\n?\nOne wheel (known as number two) failed in July 2012, giving Kepler no margin for error. And now wheel number four has apparently given up the ghost as well, after showing signs of elevated friction for the past five months or so.\n?\n\"This is something that we've been expecting for a while, unfortunately,\" NASA science chief John Grunsfeld told reporters today.\n?\nA new mission?\nThe Kepler team is not taking the wheel failures lying down. Engineers will try to recover number two and number four, perhaps by turning the wheels to power through any deterioration in their mechanisms, team members have said.\n?\n\"I wouldn't call Kepler down and out just yet,\" Grunsfeld said.\n?\nIf this and other measures don't work, however, Kepler will probably get a new mission, likely one that emphasizes scanning the heavens over its previous \"point and stare\" operations.\n?\nThe team is already thinking about what a new scanning mode might be able to accomplish.\n?\nResearchers are also trying to figure out ways to conserve fuel, so Kepler can keep operating for as long as possible if it needs to start using its thrusters to help point at targets.\n?\nA historic mission\nWhatever the future holds for Kepler, the mission will go down in history as an incredible success, researchers say.\n?\nWhile just 132 of Kepler's 2,700-odd planet candidates have been confirmed by follow-up observations to date, mission scientists estimate that more than 90 percent will end up being the real deal.\n?\nFurther, the telescope's discoveries have allowed researchers to take an unprecedented, systematic look at worlds beyond our solar system — learning, for instance, that small, rocky planets are much more common throughout the Milky Way galaxy than gas giants like Saturn or Jupiter, at least in close-in orbits.\n?\nKepler also outlasted its prime mission life of 3.5 years; it has been working on an extended mission that takes it through at least fiscal year 2016.\n?\nWhile the observatory may not spot any more exoplanets from here on out, that doesn't mean the flood of Kepler discoveries will slow down anytime soon.\n?\n\"We've really only sort of looked at half the dataset so far. We just haven't had the time and the processing hours to go through it all,\" Kepler deputy project manager Charlie Sobeck, of NASA's Ames Research Center in Moffett Field, Calif., told SPACE.com late last month.\n?\nOnce Kepler stops finding planets, he added, \"the scientific output of the mission would continue for at least another year or two before you would see a dropoff.\"\n?\nMore on SPACE.com and MNN:\n\nThe Strangest Alien Planets (Gallery)\n\n\nNASA's Planet-Hunting Kepler Telescope Explained (Infographic)\n\n\nHunting Alien Earths: Kepler Stares At Stars\n\n\nMNN: NASA to launch planet-hunting probe, neutron star experiment in 2017\n\nThis story was originally written for SPACE.com. It is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"NASA's planet-hunting spacecraft suffers major failure","picture_url":"http://images.mnn.com/sites/default/files/KeplerNASA.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasas-planet-hunting-spacecraft-suffers-major-failure"}