{"summary":"\"Future studies of the moon's composition will have to show that exposed surface rocks really come from the moon and were not delivered by impacts, especially for unusual or exotic minerals,\" said co-author Jay Melosh of Purdue University. \"We cannot infer the deep composition of the moon from rocks in the centers of large craters without more care than has been used to date,\" Melosh told SPACE.com via email.","advice_category":"4","content":"Twenty-five percent of the moon's impact craters may retain substantial remnants of the asteroids that created them, a new study finds.\n?\nThe surprising result suggests that scientists will have to work a little harder than they had perhaps anticipated to figure out what the moon is made of, researchers said.\n?\n\"Future studies of the moon's composition will have to show that exposed surface rocks really come from the moon and were not delivered by impacts, especially for unusual or exotic minerals,\" said co-author Jay Melosh of Purdue University. [10 Surprising Moon Facts]\n?\nMelosh and his colleagues, led by Zhong Yue of Purdue and the Chinese Academy of Sciences' Institute of Remote Sensing Applications in Beijing, used computer models to simulate the formation of lunar craters by asteroid impacts.\n?\nThey determined that one-quarter of space rock strikes on the moon likely occur at a velocity of 26,800 mph (43,130 km/h) or less — blazingly fast, to be sure, but not fast enough to obliterate the asteroid.\n?\nOther simulations performed by the team show that, at such impact speeds, little asteroid material is vaporized and lots of it is hurled against the walls of the newly formed crater. If the crater is at least 12 miles (20 kilometers) or so wide, impactor remnants tend to accumulate in a central peak as the crater collapses under the moon's gravity.\n?\nThe findings of the new study, which was published online today (May 26) in the journal Nature Geoscience, could explain the occurrence of minerals called spinels and olivines in the central peaks of large lunar craters such as the 58-mile-wide (93 km) Copernicus.\n?\nSpinels and olivines are common in many asteroids, so it's possible that these and other minerals that scientists had assumed were indigenous to the moon were actually delivered via space rock strikes, researchers said.\n?\n\"We cannot infer the deep composition of the moon from rocks in the centers of large craters without more care than has been used to date,\" Melosh told SPACE.com via email.\n?\nThe findings have other intriguing ramifications as well. Some material blasted off Earth by colossal impacts long ago, after all, is thought to have hit the moon at relatively slow velocities.\n?\n\"This raises the possibility of finding early Earth material, ejected by collisions billions of years ago, in massive deposits on the moon, and suggests yet another explanation for the spinels: that they are deposits derived from the Earth’s upper mantle, emplaced long ago on to the moon and reworked,\" Erik Asphaug of Arizona State University writes in an accompanying commentary in the same issue of Nature Geoscience.\n?\n\"Even more provocative is the suggestion that we might someday find Earth’s protobiological materials, no longer available on our geologically active and repeatedly recycled planet, in dry storage up in the lunar 'attic,'\" Asphaug adds.\n?\nMore on SPACE.com and MNN:\n\nLatest Moon Photos from NASA's Lunar Reconnaissance Orbiter\n\n\n10 Coolest Moon Discoveries\n\n\nMoon Master: An Easy Quiz for Lunatics\n\n\nMNN: 10 spectacular moons in our solar system\n\nThis story was originally written for SPACE.com. It is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Moon craters may hold ancient asteroid pieces","picture_url":"http://images.mnn.com/sites/default/files/MoonCrater.jpg","url":"http://www.mnn.com//earth-matters/space/stories/moon-craters-may-hold-ancient-asteroid-pieces"}