{"summary":"Absolutely no more reading or writing about Donald Trump. ?","advice_category":"4","content":"After months of huffing, puffing, and idiotic bloviating, it would appear that billionaire real estate developer, noted birther troll, and official village idiot of New York City, Donald Trump, was unable to blow a proposed 11-turbine offshore wind farm in the vicinity of his $1.2 billion Scottish?golf mega-resort, down.\n?\nTo be honest, I was loath to write a dispatch on this latest development in Trump’s ongoing reign of terror and temper tantrums on the northeast coast of Scotland near Aberdeen. Several months back —?at some point after his “big announcement” and before his election night Twitter meltdown —?I pledged to myself that I would simply ignore the son of an orangutan man. Absolutely no more reading or writing about Donald Trump. It would be a moratorium on the moron; a kibosh on the clown; the expulsion of a negative energy force. I knew that, like Freddie Krueger or the Westboro Baptist Church, Trump only grows stronger and more powerful when his very existence is acknowledged, validated. Try your best to ignore him and he’ll retreat back into the shadows from which he came.\n?\nYet when I heard that Trump’s plot to halt the development of the European Commission-backed experimental wind farm in Aberdeen Bay using “any legal means” had failed, I was intrigued. The thing is, it’s not so much that Trump had failed —?the whole reason he’s upset is because he believes the turbines will block the views enjoyed at his habitat-destroying, resident-displacing golf resort —?it’s that the Scottish government basically ignored him.?\n?\nNaturally, Trump has released a strongly worded/over-the-top statement expressing his displeasure with the fact that the Scottish government has given the $349 million project — a project that would provide power to half of Aberdeen's homes while boosting the local economy and advancing wind power technology —?the go-ahead. I’m not going to rehash it here. However, I will note that he didn’t drag his long-dead mother into it this time around. So that's an improvement. ?A brief word from Richard Dixon, director of Friend of the Earth Scotland: “Offshore wind will be a huge part of our energy future and this scheme is a big step forward. Well done to the Scottish government for standing up to Donald Trump's threats and bluster.\"?\n?\nWell done, indeed.\n?\nTrump claims that he will continue fighting against the \"monstrous\" turbines.\n?\nMore at the Guardian.?\n?\nMNN tease photo: Nicholar Kamm/AFP/Getty Images;? Shutterstock\n?","author":"","web_category":"earth-matters#energy","title":"Despite threats from big bad Trump, Scotland okays offshore wind farm","picture_url":"http://images.mnn.com/sites/default/files/Trump.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/despite-threats-from-big-bad-trump-scotland-okays-offshore-wind-farm"}