{"summary":"Photo: Laura Rock, Florida . Photo: Beth Watson, Missouri ","advice_category":"2","content":"Photo: Kyle McBurnie, California \n?\nAn ethereal seal emerges from a forest of kelp in the winning photograph from the 2013 Annual Underwater Photography Contest held by the University of Miami Rosenstiel School of Marine & Atmospheric Science. The haunting image was taken in California by amateur photographer Kyle McBurnie. The winning harbor seal (Phoca vitulina) shot was taken at Cortex bank, which is near San Diego, Calif., but the contest spanned the globe.\n?\nThe University of Miami contest is open to amateur photographers who earn no more than 20 percent of their income from photography. Awards are given for best macro shot (extreme close-up), best fish or marine animal portrait, best wide-angle shot and best overall. For snagging the best overall prize, McBurnie will receive a free Bahamas cruise. [See all the winning underwater shots]\n?\nOther 2013 honorees include colorful shrimp, crabs and fish, including a male jawfish incubating a clutch of eggs in his mouth near Riviera Beach, Fla.\n?\n* * *\n?\n\nPhoto: Beth Watson, Missouri \n?\nBeth Watson of Missouri snagged best macro shot for her striking image of a pink anemone shrimp perched on a pink anemone in Puerto Galera, Philippines. The second-place macro shot features a shrimp perched on two wormlike nudibranchs in Papua New Guinea, and the third place in that category again highlights the Philippines' anemones with a red-and-white image of a porcelain crab (Neopetrolisthes maculates) baring its claws from the safe haven of a similarly red-and-white anemone.\n?\n* * *\n\nPhoto: Steven Kovacs, Florida \n?\nAn electric-blue lionfish from Honduras netted first place in the portrait category, followed by a yellow-and-blue octopus from the Philippines and the father dusky jawfish from Florida.\n?\n* * *\n?\n\nPhoto: Alex Tattersall, United Kingdom \n?\nThe wide-angle winner, snapped by Alex Tattersall of the United Kingdom, reveals a dizzying rainbow of fish, including a spiny lionfish, at a wreck in the Red Sea. Bottlenose dolphins in Hawaii and a colorful Red Sea reef took second and third in the wide-angle category.\n?\n* * * \n?\n\nPhoto: Laura Rock, Florida \n?\nThe contest also awards students for stunning images. This year, Laura Rock of Florida took first in the student category for an amazing close-up of a grouper (Epinephelus itajara) during spawning. Rock also took second for an image of a hammerhead shark in the Bahamas. A shark rounded out the top three student photos, as well, with Austin Gallagher's sunlit image of an oceanic white tip shark (Carcharhinus longimanus) cruising near Cat Island in the Bahamas.\n?\nPrevious contest winners have included colorful sea slugs, transparent fish and crabs that carry around stinging sea anemones as weapons.\n?\nMore on LiveScience and MNN:\n\n\nDangers in the Deep: 10 Scariest Sea Creatures\n\n\nGallery: Creatures from the Census of Marine Life\n\n\nImage Gallery: Science Meets Art\n\n\nMNN: Near-threatened reef sharks strike a pose for the camera\n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.\n\n?","author":"","web_category":"earth-matters#wilderness-resources","title":"Underwater photo contest winners include seal, shrimp","picture_url":"","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/underwater-photo-contest-winners-include-seal-shrimp"}