{"summary":"Jaycco is one of tens of thousands of children with asthma in Puerto Rico, which has one of the highest asthma prevalence rates in the world. Puerto Rico is a U.S","advice_category":"2","content":"Six-year-old Jaycco Paris has only tossed the ball toward the basket for a few minutes when he plunks himself down on a bench to rest before he starts wheezing.\n?\nJaycco is one of tens of thousands of children with asthma in Puerto Rico, which has one of the highest asthma prevalence rates in the world. His mother, Rosa Agosto, rarely lets him out of her sight and has banned him from his favorite sport, baseball, fearing the dust and exertion will send him to the emergency room.\n?\n\"I'm thinking about his asthma all day,\" said Agosto, who regularly freezes the few stuffed animals she let her son keep to kill any mites, a common asthma trigger. \"That's why I rarely let him out of the house.\"\n?\nPuerto Rico is a U.S. Caribbean territory where children are nearly 300 percent more likely to have the respiratory ailment than white non-Hispanic children in the continental United States. And this year, Puerto Rico has seen a jump in asthma cases, which health officials suspect might be linked to the heavy rains that have unleashed millions of spores.\n?\nThe island, with a population of 4 million, already has 2.5 times the death rate stemming from asthma as the mainland, according to the U.S. Centers for Disease Control and Prevention. Puerto Ricans in the U.S. also have been hit hard by asthma, with an asthma attack rate 2.5 times higher than for whites.\n?\nAdding to the problem is that Puerto Rican children do not respond as well as those from other ethnic groups to the number one medication prescribed to asthmatics: Albuterol, which comes in an inhaler used to relieve sudden attacks. As a result, several major pharmaceutical companies are working to create another medication, but they are still years away from doing so.\n?\n\"What's a challenge is that Puerto Ricans are not all the same,\" said Dr. Esteban Gonzalez Burchard, director of the Center for Genes, Environments & Health at the University of California, San Francisco. \"(They) are racially mixed.\"\n?\nThose with European ancestry are likely most at risk of developing asthma, he said.\n?\nNo one knows for certain why Puerto Ricans suffer so much from asthma, despite decades of research.\n?\nTheories include volcanic ash that drifts in from nearby Montserrat, clouds of Sahara dust that blanket the city in the summer and fungi that flourish in the tropical humidity — particularly bad this year, the wettest on record.\n?\nSome researchers suspect poverty and the fact that tens of thousands of people like Jaycco live in dingy public housing projects with mice and cockroaches — known asthma triggers.\n?\n\"Asthma is huge in Puerto Rico,\" Gonzalez said. \"Compared to other populations, it's extremely high.\"\nPuerto Ricans, even when living in the same environmental conditions as other ethnic groups, still show higher rates of asthma, he said, which suggests that genes are at least partly to blame.\n?\nU.S. and Puerto Rican health officials have launched many research projects to attack the problem, but in the meantime, it is costing the island untold amounts in lost productivity and missed school days, burdening a health care system already overwhelmed with wheezing kids.\n?\nJaycco, whose Spiderman lunchbox is filled with medicine, has missed several weeks of school this year but his family tries to minimize his outbreaks. The boy, who lives in the Caribbean's largest public housing complex, Luis Llorens Torres, is rarely left alone. Most of the time, he bikes, runs and skates inside the house under his mother's watch. When outside, he carries a list of emergency phone numbers.\n?\nAn average of 25,000 asthma-related emergency room claims are filed a year, and in the span of one year, nearly 90,000 Puerto Rican adults could not work or do regular activities because of asthma, according to a 2007 and a 2009 study by the island's health department.\n?\nAsthma takes the fun out of childhood and makes parents anxious, because they do not know when the next attack might be coming, said Dr. Gilberto Ramos, a professor at the graduate School of Health at the University of Puerto Rico.\n?\n\"There is nothing worse than watching a child have an asthma attack,\" he said. \"You think they are going to die.\"\n?\nAsthma usually hits people in the U.S. Caribbean territory as infants.\n?\nNearly 30 percent of children in Puerto Rico are diagnosed with asthma, and the rate increases to 40 percent among kids in public housing projects, said Dr. Floyd Malveaux, former dean of the College of Medicine at Howard University.\n?\n\"Unfortunately, the children in Puerto Rico do have the highest rates in the world,\" he said. \"Whether it's more genetics or more environment, we don't know.\"\n?\nMalveaux is overseeing a $1 million, four-year program funded by the Merck Childhood Asthma Network that will target asthmatics in one of San Juan's largest public housing projects next year. The aim is to provide access to better health care and teach parents and children how to prevent attacks.\n?\nA similar project in the early 2000s targeted two other housing projects in San Juan, where health officials monitored more than 200 asthmatics and visited their homes to encourage people to quit smoking and help eliminate mold, cockroaches and other allergens.\n?\nEmergency room visits dropped by 30 percent, but living and working in such an environment has its drawbacks, said Dr. Marielena Lara, a pediatrician and policy researcher at the RAND Corporation in California who was involved in the study. Drive-by shootings and other frequent violent incidents would force children to stay at home and miss appointments, and parents also had other priorities, she said.\n?\n\"If you're poor, you're many times overwhelmed with getting out of poverty,\" she said. \"You might have less time to make an appointment with a doctor.\"\n?\nChildren with uncontrolled asthma can miss more than two weeks of school a year, often forcing single parents to forgo work. Even when children go to school, teachers have no training or resources to deal with an asthma attack, said Dr. Alberto Rivera Rentas, who researched the effect of fungi on asthma in Puerto Rico and works for the U.S. National Institute of General Medical Sciences.\n?\nPeople with asthma often feel like they are being suffocated and have a heavy weight on their chest. Some describe an attack as trying to breathe quickly through a very narrow straw. Jayyco says it's as if his throat is tightening but he doesn't say much more about it. \"It bothers me,\" he says with a shrug.\n?\nIn the absence of any concrete explanations for the high asthma rate, health officials in the capital of San Juan are bolstering an education program that aims to reduce the number of emergency room visits by teaching patients how to manage the chronic disease.\n?\nAn average of 2,000 people a month visit eight clinics that are part of the program to receive treatment for an asthma attack, said Hector Sorrentini, the city's health director. This year, he said, there has been a significant increase in the caseload. Why? He's not sure — it's another part of the mystery.\n?\nCopyright 2010? AP Features","author":"Danica Coto, AP","web_category":"health#allergies","title":"Puerto Rico baffled by high asthma rate","picture_url":"http://images.mnn.com/sites/default/files/main_asthma_1.jpg","url":"http://www.mnn.com//health/allergies/stories/puerto-rico-baffled-by-high-asthma-rate"}