{"summary":"There was a peak in reverse sexual cannibalism when males from the summer generation encountered older females from the spring generation, the researchers found. But in the species Micaria sociabilis, males are more likely to eat the females than be eaten, a new study found.","advice_category":"2","content":"Black widow spiders get their names from the belief that the female devours her partner after sex. But this gruesome ritual doesn't always happen after mating and sometimes, the roles are even reversed, researchers say.\n?\nFor choosy female black widows, sexual cannibalism is an extreme way to assert their partner preference, with less desirable males more likely to be chased down and eaten after they insert their sperm-coated palps into a female.\n?\nBut in the species Micaria sociabilis, males are more likely to eat the females than be eaten, a new study found.\n?\nA team at Masaryk University in the Czech Republic studied how different pairings of the spiders interacted in a lab, making sure the creatures were well-fed to rule out hunger-driven cannibalism.\n?\nMales ate the females typically after the spiders' first contact and before any mating, with the culprits most often males from the summer generation, the researchers found. These males tend to be larger than their counterparts born into the spring generation, suggesting size matters in aggression.\n?\nMeanwhile, age might be a dooming factor for the female Micaria sociabilis. There was a peak in reverse sexual cannibalism when males from the summer generation encountered older females from the spring generation, the researchers found. What's more, not even virginity or big body size, often considered signs of mating quality for spiders, could save the older females from male cannibalization.\n?\nThe study shows that males in at least one black widow species, M. sociabilis, can make a clear choice about which females they will mate with, and their selection may be highly dependent on age.\n?\n\"Our study provides an insight into an unusual mating system, which differs significantly from the general model,\" researchers Lenka Sentenska and Stano Pekar wrote. \"Even males may choose their potential partners and apparently, in some cases, they can present their choice as extremely as females do by cannibalizing unpreferred mates.\"\n?\nThe research was detailed in the journal Behavioral Ecology and Sociobiology.\n?\nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nThe 9 Weirdest Animal Penises \n\n\nEwwww! Photos of Bat-Eating Spiders\n\n\nThe Wild Kingdom: Take Our Animal Sex Quiz\n\n\nMNN: What kind of spider is that?\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Roles often reversed in gruesome black widow ritual","picture_url":"http://images.mnn.com/sites/default/files/BlackWidowSilkEgg_m_0508.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/roles-often-reversed-in-gruesome-black-widow-ritual"}