{"summary":"City and farm runoff aren't the only sources of groundwater pollution. Other groundwater deposits are limited only by water supply and the bedrock below, and these \"unconfined aquifers\" make up the majority of residential groundwater sources in the United States.","advice_category":"8","content":"?\nFor a planet where water covers 70 percent of the surface, Earth certainly makes its residents work hard for a drink. Aside from fish and other saltwater-sipping sea life, most of us have to share what little freshwater we can find on land.\n?\nAnd that's no small task. Only 3 percent of all water on Earth is freshwater, more than two-thirds of which is locked up in glaciers and ice caps. Of the other third, barely a trickle collects on the surface — lakes, rivers, streams and swamps represent less than 0.5 percent of all freshwater worldwide.\n?\nSo where's the rest of it? An estimated 2.5 million cubic miles of freshwater are neither frozen, floating nor flowing on the surface, yet they account for at least 30 percent of total freshwater on the planet. Don't bother looking on the planet for all that water, though; it's actually in the planet. And while such a?hidden location usually makes this underground ocean of freshwater safer to drink, it can also make it more dangerous — something the EPA recently acknowledged when it announced plans to crack down on the country's biggest water polluters.\n?\nWhat is groundwater?\nGroundwater is simply water — mainly from rain and snow, but also from some human activities — that has soaked into the soil. That's the end of its journey from our perspective, but the water keeps going long after it's gone underground. It percolates downward, with dirt and rock particles filtering out dangerous bacteria as it sinks. When it finally reaches an impermeable layer of bedrock deep below the surface, it stops and begins to saturate the surrounding soil. Over many millennia, this pool of purified groundwater can grow into vast subterranean?aquifers.\n?\nSome groundwater may eventually become encased in rock thanks to gradual geologic shifting, forming pressurized pockets known as \"confined aquifers.\" These require complex drilling and pumping operations to extract their contents, leaving such deep deposits mainly for industrial uses such as large-scale farm irrigation. Other groundwater deposits are limited only by water supply and the bedrock below, and these \"unconfined aquifers\" make up the majority of residential groundwater sources in the United States.\n?\nThe Earth's crust is so waterlogged that fresh groundwater alone — not counting salty groundwater, which is even more abundant — outweighs all aboveground liquid freshwater 100 to 1. Much of it's too deep or blocked by rocks for us to economically reach, but we can still get to the roughly 1 million cubic miles closest to the surface.\n?\nIn fact, some aquifers have been so heavily pumped that their water level has dropped too low for people to tap. Humans have overexploited many aquifers around the world, often trying to prop up an agriculture industry with a dwindling source of water.\n?\nGroundwater's quantity is far from the only concern, however; its quality is also under constant assault from a variety of sources. Natural poisoning of groundwater has long been known to occur around the world, as underground deposits of arsenic, heavy metals or even?radon can seep into an aquifer and contaminate its contents. It's also possible that toxin-producing bacteria can naturally infiltrate an aquifer, despite the cleansing effects of soil and rocks above.\n?\nBut humans indirectly pose an even greater threat to many aquifers — and to the fellow humans who drink from them. Although more Americans get their drinking water from surface sources like lakes and rivers, there are more water systems nationwide that use groundwater as their source than surface water (about 147,000 to 14,500), and hundreds of thousands more people who use private wells. And just as these wells are scattered throughout the country, often in remote rural areas, so are the diverse sources of pollutants that contaminate them.\n??\n\nWhat is runoff?\nRunoff in general is a daunting enemy. Whenever it rains — or when a large amount of snow or ice melts — an inconspicuous yet widespread flood of water picks up any loose liquids it passes along the way, including lawn chemicals, cleaning solvents and gasoline, and washes them through the watershed.\n?\nSome of this is dumped into streams and rivers, where it's concentrated and carried far away. That's how farm and lawn runoff has helped create hundreds of coastal \"dead zones\" around the world, or areas where a buildup of fertilizer feeds giant algae blooms that deplete the water's oxygen, making it inhospitable to marine life. Major U.S. dead zones in the Gulf of Mexico and Chesapeake Bay are widely blamed on farm runoff, since their tributaries pass through many large agricultural areas.\n?\nCities' and suburbs' stormwater is also a major source of trouble, often containing motor oil, gasoline, weed killers, insecticides, bleach, paint thinner, and any other substances dumped or left out in the open. Cleaning solvents such as dry cleaners' perchloroethylene (a potential carcinogen) can be caught up in runoff, as can parabens and other suspected endocrine disruptors often found in laundry soap and shampoo — chemicals that seem to be turning male frogs and fish into females.\n?\nIn urban places where impermeable surfaces like concrete or asphalt cover the ground, more of this runoff flows for longer distances, picking up more toxins on the way.?And while much of it ends up in sewers and streams, plenty of runoff is also soaked up by soil, where it sinks downward and replenishes aquifers.\n?\nThis can happen around big farms and animal-feeding operations, where fertilizers, pesticides, and manure often exist in large concentrations. When farm runoff drifts down into the ground, it can sometimes overload the soil's filtration system and taint groundwater below. Some of the most dangerous agricultural pollutants include:\nFertilizers:?In estuaries and coastal waters, fertilizers often create algae blooms and dead zones. In groundwater, they can lead to the buildup of nitrates, which are carcinogenic. They can also impede infants' ability to transport oxygen in their blood, leading to \"blue baby syndrome.\"\nBacteria:?Leaky or overflowing sewers and septic tanks can release bacteria-laden human waste into surface water and soil, potentially contaminating drinking-water sources. But concentrated animal feeding operations (CAFOs) often deal in even larger amounts of waste. Farmers spread manure across fields as fertilizer, and many let it collect in wastewater lagoons lined with plastic to stop it from seeping into groundwater. Soil normally would filter out harmful bacteria anyway, but large enough concentrations can make it through and contaminate an aquifer. Such incidents are rarely scientifically proven, however, given the difficulty of tracing an individual illness back to bacteria deep in the soil. The EPA regulates livestock operations with more than 700 cows, but the?New York Times reported in September that those regulations are rarely enforced and farmers often aren't required to turn in paperwork. EPA Administrator Lisa Jackson has since?responded by announcing that the agency will overhaul the way it enforces the 1972 Clean Water Act.\nPesticides: DDT famously washed into U.S. waterways in the 1960s and '70s, moving up the food chain into fish and eventually into bald eagles — the synthetic pesticide soon began thinning out bald eagles' eggshells so much it pushed the national bird to the brink of extinction. Not all pesticides bioaccumulate this way, and the most toxic era of pesticide use (copper and chlorine compounds, for example) is long behind us. But large crop fields, as well as private lawns and golf courses, are still sprayed with many EPA-regulated insecticides, fungicides and herbicides. Studies have linked one common weed killer,?atrazine, to birth defects, cancer and low sperm counts in humans, and the EPA recently announced it will re-examine its previous findings that the chemical is harmless to human health.\nAntibiotics:?Cattle, hogs and other livestock in CAFOs are often given a regimen of pre-emptive antibiotics, warding off the bacterial diseases that would normally flourish in such an environment. While many livestock industries have come to rely on such drugs, they may also be helping make some bacteria more drug-resistant. Overexposure to antibiotics can help bacteria evolve an immunity to the drugs, weeding out the weaker individuals and leaving more hardy ones alive to reproduce. In theory, this phenomenon can eventually create \"superbugs,\" or drug-resistant strains of bacteria and viruses. In July, the Obama administration announced it was seeking a ban on unnecessary antibiotics in livestock, although similar attempts have been shot down before by the agribusiness lobby.\nOther sources\nCity and farm runoff aren't the only sources of groundwater pollution. Here are four other substantial threats to clean groundwater supplies:\nNatural gas drilling: A process known as hydraulic fracturing, or \"fracking,\" is often used to drill for natural gas. A blend of chemicals is mixed with water and blasted deep into cracks in the ground, opening them up to make the gas more accessible. EPA scientists are currently conducting an investigation into whether natural gas drilling is contaminating groundwater sources in some Western states — many houses have been abandoned after methane seeped into the water, and at least one house exploded in 2003, killing three people inside.\nMining:?Mad rushes for gold, silver, mercury and other metals left a toxic legacy throughout many Western states during the 1800s and early 1900s, paralleled by current and former coal mines in the East and Midwest. Toxins such as lead and arsenic were used in 19th-century mining, and often persist today in abandoned mine shafts. A recent study by the U.S. Geological Survey found nearly every inland freshwater fish species is contaminated to some degree with mercury, a combination of mine runoff and emissions from burning fossil fuels, namely coal.\nMilitary bases: Some U.S. military facilities have been criticized over the years for polluting local water sources, although the Defense Department has worked recently to lessen its environmental impact. But many bases are still plagued by contamination from long ago — the Associated Press reported earlier this month that the U.S. Army Corps of Engineers has spent $116 million cleaning up 58 Cold War-era nuclear missile sites that were contaminated with trichloroethylene (TCE), a chemical that was used to clean and maintain warheads but has since drifted into some groundwater supplies. TCE is believed to damage the human nervous system, lungs and liver, and can cause abnormal heartbeat, coma or even death. It's also \"reasonably anticipated\" to cause cancer in humans, according to the National Toxicology Program, and the total nationwide cleanup may cost $400 million before it's finished.\nSaltwater intrusion: By overpumping an aquifer near the coast, people are in danger of creating a vacuum that can quickly be filled with salty seawater. Known as \"saltwater intrusion,\" this phenomenon can make a water supply undrinkable and useless for irrigation, effectively rubbing saltwater in the wound of already-low water levels.\nFor more information about water pollution and water conservation, see these related articles on MNN:\n\nBrighter Living: Conserving water indoors\nHow can I be smart about watering my lawn and garden?\nLax oversight creates toxic water supply\nWhat is the Gulf of Mexico dead zone?\nWhat happened to the Everglades?\nEPA to evaluate whether common weed killer harms more than weeds\nEPA: Chemicals found in Wyo. drinking water might be from fracking\nLevels of Indian groundwater have dropped dramatically, study says\nAs Las Vegas spreads into the desert, water gets even more scarce\nSchool drinking water contains toxins, AP investigation finds\n\nPhotos: EPA, Bureau of Land Management, National Oceanic and Atmospheric Administration, Department of Agriculture Energy Information Administration, Gerry Broome/AP","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How does groundwater pollution occur?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-does-groundwater-pollution-occur"}