{"summary":"\tForty-eight percent of those surveyed believe marijuana should be legal, while 50 percent don't think it should be; the others stated they had \"no opinion.\" Those figures haven't changed much since last year, though only about a third of Americans supported legalization as recently as 2005. In the November elections, Washington and Colorado passed ballot initiatives legalizing marijuana for recreational use, sparking a debate about whether federal anti-pot laws should be enforced in these states","advice_category":"5","content":"In the November elections, Washington and Colorado passed ballot initiatives legalizing marijuana for recreational use, sparking a debate about whether federal anti-pot laws should be enforced in these states. A new USA Today/Gallup poll shows that a 64-percent majority of Americans thinks the feds should stay out, though they remain quite divided about legalization.\n\n\t?\n\n\tThe survey was based on telephone interviews conducted Nov. 26-29 with a random sample of 1,015 adults, ages 18 and older, across the United States.\n\n\t?\n\n\tForty-eight percent of those surveyed believe marijuana should be legal, while 50 percent don't think it should be; the others stated they had \"no opinion.\" Those figures haven't changed much since last year, though only about a third of Americans supported legalization as recently as 2005. When Gallup first asked about the issue in 1969, just 12 percent of Americans thought weed should be legal, and until the 1990s, less than 20 percent supported making pot legal.\n\n\t?\n\n\tPot legalization gets more support from younger generations today. Six in 10 Americans ages 18 to 29 support legalizing marijuana, while about as many of those 65 and older are opposed, according to the poll, which had a margin of error of 4 percentage points. The issue is also divisive along political lines. While just 33 percent of Republicans said marijuana should be legal, 61 percent of Democrats said same. Independents were quite evenly split, with 50 percent favoring legalization and 47 percent against. (Numbers don't all add up to 100, because some participants chose \"no opinion\").\n\n\t?\n\n\tMarijuana, which comes from the Cannabis plant, can be used to relieve pain, combat nausea and stimulate appetite, helping to treat the side effects of chemotherapy and the symptoms of diseases like glaucoma, scientists have found. Marijuana is currently legal for medical use in more than 15 U.S. states, including California, Arizona and Maine. Most patients need to obtain a prescription for the drug from their doctors and buy the drug from dispensaries. [Marijuana: Facts About Cannabis]\n\n\t?\n\n\tThe newly passed initiatives, however, have no such medical restrictions and allow adults over age 21 to possess or buy up to 1 ounce of marijuana for recreational use. Experts expect the laws in Colorado and Washington will amount to a public health experiment, testing the real harms and benefits of legalizing pot.\n\n\t?\n\n\t?\n\n\tFollow LiveScience on Twitter @livescience. We're also on Facebook?& Google+. \n\n\t?\n\n\tRelated on LiveScience and MNN:\n\n\n\t\t\tTrippy Tales: The History of 8 Hallucinogens\n\n\n\n\t\t\tWishful Thinking: 6 'Magic Bullet' Cures That Don't Exist \n\n\n\n\t\t\t10 Easy Paths to Self Destruction\n\n\n\n\t\t\tMNN: Marijuana legalization: Is it really legal?\n\n\n\t?\n\n\tThis story was originally written for LiveScience and is reprinted with permission here. Copyright 2012 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#politics","title":"Most Americans back states' right to legalize pot","picture_url":"http://images.mnn.com/sites/default/files/weed_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/most-americans-back-states-right-to-legalize-pot"}