{"summary":"Many oil and natural gas sites are in remote locations, meaning new extraction operations in these sites will require new roads, which may only be used for a few years. Many sites don't depend on permanent housing","advice_category":"4","content":"The rapid expansion of natural gas and oil exploration companies over the past few years has created both jobs and economic booms for some regions, but employees and their families are often paying a price: a lack of adequate and affordable housing.\n?\nAround the country, workers at fracking and oil sites frequently find themselves in locations without an existing infrastructure prepared to handle hundreds or thousands of new residents. In West Virginia, park sites are filled to capacity with row after row of RV, put into place to house out-of-state workers. Some of these sites aren't even legal while others can't handle the above-average sewage levels, according to a recent report from Mountaineer News Service. Other state and national parks are also feeling the pinch. This month Outside magazine reported that Theodore Roosevelt National Park is full of RVs and tents populated by \"oil company employees who can't find permanent housing. And it's only getting busier.\"\n?\nTowns are also hard-hit. Often called the fastest-growing city in America, Williston, N.D., normally has a population of about 16,000 people. As of this past February, there were more than 38,000 people living within the town limits, many of them \"temporary workers living in camps, hotels, and even vehicles,\" according to a recent report from Bloomberg. The influx pushed the city's water and sewer system past capacity. Expanding roads, water, schools and other systems to meet the needs of so many new people required raising $5.8 million and left the city broke.\n?\nMeanwhile, workers — who have migrated to Williston en masse in hopes of earning $100,000 a year — find that they are paying exorbitant rates for housing. A 2011 article published at Powering America cites monthly apartment rents of $2,400 or $699 a week for hotel rooms for the people lucky enough to find a place to live.\n?\nThe same thing is happening in other states. A report last year from The Texas Tribune starts off with a description of \"a new 400-square-foot wood cabin\" the owners plan to rent for $1,500 a month. A study (pdf) published this April looked at three Ohio counties where fracking has increased employment and found that rental prices have increased up to 9.1 percent.\n?\nMany sites don't depend on permanent housing. Instead they erect temporary worker housing or \"man-camps\" for field workers. Supplying these camps with potable water and developing the capacity to remove wastewater are essential elements for these camps. Last year the Ohio Environmental Protection Agency published a guide (pdf) for the companies that planned to establish these temporary camps. The guide outlines at least nine state codes that must be met just for water in Ohio.\n?\nOutside of housing, there are other infrastructure issues. Many oil and natural gas sites are in remote locations, meaning new extraction operations in these sites will require new roads, which may only be used for a few years. \"We need jobs,\" Pope County, Illinois, Board of Commissioners Chairman Larry Richards told NPR this month. \"But will they just bring their own people in, tear our county up, destroy it and then pack up and leave us with a mess?\"\n?\nRelated story on MNN: Worker camps from naural gas boom cause headache for W. Virginia","author":"","web_category":"earth-matters#energy","title":"Oil and fracking booms creating housing busts","picture_url":"http://images.mnn.com/sites/default/files/editorial/no%20vacancy.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/oil-and-fracking-booms-creating-housing-busts"}