{"summary":"The rest of the world may have considered her run for the presidency to be just another prank, but Roseanne Barr managed to surprise everyone with a relatively strong performance in the general election for U.S. \t\"I want to thank the volunteers who asked me for nothing — and who worked hard and did a great job,\" she later added","advice_category":"5","content":"The rest of the world may have considered her run for the presidency to be just another prank, but Roseanne Barr managed to surprise everyone with a relatively strong performance in the general election for U.S. president.?\n\n\t?\n\n\tThe 60-year-old, who declared her intention to run on \"The Tonight Show\" in August 2011, original sought the Green Party nomination in competition with eventual winner Jill Stein. When she lost, Barr became the nominee of?the California-based Peace and Freedom Party.?\n\n\t?\n\n\t\"I want to be part of the debates, because I want to represent the taxpayer,\" she told Leno in 2011. \"In fact, I'm choosing the taxpayers as my vice president.\"\n\n\t?\n\n\tEventually, Barr chose Cindy Sheehan, the famous anti-war activist, as her running mate. And guess what? Her ticket managed to come in fifth place with 48,000 votes?— more than 15,000 votes than?former Salt Lake City Mayor Rocky Anderson of the Justice party received.\n\n\t?\n\n\tWhile Roseanne did congratulate President Barack Obama on his re-election, she wasn't above a bit of tongue-in-cheek gloating.?\n\n\t?\n\n\t\"Obama, i finished number 4 behind U,\" she tweeted. \"Feel me? i was 4rth & only on 3 ballots! It cost me less than 100k 2B 5th.\" According to reports, more than $4.2 billion was spent by both the Democratic and Republican parties for congressional and presidential races..?\n\n\t?\n\n\t\"I want to thank the volunteers who asked me for nothing — and who worked hard and did a great job,\" she later added. \"We proved that the ballot is ours. My team was the most diverse team ever assembled in the USA. We came together 4 common purpose — jews muslims christians atheists agnostics.\"\n\n\t?\n\n\tLast year, Barr listed a number of changes she would like to see, such as universal health care, federal support for gay marriage, stem cell research, and more equity in the tax system. \"My hope is that America can return to the brilliant middle of the road away from all of these ideologues & radical extremists on both sides!\" she wrote.\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Roseanne Barr places fifth in presidential election","picture_url":"http://images.mnn.com/sites/default/files/rose-mnn_6.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/roseanne-barr-places-fifth-in-presidential-election"}