{"summary":"\"We have arrived at the summit,\" Miura said in a radio transmission to Kyodo from the world's highest point. But unlike many other people his age, Miura made an ascent of Mount Everest after he turned 80.","advice_category":"2","content":"Like many a septuagenarian, Yuichiro Miura underwent heart surgeries during his 70s — four of them, in fact — not to mention convalescence from a broken pelvis and leg suffered when he was 76. But unlike many other people his age, Miura made an ascent of Mount Everest after he turned 80.\n?\nCalling the remarkable feat \"the world's best feeling,\" the former extreme skier made it to the summit for the third time in his life, having reached the top when he was 70 and again at 75.\n?\n\"We have arrived at the summit,\" Miura said in a radio transmission to Kyodo from the world's highest point. \"80 years and 7 months. ... The world's most incredible mountaineering team had helped me all the way up here.\"\n?\nFrom the Mount Everest base camp, Nepalese official Gyanendra Shrestha confirmed that Miura had reached the summit and was the oldest person to have accomplished the task.\n?\n\"I made it!\" Miura said on the phone. \"I never imagined I could make it to the top of Mount Everest at age 80. This is the world's best feeling, although I'm totally exhausted. Even at 80, I can still do quite well.\"\n?\nBut the record-breaking climb isn’t without a bit of competitive intrigue. The previous holder of the title is a Nepalese climber, Min Bahadur Sherchan, with whom Miura has been playing “world-record tag.”\n?\nMiura was the oldest Everest climber with his ascent at age 70, and would have claimed the title again on his climb at 75, if not for the 76-year-old Sherchan reaching the summit a single day before him.\n?\nSherchan, now 81, is preparing to scale the peak next week.\n?\nMiura’s daughter, Emili, said Wednesday that her father \"doesn't really care\" about the rivalry. On his expedition website, Miura explained that his desire to scale the great mountain at an advanced age is, “to challenge (my) own ultimate limit. It is to honor the great Mother Nature.\"\n?\nJapanese news agency Kyodo captured the moment on?video?from six miles away, which you can watch below:\n?\n\n?\nRelated Mount Everest stories on MNN:\n\nTeen with Down syndrome scales?Mount Everest?\n\n\n'Super Sherpa' scales?Mount Everest?for record 21st time\n\n\nMountaineer returns to?Mount Everest?after near-death experience","author":"","web_category":"earth-matters#wilderness-resources","title":"Mount Everest conquered by 80-year-old Japanese climber","picture_url":"http://images.mnn.com/sites/default/files/editorial/mount%20everest.png","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/mount-everest-conquered-by-80-year-old-japanese-climber"}