{"summary":"Interactions between the planet and the disc itself or with other planets may have also moved the planet from where it was born.\". HD 95086 b was sighted by ESO's Very Large Telescope in Chile","advice_category":"4","content":"A newly discovered gaseous planet has been directly photographed orbiting a star about 300 light-years from Earth. Imaging alien planets is difficult, and this world may be the?least massive planet directly observed outside of the solar system, scientists say.\n?\nA sharp new photo released by the European Southern Observatory?(ESO) on June 3 depicts the suspected gas giant (called HD 95086 b) circling its young star (named HD 95086) in infrared light. The star has been removed from the image to allow the planet — shown as a bright blue dot at the bottom left of the picture — to shine through.\n?\nHD 95086 b was sighted by ESO's Very Large Telescope in Chile. Based on the planet's brightness, scientists estimate that it is only about four or five times more massive than Jupiter. [See Amazing Photos of the Very Large Telescope]\n?\nMost exoplanets are discovered via indirect means, such as detecting a dip in a star's light when a planet passes in front of it, blocking part of its face, or finding a slight wobble in a star's movement caused by the gravitational tug of planets orbiting it.\n?\n\"Direct imaging of planets is an extremely challenging technique that requires the most advanced instruments, whether ground-based or in space,\" Julien Rameau, an astronomer at the?Institute of Astrophysics and Planetology in France and lead author of the study announcing the discovery,?said in a statement. \"Only a few planets have been directly observed so far, making every single discovery an important milestone on the road to understanding giant planets and how they form.\"\n?\nAnother photo from ESO shows the star and its planet in context with other stars in the southern constellation of Carina, the keel.\n?\nThe planet orbits its star at about twice the distance from the sun to Neptune and about 56 times the distance between Earth and the sun.\n?\nHD 95086 is relatively young star at only 10 million to 17 million years old, making the formation of the exoplanet and the dusty disc surrounding the star potentially intriguing to researchers.\n?\n\"[The planet's] current location raises questions about its formation process,\" Anne-Marie Lagrange, one of Rameau's team members, said in a statement. \"It either grew by assembling the rocks that form the solid core and then slowly accumulated gas from the environment to form the heavy atmosphere, or started forming from a gaseous clump that arose from gravitational instabilities in the disc. Interactions between the planet and the disc itself or with other planets may have also moved the planet from where it was born.\"\n?\nThe research will be published in an upcoming issue of Astrophysical Journal Letters.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook and Google+. \n?\nRelated on SPACE.com and MNN:\n\nSpectacular Cosmic Visions from ESO's Paranal Observatory (Gallery)\n\n\nStunning Photos of Our Milky Way Galaxy\n\n\nExploring the Southern Sky - ESO at 50 | Video Show\n\n\nMNN: 10 NASA images of planets like Earth\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Never-before-seen alien planet smiles for the camera","picture_url":"http://images.mnn.com/sites/default/files/HD95086b_m_0603.jpg","url":"http://www.mnn.com//earth-matters/space/stories/never-before-seen-alien-planet-smiles-for-the-camera"}