{"summary":"This infographic appears courtesy of AllergyBeGone.. \tWith the fall season already in full swing and winter only a few weeks away, many allergy sufferers are ready to put away the medication and begin to breath freely again","advice_category":"2","content":"This infographic appears courtesy of AllergyBeGone.\n\n\t?\n\n\t\n\n\t?\n\n\tWith the fall season already in full swing and winter only a few weeks away, many allergy sufferers are ready to put away the medication and begin to breath freely again. While these Americans may be looking forward to a nice respite after one of the longest allergy seasons on record, the winter weather can be just as bad for these individuals. Not because of the climate outside, but due to the lack of protection consumers take inside their homes.\n\n\t?\n\n\tAirborne irritants such as pet dander, mildew and mold can be present all year round, and make their way into the house, where they can last through the season on carpets or couches that have gone without a proper cleaning. Some doctors say allergy sufferers have a higher risk for exposure during this season and advise that Americans who experience constant cold symptoms in the winter take extra precautions against their seasonal allergies.\n\n\t?\n\n\tAs this graphic shows, there may be more than one reason to seek out allergy-friendly products before the first snowfall.\n\n\t?\n\n\tWe hope the infographic informed you of the many dangers posed by allergens during the winter months. While the facts about cockroaches may have provided a bit too much information, at least you now know to clean those unseen areas of the house more frequently! With so many threats it's no wonder why many Americans invest in specialty vacuums and cleaning supplies.\n\n\t?\n\n\tInfographic courtesy AllergyBeGone\n\n\t?","author":"","web_category":"health#allergies","title":"7 allergens in your home you may not know about","picture_url":"","url":"http://www.mnn.com//health/allergies/stories/7-allergens-in-your-home-you-may-not-know-about"}