{"summary":"MNN: 10 incredible images of black holes. They discriminated black holes belonging to Andromeda from brighter, more distant supermassive black holes at the center of other galaxies by studying the patterns of variation in their brightness","advice_category":"4","content":"Astronomers have discovered 26 new likely black holes in the neighboring Andromeda galaxy — the largest haul of black hole candidates ever found in a galaxy apart from our own.\n?\nBlack holes, which emit almost no light themselves, can be seen only by the light given off by material falling into them. The supermassive black holes that populate the centers of most galaxies are easy to spot because their surroundings are so bright, but much smaller stellar mass black holes are considerably harder to find.\n?\nThe 26 new candidates, in combination with nine previously discovered black holes in Andromeda, bring the known tally in that galaxy to 35. [Do?Black Holes?Create New Universes?]\n?\n\"While we are excited to find so many black holes in Andromeda, we think it's just the tip of the iceberg,\" Robin Barnard, an astronomer at the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., said in a statement. \"Most black holes won't have close companions and will be invisible to us.\"\n?\nMost of the newfound black holes have about five to 10 times the mass of our sun, and resulted from the deaths of giant stars. Seven of the new candidates were found?within 1,000 light-years of the center of the Andromeda galaxy — more than the number of black holes near the core of our own Milky Way.\n?\n\"We are particularly excited to see so many black hole candidates this close to the center, because we expected to see them and have been searching for years,\" Barnard said.\n?\nScientists expected more black holes at our neighbor galaxy's center because Andromeda's bulge, the dense blob of stars at its middle, is larger than the Milky Way's.\n?\n\n\n?\n\"When it comes to finding black holes in the central region of a galaxy, it is indeed the case where bigger is better,\" co-author Stephen Murray of Johns Hopkins University and the Center for Astrophysics said in a statement. \"In the case of Andromeda, we have a bigger bulge and a bigger supermassive black hole than in the Milky Way, so we expect more smaller black holes are made there as well.\"\n?\nThe new black holes were discovered using NASA's Chandra X-ray Observatory, which made 150 separate observations over 13 years to detect them.\n?\nThe researchers studied the peculiarities in the X-ray light given off by the objects to determine whether they were more likely to be black holes or dense objects called neutron stars. They discriminated black holes belonging to Andromeda from brighter, more distant supermassive black holes at the center of other galaxies by studying the patterns of variation in their brightness. Follow-up observations by the European Space Agency's XMM-Newton X-ray observatory added support to the idea that these 26 objects are indeed black holes.\n?\nFollow Clara Moskowitz on?Twitter?and?Google+. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nHow Magnetic Fields Shape Black Holes (Gallery) \n\n\nBlack Hole Quiz: How Well Do You Know Nature's Weirdest Creations?\n\n\nMilky Way Galaxy's Head-On Crash with Andromeda (Gallery)\n\n\nMNN: 10 incredible images of black holes\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company. All rights reserved.","author":"Clara Moskowitz, SPACE.com","web_category":"earth-matters#space","title":"Astronomers discover 26 new black holes in Andromeda galaxy","picture_url":"http://images.mnn.com/sites/default/files/BlackHolesAndromeda_m_0613.jpg","url":"http://www.mnn.com//earth-matters/space/stories/astronomers-discover-26-new-black-holes-in-andromeda-galaxy"}