{"summary":"Related on BusinessNewsDaily and MNN:. After accounting for factors such as income and education, the researchers found that the market share for a wide variety of generic products was lower in more conservative counties than in more liberal counties","advice_category":"5","content":"Conservatives and liberals are as different when choosing groceries as they are when choosing political sides, new research finds.\n?\nThe study, led by researcher Vishal Singh of New York University, discovered a relationship between political affiliation and buying behavior, suggesting that ideological differences are reflected in daily behavior, even at the unconscious level.\n?\nResearchers analyzed weekly sales data from more than 1,800 supermarkets across the United States between 2001 and 2006. Using statistics on voting history and religiosity — factors that are independently correlated with conservative values — they were able to determine the level of conservatism in each county.\n?\nAfter accounting for factors such as income and education, the researchers found that the market share for a wide variety of generic products was lower in more conservative counties than in more liberal counties. In addition, the acceptance of newly launched products was lower in more conservative counties.\n?\nThe data suggests that conservative ideology may be associated with reliance on established national brands over generic brands or new products, the researchers said.\n?\n\"These tendencies are consistent with traits typically associated with conservatism, such as aversion to risk, skepticism about new experiences, and a general preference for tradition, convention and the status quo,\" Singh and her co-authors wrote in the study.\n?\nThe study, co-authored by Romana Khan of Ozyegin University in Turkey and Kanishka Misra of the University of Michigan, was recently published in Psychological Science, a journal of the Association for Psychological Science.\n?\nFollow Chad Brooks on Twitter @cbrooks76 or BusinessNewsDaily @BNDarticles. We're also on Facebook & Google+.\n?\nRelated on BusinessNewsDaily and MNN:\n\n5 Old-School Brands You Didn't Know Still Existed\n\n\n10 Beloved Brands Gone Forever\n\n\nThey Still Do That? 9 Old Time Businesses Still Thriving\n\n\nMNN: 10 eco-friendly retailers\n\n?\nThis story was originally written for BusinessNewsDaily and was republished with permission here. Copyright 2013 BusinessNewsDaily, a TechMediaNetwork company.","author":"Chad Brooks, BusinessNewsDaily","web_category":"earth-matters#politics","title":"Who buys generic more often, Democrats or Republicans?","picture_url":"http://images.mnn.com/sites/default/files/PoliticalShoppingHabits_m_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/who-buys-generic-more-often-democrats-or-republicans"}