{"summary":"This resort and spa uses locally sourced power to heat its facilities and to provide all of its electricity. Photo: Majahuitas Resort","advice_category":"4","content":"Photo: TebNad/Shutterstock\n?\nA major task for anyone taking a trip is finding the right accommodations.?Luckily, for those of us who want to be Earth-friendly while on the road, this?doesn't have to mean trading a comfortable hotel bed for a tent.?Whether you want to go completely off the grid while still retaining some luxuries and comforts or you simply want to make your travels as green as possible without too much sacrifice, these resorts and destinations, all powered by renewable energy, should be at the top of your list.\n?\n\nPhoto: Eden Lodge\n?\nEden Lodge, Madagascar\nMadagascar is an off-the-beaten-path African destination that has a lot of eco-tourism allure thanks to its unique plant and animal species and expansive system of national parks and nature preserves. One of the greenest places to stay in Madagascar is?Eden Lodge, an award-winning resort in the coastal town of Anjanojano. This venue gets 100 percent of its energy from on-site solar panels, so it is completely off the grid. Eden's Earth-friendly electricity is only part of the story. The resort is engaged in local conservation efforts and promises to plant one tree in the surrounding forest for every person who stays there. Contrary to what some people might expect from a nature-themed, off-the-grid resort, the Eden Lodge is not an out-of-the-way destination. It sits on an attractive beach only a short boat ride away from Nosy Be Island, one of Southeast Africa's most popular beach destinations.\n?\n***\n?\n\nPhoto: Majahuitas Resort\n?\nMajahuitas Resort, Puerto Vallarta, Mexico\nThis small resort?on Mexico's Bay of Banderas is accessible only?by boat from the resort town of Puerto Vallarta, which is over an hour away. The most attractive attribute of Majahuitas is its uncrowded beaches and nearby waterfalls. The lack of televisions and air-conditioning in the resort's private cabins adds to the feeling of remoteness. All the cabins as well as the main lobby building are solar-powered, making this a completely off-the-grid destination. The main dining room is lit by candlelight, and the food is sourced from local fishermen and farmers. Meals are included in the price of the stay, and kayaks, stand-up surfboards and guided hikes are also offered to guests free of charge.\n?\n***\n?\n\nPhoto:?kevin.j/Flickr\n?\nParaguay\nHydroelectricity is not as glamorous as wind, solar or geothermal power, but it is one of the greener methods for producing power on a large scale. Paraguay, a landlocked South American nation that borders Brazil, Bolivia and Argentina, gets almost all its electricity from huge hydroelectric dams. These dams produce a surplus of electricity, which is sold to neighboring countries. Because of this power, Paraguay has one of the lowest per capita carbon emission rates in the Americas. This fact makes it an ideal destination for people who want to leave a low carbon footprint while traveling, but who don't want to be tied to a single resort or a small region. Paraguay also is an attractive place for nature lovers. The country’s eastern region is dominated by rivers and dense forests, while the west and north are home to wetlands and plains. All of Paraguay’s landscapes feature ample opportunities for hiking, animal viewing and even horseback riding and river-based water sports.\n?\n***\n?\n\nPhoto: Berkshire East\n?\nBerkshire East Ski Resort\nSki resorts are among the most aggressive when it comes to tourism greening efforts. Perhaps this makes sense on a practical level, as the ski business will be among the first to be affected if global warming trends continue. One of the greenest ski resorts overall is the Berkshire East ski resort in Massachusetts. All of this small wintertime destination's power comes from?electricity generated by a wind turbine. With 400 skiable acres and a vertical drop of just more than 1,000 feet, this is certainly not a place for hardcore alpine adventurers. That said, its runs are challenging enough for casual skiers, and its location, in the charming New England countryside, makes it easy for vacationers to add some wintertime sightseeing to their green skiing experience. Unfortunately, Berkshire East doesn't have any onsite accommodations, but nearby bed-and-breakfasts and small-scale inns make it possible to enjoy a low-impact New England ski vacation here.\n?\n***\n?\n\nPhoto:?Robert Rozbora/Shutterstock\n?\nBlue Lagoon Resort and Spa, Iceland\nOne of the most famous spas in Iceland, the Blue Lagoon?takes advantage of the geothermal energy found in its country in several different ways. This resort and spa uses locally sourced power to heat its facilities and to provide all of its electricity. The energy comes from boiling saltwater, which is pumped from deep underground. Some of this mineral-rich water is extracted and used in the Blue Lagoons skincare products and for other treatments offered in the spa. In addition to those who simply come here to be pampered, others visit the resort clinic for treatment for psoriasis and other ailments. With restaurants and accommodations in addition to the spa, the Blue Lagoon is one place where visitors can get a complete vacation experience while enjoying the peace of mind that comes from choosing a destination that relies only on renewable energy.\n?\n***\n?\n\nPhoto: Matava\n?\nMatava eco-resort, Fiji\nThe South Pacific nation of Fiji fits many people's definition of a tropical paradise. Lush jungles, warm blue waters with perfect surf, and pristine beaches characterize the most popular part of this island nation. Some tourists travel here to indulge in the beach scene and relax in a luxurious resort. The biggest attraction of Fiji, from an eco-tourism perspective, is that it has more than its share of remote corners and sparsely inhabited islands that offer a chance to literally “get away from it all.” One standout resort that puts visitors in contact with untouched nature and idyllic island landscapes is the Matava eco-resort. Matava is a 100-percent solar-powered venue in Kadavu, an underdeveloped group of islands with volcanic peaks, rain forests, reefs and lagoons. In addition to its lack of a carbon footprint, this resort has a spa and buildings with traditional grass roof designs. Guests also enjoy easy access to beaches and forests.\n?\n***\n?\n\nPhoto: Hidden Valley Cabins\n?\nHidden Valley Cabins, Queensland, Australia\nMany nature enthusiasts might opt for an off-the-grid resort, but only if they get to experience wilderness and wildlife during their stay. Australia's Hidden Valley Cabins bills itself as its country's first solar powered resort. It sits in Northern Queensland on the slopes of the Paluma Mountain Range. Hidden Valley has many of the traits of a traditional eco-resort. Guests can take nature-themed tours, including trips to see the local platypus population, hikes along mountain trails, and nighttime safari through the nearby forests. Many tourists ignore the inland areas of Queensland in favor of its popular world-class beaches, but the areas around Hidden Valley are ideal for nature-lovers in search of Australia's unique wildlife.\n?\n***\n?\n\nPhoto:?snowbuzz/Flickr\n?\nVail, Colo.\nSometimes, infrastructure restrictions and energy needs make it practically impossible for a resort or destination to use renewable energy that is produced onsite. However, popular ski resort areas in Colorado, including the snow-lovers' mecca of Vail, have found a way to run a carbon neutral operation I without having to install wind or solar power equipment. The ski resorts of Vail, as well as the town itself, buy wind credits to offset 100 percent of the energy that they use. So while skiers in this area won't actually be off the grid, they will be vacationing in a destination that has offset its carbon production. Vail is a perfect example of a thriving destination that has found a way to be eco-friendly without actually unplugging from the power grid.\n?\nWhile taking a vacation somewhere that is completely powered by on-site renewable energy can be a great way to green your travels, stepping completely off the grid might not be necessary if you want to achieve your goal of a carbon-neutral vacation.\n?\nRelated eco-tourism stories on MNN:\n7 unconventional cruises for your bucket list\n7 destinations for a wellness getaway\nCuetzalan: A Mexican mountain town for the adventurous","author":"","web_category":"earth-matters#energy","title":"8 vacation spots powered by renewable energy","picture_url":"","url":"http://www.mnn.com//earth-matters/energy/stories/8-vacation-spots-powered-by-renewable-energy"}