{"summary":"Fair Oaks now converts some of its manure into enough compressed natural gas (CNG) to keep its fleet of 42 tractor-trailers on the road every day.. Fair Oaks Farms in Indiana loves its manure","advice_category":"4","content":"Fair Oaks Farms in Indiana loves its manure. The farm has about 30,000 milk cows which produce more than a fair amount of manure every day. Several years ago the farm started putting that manure to good use, using it to power its barns and other structures. Now, according to a report in The New York Times, it is taking the manure one step further. Fair Oaks now converts some of its manure into enough compressed natural gas (CNG) to keep its fleet of 42 tractor-trailers on the road every day.\n?\n\"As long as we keep milking cows, we never run out of gas,\" CEO Gary Corbett told the Times. He said the switch to cow power saves the farm from using 2 million gallons of diesel fuel a year. The U.S. Department of Energy said this is the largest fleet powered by agricultural waste that is currently in operation in this country. Although Fair Oaks did not disclose how much money it is saving by using natural gas, the Times points out that CNG is currently about half the cost of diesel fuel.\n?\nFair Oaks installed a $12 million digester on its property that converts manure from its cows and pigs into natural gas. The gas intended for the trucks is piped to fueling stations, where it is compressed and distributed to trucks. Whatever is left over after the manure has been digested is used as a fertilizer.\n?\nThe project to convert Fair Oaks' fleet to CNG got its start in June 2011, when the company contracted with a company called Clean Energy to build two fueling stations. The project was at least partially funded by grants through the American Recovery and Reinvestment Act and the Indiana Office of Energy Development. Fair Oaks then received the first four trucks in August of that year. At the time, Fair Oaks project manager Mark Stoermann said, \"We believe we are part of the answer to using renewable energy to reduce U.S. dependence on imported oil. We're employing proven technology to solve one of the United States' biggest economic problems. In addition, we're combining time-tested fleet management practices to achieve the highest possible productivity.\"\n?\nA case study (pdf) published by the Innovation Center for U.S. Dairy says the Fair Oaks system captures 98 percent of the methane that would normally be released by the farm's manure, reducing its greenhouse gas emissions in the process. The case study points out that the trucks Fair Oaks is using are quite innovative and required a lot of refinement in order to ensure they would be safe and effective:\n?\n\"The relatively new technology had never been tested as hard as this 250,000 miles per year per truck plan, and there were several unexpected obstacles that had to be overcome. The modification of the fuel system guards for use on the gravel roads of the farms, the proper rear-end ratio for running a 9.0 liter truck at freeway speeds and the heavy-duty cycles of hauling 80,000-pound loads day after day resulted in adjustments not only to the trucks but also the operation of the entire fleet.\"\n?\nAMP Americas, which partnered with Fair Oaks to build the new fueling stations — which are open to the public for any other CNG-powered vehicles — told the Times it plans to build 14 more fueling stations this year.\n?\nAlso on MNN:\n\nWhat is a natural gas vehicle and what does CNG mean?\n\n\nCheap natural gas makes inroads as U.S. vehicle fuel\n\n\nBuck Rogers in 2013: Carbon-neutral e-gas cars and hydraulic hybrids","author":"","web_category":"earth-matters#energy","title":"Cow power: Indiana farm uses manure to fuel its dairy trucks","picture_url":"http://images.mnn.com/sites/default/files/editorial/dairy.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/cow-power-indiana-farm-uses-manure-to-fuel-its-dairy-trucks"}