{"summary":"If you truly want to rid your body of pollen allergy symptoms, consider an allergy shot regimen. Shed your shoes when you enter your home, and shower — and rinse or wash your hair — as soon as you come in for the day","advice_category":"2","content":"Ah, spring — birds chirping, flowers blooming, sun shining ... and sneezing, wheezing, coughing and itching. The culprit: pollen. Thankfully, there are natural ways to fight pollen allergies without reaching for medications.\n?\nPollen allergy symptom prevention\nHere are a few tips to keep symptoms at bay:\nKeep windows and doors closed in your home, and turn on the air conditioner. Change your air conditioning filter often, at least once a month during pollen season.\nBuy HEPA filters for your air conditioning units, a dehumidifier (which kills pollen spores and other allergens in the air) and/or an air purifying machine.\nShed your shoes when you enter your home, and shower — and rinse or wash your hair — as soon as you come in for the day. Skin and hair holds a lot of pollen, which can trigger allergic reactions while we sleep.\nChow down on foods with natural antihistamine properties such as garlic, onions, citrus and apples.\nEat 1 to 2 teaspoons per day of locally produced bee pollen (which has no sugar) or honey, which contains small amounts of pollen, before allergy season starts. Ingesting the honey will help jumpstart your immune system against the local pollen.\nAvoid the outdoors during peak pollen-producing times, which are typically in the early morning.\nRinse the pollen off of your pets after they come in from outside.\n?\nPollen allergy relief\nLooking for allergy relief? Here are a few ideas:\nIt doesn't look or sound pretty, but many people swear by nasal irrigation, i.e. using a neti pot. The process — which involves you pouring a warm saltwater solution into your nostrils — cleans out your nasal passages, medication-free.\nDrink hot water with lemon or herbal tea, which can soothe scratchy, irritated throats.\nSome herbs, vitamins and other natural substances, such as quercetin, magnesium and vitamin C, have been cited as affective in helping relieve pollen allergy symptoms. Discuss the possibility of supplements with your doctor.?\n?\nTo stay vigilant when it comes to fighting pollen allergies, monitor your local pollen count, which is the number of grains of pollen per cubic meter of air. Websites such as pollen.com or weather.com offer mobile alerts and e-newsletters about various types of allergens, and the National Allergy Bureau with the American Academy of Allergy, Asthma and Immunology also features information on pollen.\n?\nIf you truly want to rid your body of pollen allergy symptoms, consider an allergy shot regimen. Over the course of several months, sometimes years, the patient receives injections with increasing amounts of an allergen, eventually either decreasing the severity of allergy symptoms or eliminating them entirely. Allergy shots can be costly and take a long time to work fully, but if pollen season keeps you trapped despite your natural prevention and relief measures, you may want to talk with an allergist.\n?\nKnow of other ways to fight pollen allergies? Let us know in the comments below.\n?\nSee also:\nPollen allergy symptoms in adults\nFoods to avoid for pollen allergies\n11 allergy-inducing pollen producers","author":"","web_category":"health#allergies","title":"Ways to fight pollen allergies","picture_url":"http://images.mnn.com/sites/default/files/AllergyTreatment_main_0602.jpg","url":"http://www.mnn.com//health/allergies/stories/ways-to-fight-pollen-allergies"}