{"summary":"Satellites and earthquake monitors help scientists at the Alaska Volcano Observatory (AVO) track the ongoing eruption at Pavlof and the more than 30 active volcanoes in Alaska, many of which are far from towns, but can threaten planes with their ash. Scientists are also monitoring an ongoing eruption at Cleveland volcano farther to the west in the Aleutian Islands","advice_category":"2","content":"Clear skies and a passing space station combined for an extraordinary view of Alaska's erupting Pavlof volcano on May 18.\nAn astronaut aboard the International Space Station snapped a photo of ash streaming from the fiery peak in the Aleutian Islands, about 625 miles (1,000 kilometers) southwest of Anchorage.\nBefore Mount Pavlof started erupting on May 13, the volcano was as snowy white as its twin, Pavlof Sister, seen sitting directly northeast of the active volcano in the astronaut picture. The combination of melting ice and snow, volcanic gases and lava has sent pyroclastic flows racing down Pavlof's slopes, seen in earlier satellite images tracking the eruption. Pyroclastic flows are lethally hot, superfast flows of gas and rock fragments.\nSatellites and earthquake monitors help scientists at the Alaska Volcano Observatory (AVO) track the ongoing eruption at Pavlof and the more than 30 active volcanoes in Alaska, many of which are far from towns, but can threaten planes with their ash. America's biggest state relies on small planes to ferry people and supplies to remote villages, and international cargo travels from Anchorage to Asia. When clouds hide the ash cloud, satellite heat imagery and seismic tremors help researchers confirm volcanoes such as Pavlof are still actively erupting. Local pilots also call in reports of ash and gas plumes to AVO scientists.\nPavlof's ash column has reached as high as 22,000 feet (7,000 meters), forcing regional airlines to occasionally delay or cancel flights to local villages and towns. Ashfall has been reported in nearby communities, including Sand Point, Nelson Lagoon, King Cove and Cold Bay, according to the AVO.\nScientists are also monitoring an ongoing eruption at Cleveland volcano farther to the west in the Aleutian Islands. With no seismic network at the remote site, scientists rely on satellites and infrasound — low-frequency sounds created below the range of human hearing — for eruption monitoring at Cleveland volcano.\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\nRelated on LiveScience's OurAmazingPlanet and MNN:\n50 Amazing Volcano Facts\nThe World's Five Most Active Volcanoes \nVolcanoes from Space\nMNN: 9 images of volcanoes as seen from space\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Volcanic ash cloud spied from space station","picture_url":"http://images.mnn.com/sites/default/files/PavlofVolcanoSpace_m_0524.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/volcanic-ash-cloud-spied-from-space-station"}