{"summary":"carbon emissions dip to 1994 levels. Even if the carbon tax dies on Capitol Hill, as is being widely projected, the U.S","advice_category":"5","content":"Heeding a request from President Obama's State of the Union address,?two U.S. senators have proposed a bill that would tax carbon emissions as a way to fight global warming, raising up to $1.2 trillion over 10 years that would mostly be returned to taxpayers.\n?\nSponsored by Sens. Bernie Sanders, I-Vt., and Barbara Boxer, D-Calif., the bill aims to cut carbon dioxide emissions to 80 percent below 2005 levels within a decade. It would do so by levying a $20 tax for each ton of CO2 a polluter emits beyond a set threshold, which would automatically increase 5.6 percent annually over 10 years.\n?\n\"We are looking at the danger of a planetary crisis,\" Sanders said Thursday at a press conference to announce the bill. \"When scientists tell us that the temperature of this Earth may go up at least eight degrees Fahrenheit by the end of this century, that means cataclysmic changes to the planet. We have got to act.\"\n?\nDespite the growing urgency of climate change, however, the bill still faces dismal odds of becoming law. The Senate already failed to pass a 2009 House-approved cap-and-trade bill — one of two major climate bills that chamber has rejected in the past decade — and the Republican-led House is now unlikely to even consider the Sanders-Boxer bill.\n?\nCritics have been quick to dismiss the idea, with some lawmakers and interest groups warning that a carbon tax would raise energy prices for consumers. Some go even further, disputing the scientific consensus that humans' CO2 emissions fuel global warming.\n?\n\"To impose restrictions and costs on CO2 emissions would further restrict the economic growth the nation needs,\" says Alan Caruba, a policy adviser for the conservative Heartland Institute, in an emailed statement. \"It suggests that Sen. Boxer would prefer to participate in the global warming hoax while remaining indifferent to the high unemployment and anemic growth challenging the nation's economy.\"\n?\nWhile such doubts about the reality of climate change have faded from mainstream discourse in recent years, the economic worry about energy prices typically gets more traction. Sanders' and Boxer's bill includes a measure to counteract that critique, though: The Family Clean Energy Rebate Program would use 60 percent of the carbon fee revenue to provide every legal U.S. resident with a monthly rebate check.\n?\n\"This is the most progressive way to ensure that if fossil fuel companies jack up prices, consumers and families can offset cost increases on fuel and electricity,\" according to a summary of the bill released by Sanders' office.\n?\nThe tax would affect 2,869 fossil fuel facilities and address 85 percent of U.S. greenhouse gas emissions, according to Sanders' and Boxer's estimates, generating $1.2 trillion in revenue over 10 years. Aside from the 60 percent that would be repaid to taxpayers, about $300 billion of that would go toward reducing the national debt, while the rest would fund programs to shrink the country's carbon footprint, such as by improving energy efficiency and developing more renewable, carbon-free energy sources.\n?\nEven if the carbon tax dies on Capitol Hill, as is being widely projected, the U.S. is still poised to ramp up its carbon-control efforts in the near future. Obama made this clear in Tuesday's State of the Union speech, warning that \"if Congress won't act soon to protect future generations, I will.\" His administration is exploring a variety of executive actions, from reducing energy waste to regulating CO2 emissions under the Clean Air Act.\n?\nLeaders from several environmental groups joined Sanders and Boxer in announcing the proposal Thursday, arguing that presidential leadership alone won't be enough.\n?\n\"Climate disruption is one of the most pressing challenges of our time and we must move forward with solutions on all fronts,\" Sierra Club executive director Michael Brune said. \"While all eyes are on President Obama's pending actions … we need champions in the Senate like Bernie Sanders and Barbara Boxer pushing strong, comprehensive climate solutions that can double down on these critical administrative actions.\"\n?\nSeveral environmental groups are planning a rally on the National Mall this weekend to drum up support for the proposal.\n?\nRelated climate change stories on MNN:\n\nPoll: More Americans believe in climate change\nJanuary declared second-warmest on record\nU.S. carbon emissions dip to 1994 levels\n7 reasons why Arctic sea ice matters\n\n?","author":"","web_category":"earth-matters#politics","title":"U.S. senators propose long-shot carbon tax","picture_url":"http://images.mnn.com/sites/default/files/coal_smokestack_1.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/us-senators-propose-long-shot-carbon-tax"}