{"summary":"The X-ray spectrum exposes the hot gas in this galaxy, with particularly bright spots at the center that represent million-degree gas pooling around the supermassive black hole, which is thought to be 100 million times heavier than our sun. More on SPACE.com and MNN:","advice_category":"4","content":"Photo: X-ray: NASA/CXC/SAO/A.Siemiginowska et al; Optical: NASA/STScI; Radio: NSF/NRAO/VLA \n?\nSupermassive black holes are thought to lie at the center of nearly every galaxy, sucking up dust and gas and other material that allows them to grow to enormous sizes. A stunning composite image of a galaxy 850 million light-years from Earth shows the power of one of these cosmic monsters spewing out humongous jets.\n?\nAstronomers pieced together a picture of the galaxy known as 4C+29.30 using data from different telescopes, including X-ray data from NASA's Chandra X-ray Observatory, optical data from the Hubble Space Telescope and radio waves from the Very Large Array in New Mexico.\n?\nThe X-ray spectrum exposes the hot gas in this galaxy, with particularly bright spots at the center that represent million-degree gas pooling around the supermassive black hole, which is thought to be 100 million times heavier than our sun. Sometimes, as this matter falls in toward the black hole, it gets accelerated and hurled outward.\n?\nThis triggers a flare-up in the two huge particle jets that radio data show to be racing at millions of miles per hour away from the black hole. Bright orbs at the end of the jets mark where extremely high energy electrons have crashed into clumps of material in the galaxy. By both heating the gas in these clumps and dragging cool gas along for the ride, these jets sometimes deprive the supermassive black hole of its fuel supply, making it temporarily go hungry, researchers say.\n\nThe galaxy's stars are revealed in the optical spectrum, but all the optical light emitted near the black hole is obscured by a thick doughnut of dust and gas. For that reason, astronomers call this type of object a hidden or buried black hole.\n?\nThe research, led by Aneta Siemiginowska from the Harvard-Smithsonian Center for Astrophysics, appears in the Astrophysical Journal.\n?\nMore on SPACE.com and MNN:\n\nOur X-Ray Universe: Amazing Photos by NASA's Chandra X-Ray Observatory\n\n\nHow Magnetic Fields Shape Black Holes (Gallery) \n\n\nImages: Black Holes of the Universe\n\n\nMNN: Black hole in Milky Way prepares to gobble up space cloud\n\nThis story was originally written for SPACE.com. It is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"SPACE.com","web_category":"earth-matters#space","title":"Photo shows powerful jets spewing from giant black hole","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/photo-shows-powerful-jets-spewing-from-giant-black-hole"}