{"summary":"\"For the first time ever, the AAS is opening its meeting to amateur astronomers and other interested members of the public, who may take advantage of a special one-day registration rate of $50 per day on Monday, 3 June, or Tuesday, 4 June, or both days (in which case the cost will be $100),\" officials from the AAS wrote in a release.. \"It's a great opportunity to see the stars with professional astronomers and meet the local astronomers in your hometown,\" AAS officials wrote.","advice_category":"4","content":"One of the largest astronomy meetings of the year is open to the public for the first time in its history.\n?\nMore than 500 astronomers, journalists and guests will be able to bring their cosmic know-how to Indianapolis, Ind for the 222nd meeting of the American Astronomical Society (AAS). The conference began on Sunday, June 2, and runs through June 6 at the Indiana Convention Center; it is the second of two meetings held annually by the AAS.\n?\nNew findings about alien worlds, mysterious dark matter and the Milky Way will be discussed, and this year anyone can take part in the cosmic action. [See Space Photos from the 221st AAS Meeting]\n?\n\"For the first time ever, the AAS is opening its meeting to amateur astronomers and other interested members of the public, who may take advantage of a special one-day registration rate of $50 per day on Monday, 3 June, or Tuesday, 4 June, or both days (in which case the cost will be $100),\" officials from the AAS wrote in a release.\n?\nSeveral presentations on Monday and Tuesday will be geared toward amateurs that decide to pay the fee and attend. The presentations include information about the Hubble Space Telescope, nearby exoplanets, Pluto, and the formation of galaxies in the early universe.\n?\nIn addition to those talks, the society will also hold two free public events during the convention.\n?\nAstronomers will throw a star party on Monday night at 9 p.m. EDT (0100 June 4 GMT) to show off Saturn and the ringed giant's moon Titan through telescopes set up outside of the convention center. Any curious members of the public are welcome to come take a peek for free.\n?\n\"It's a great opportunity to see the stars with professional astronomers and meet the local astronomers in your hometown,\" AAS officials wrote.\n?\nOn Tuesday night, \"BBC Sky at Night\" presenter Chris Lintott of the Adler Planetarium and Oxford University will speak about citizen science and its role in astronomy today. This talk begins at 8 p.m. EDT (0000 GMT) at the convention center. It is also free and open to the public.\n?\nThroughout the course of the conference, scientists will take part in town hall-style meetings about NASA, the National Science Foundation and other agencies. The latest findings from the badly damaged planet hunting?Kepler Space Telescope will be presented as well.\n?\nTwitter users can follow the conference using the hashtag #AAS222, and SPACE.com will bring you complete coverage of the meeting from Indianapolis. For more information on the events open to the public, visit:?http://aas.org/aas-222nd-meeting/one-day-program-amateur-astronomers-public\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook?and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nBest Space Photos of the Week - May 25, 2013\n\n\nBest Space Discoveries of 221st AAS Meeting\n\n\nSmallest Alien Planet Kepler-37b Explained (Infographic)\n\n\nMNN: Amateur astronomers discover 42 alien planets\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Astronomy conference open to public for first time","picture_url":"http://images.mnn.com/sites/default/files/Saturn_m_0603.jpg","url":"http://www.mnn.com//earth-matters/space/stories/astronomy-conference-open-to-public-for-first-time"}