{"summary":"For more information about wildlife conservation and endangered species issues in the U.S. One of the biggest breakthroughs of the Endangered Species Act was to go beyond mere hunting limits, instead following the examples of Yellowstone and Pelican Island by emphasizing \"the ecosystems upon which endangered species and threatened species depend.\" Any species added to the U.S","advice_category":"8","content":"?\nWhen a 29-year-old passenger pigeon named \"Martha\" died on Sept. 1, 1914, it completed one of the most dramatic extinctions in modern history. Some 4 billion passenger pigeons had filled North American skies just a few generations earlier, in flocks so large they often took hours to pass overhead. But with Martha's death, the entire species was suddenly a thing of the past.\n?\nExtinction is nothing new, of course — 99 percent of all species that ever lived are now extinct, mainly due to five global \"extinction events\" that hit long before humans existed. It has been 65 million years since the fifth and most recent one, but Martha was among the first signs of what most biologists now believe is the sixth. And while it remains unclear what caused or ended past extinctions, this time the leading suspect — people — is not only pretty clear, it's also the only real chance at salvation.\n?\nAround 150 to 200 endangered species now die out every day, according to some estimates, a pace that's nearly 1,000 times the \"normal\" or \"background\" extinction rate. While ancient wipeouts are often linked to climate shifts, this one can't be blamed on global warming alone, since it dates back to at least the 1500s, when European explorers began razing habitats, overhunting wildlife and releasing invasive species around the world. That legacy lives on today, but as global temperatures soar along with greenhouse gases, many experts say this extinction could rival or even surpass the last one, which famously killed off the dinosaurs.\n?\nThe situation today isn't hopeless, though, thanks to a novel idea that swept around the U.S. and then the world last century: One species launched an urgent effort to save others from itself. This human sympathy came too late for passenger pigeons and countless other species, but the growth of wildlife conservation since Martha died is credited with at least delaying, if not derailing, many more extinctions. U.S. authorities have declared 14 domestic species and seven foreign ones \"recovered\" over the past four decades; even the bald eagle was vanishing before federal hunting and pesticide laws helped it recover.\n?\nYet as Earth's human population?snowballs — it's expected to reach 7 billion in 2011, and 8 billion by 2025 — side effects like hunting, habitat loss and heat now pose a greater overall threat to plants and animals than at almost any other time in recorded history. It's a daunting challenge to the success of conservation programs in the U.S. and worldwide, and raises the inevitable question: Can we really stop a global extinction that has already begun? The answer hinges on a variety of unknowns, but to get a general idea of how things might turn out, here's a look at the history of wildlife conservation in America so far:\n?\nA conservation starter\nLosing species is old hat in North America, where climate change and human hunters have been wiping out wildlife for at least 10,000 years. The last ice age recast much of the continent as tundra and grassland, and populated it with bizarre \"megafauna\" like saber-toothed tigers, cave lions, giant sloths and woolly mammoths. But it also let in humans, who crossed a land bridge from Asia to find herds of huge prey that were unfamiliar with spears and arrows. The ice age ended not long after, and the combined effects of overhunting and overheating left most megafauna extinct. European colonists later picked up the tradition, obliterating many remaining animals as well as the vast forests where they lived.\n?\nIt was fitting, then, that North America eventually became ground zero for modern conservationism. George Perkins Marsh is often called \"the father of the environmental movement,\" as the 19th-century professor, lawmaker and diplomat from Vermont became an outspoken voice in the new field of ecology. In 1847 he warned a group of local farmers that land-clearing practices were destroying ecosystems, and in 1864 he?wrote a groundbreaking book called \"Man and Nature,\" which the National Park Service calls \"a seminal text in the founding of the conservationist and environmental movements.\" Marsh's ideas quickly gained traction, and in 1872, President Ulysses S. Grant signed a law that set aside Yellowstone as the country's first national park.\n?\nHavens on Earth\nDespite growing awareness, however, endangered animals kept dying across the U.S., especially migratory water birds like herons, egrets and cranes, whose feathers were popular in women's hats. Saving these and other \"game species\" was a major reason for the Lacey Act?of 1900, which made it a federal offense to trade or transport illegally killed wildlife. Three years later, President Theodore Roosevelt created the country's first national wildlife refuge on Pelican Island in Louisiana (pictured), an effort to save declining brown pelicans from plume hunters.?And in 1918, the Migratory Bird Treaty Act expanded that gesture, replacing the milder Weeks-McLean Act of 1913 and outlawing the pursuit, capture, killing or sale of any bird on its list.\n?\nBut that still wasn't enough: The once-widespread Carolina parakeet and Eastern heath hen both went extinct within 20 years of the passenger pigeon, and by the 1930s the bald eagle was disappearing all across the lower 48 states. The Bald Eagle Protection Act of 1940 started the national bird's long road to recovery, but the need for a nationwide plan to protect endangered species in general — as well as their habitats — had become obvious. A wide range of wildlife from bison and beavers to wolves and whooping cranes remained on the brink, threatening entire regions' ecological balance. Congress intervened in 1966 with?the Endangered Species Preservation Act, which was later overtaken by the more robust Endangered Species Act of 1973.\n?\nOne of the biggest breakthroughs of the Endangered Species Act was to go beyond mere hunting limits, instead following the examples of Yellowstone and Pelican Island by emphasizing \"the ecosystems upon which endangered species and threatened species depend.\" Any species added to the U.S. endangered list is legally required to have a \"critical habitat,\" which must offer enough staples like food, water, sunlight, open space and breeding sites, and give its inhabitants a chance to avoid human disturbances. The U.S. Fish and Wildlife Service and the National Marine Fisheries Service share responsibility for listed species, and create \"recovery plans\" for each one, outlining goals, tasks required, expected costs and an estimated time line for helping it recover.\n?\nCease and delist\nThe list identified 73 endangered species in its first year, and another 51 joined them in 1970. Congress soon expanded the list globally, making it illegal to import foreign species into the U.S., and today a total of 1,963 species are listed, 586 of which are?foreign. Of the 1,377 U.S. species?listed, most fall into one of these 10 groups:?\n\nFlowering plants: 761 (including the semaphore cactus, pictured)\nFish: 139\nBirds: 92\nMammals: 85\nClams: 70\nInsects: 60\nReptiles: 40\nAmphibians: 25\nSnails: 35\nCrustaceans: 22\n\nA total of 47 species have been \"delisted\"?from the endangered species list over the years, for a few different reasons. Seventeen were removed due to errors in their original listing data, either because of a classification change since they were listed, or because of an amendment to the law or newly discovered population that disqualified them. Nine have gone extinct in the past four decades, while 21 have been taken off the list because they recovered (14 domestic and 7 foreign). Meanwhile, the club of U.S. threatened and endangered species grew by an average of 45 members each year since 1967; globally, the total number of threatened species has risen 66 percent just since the late '90s, according to the International Union for Conservation of Nature.\n?\nIllegal hunting remains a big problem in parts of Africa, Asia and South America, but the leading global threats to wildlife are believed to be habitat loss, invasive species and climate change. The U.S. has plenty of each: black bears and crocodiles losing territory to developers, bass starved by Asian carp?(pictured), wineries looted by European grapevine moths, and polar bears and pika dwindling as temperatures rise.\n?\nThe Endangered Species Act has been the driving force behind U.S. conservation policy since the '60s, but it has also revealed that it often can't do the job alone. The rebound of bald eagles, for example, is largely attributed to a 1972 ban of the pesticide DDT, which thinned their egg shells, often killing chicks before they hatched. Most whales' comebacks are credited to the global whaling treaty reached in 1988, and in U.S. waters they're also covered by the Marine Mammal Protection Act.?And while there have been several high-profile success stories on the U.S. list, even some of its graduates aren't necessarily out of the woods yet.\n?\nGray areas\nIdentifying endangered species is rarely a simple process, often torn in different directions by political and ecological interests that can create a patchwork of protection — and complicate efforts to manage a species' population levels. Two prime examples of this are the gray wolf and the brown pelican, both of which were delisted due to recovery, but still face an increasingly hazy future.\n?\nGray wolves once lived across nearly all of North America, but by the 1950s they were banished from the lower 48 states and Mexico. Deforestation was part of the problem, but the main factor was revenge: Wolves are prolific predators, and make fast enemies with cattle and sheep ranchers. On top of allowing unchecked shooting, U.S. authorities even funded some local wolf-poisoning campaigns, and by midcentury every state but Alaska was virtually wolf-free. After decades on the endangered species list, however, gray wolves from Canada began repopulating the northern Great Plains, and scientists reintroduced them to Idaho, Wyoming and Wisconsin.?They recovered enough that Montana's and Idaho's wolves were delisted in 2009 due to recovery — but they were relisted again a year later, after a federal judge ruled that U.S. officials couldn't delist a species by state boundaries over natural ones, since wolves in nearby states remained on the list.\n?\nSimilarly, brown pelicans that were decimated by plume hunters for more than a century recovered enough with ESA protection that they were delisted in most of their range — the Pacific, Atlantic and eastern Gulf coasts — in 1985. A Gulf Coast population in Louisiana and Texas took a little longer to bounce back, and while it was finally delisted in 2009, a new threat was thrown back in its face within a year: the Gulf oil spill. The effects of oil-drenched chicks in Louisiana rookeries may be severe enough to threaten recent progress in protecting the region's pelicans, as well as other water birds, although the exact damage so far is still unclear. As of Aug. 23, a total of 6,785 birds have been collected along the Gulf Coast since the oil spill began in April, of which 4,017 were visibly oiled and 4,808 were dead. Elsewhere, even California's relatively stable pelican population has been suffering in recent years from bouts of hypothermia, starvation and confusion — with some birds found stumbling around streets, parking lots and back yards. El Ni?o and polluted runoff have been raised as two possible culprits, although biologists say global warming could also be playing a role in tweaking the climatic signals that cue the birds' migrations.\n?\nWhile passenger pigeons fell victim mainly to the traditional, 19th-century threat of unregulated hunting, endangered species today face a wide and unwieldy array of dangers, from?fragmented habitats and invasive species to chemical pollution and oil spills. Throw in the threat of climate change — which is expected, for example, to wipe out 20 percent of the planet's lizard species by 2080 and nearly all polar bears by 2100 — and it begins to look like Martha may have just been a canary in the coal mine.\n?\nMore information\nFor more information about wildlife conservation and endangered species issues in the U.S. and abroad, check out the following links and video clip from MNN:\nTop 20 countries with the most endangered species\n15 endangered species that are still on the menu\n10 of the most endangered whales on Earth\n10 animals at risk of extinction from the Gulf oil spill\nLazarus species: 13 'extinct' animals found alive\n?\n\n?\nImage credits\nPassenger pigeons: Richard Lake/National Park Service\nBald eagle: U.S. Fish and Wildlife Service\nWoolly mammoths: National Center for Biotechnology Information\nRainbow at Pelican Island: Fish and Wildlife Service\nEgret in marsh: NOAA Habitat Conservation\nSemaphore cactus: National Park Service\nJumping silver carp: Fish and Wildlife Service\nGray wolf: Fish and Wildlife Service\nBrown pelican: Federal Highway Administration","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Endangered species: Where are they now?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/endangered-species-where-are-they-now"}