{"summary":"Researchers kept the rest of the squid in tanks with a more acidic pH of about 7.3. Mooney and his colleagues trawled for Atlantic longfin squid (Doryteuthis pealeii) from the Vineyard Sound off of Massachusetts","advice_category":"2","content":"Squid could be in trouble as the oceans grow more acidic, new research finds.\n?\nAs humans pump carbon dioxide into the atmosphere, the oceans absorb about a third of the greenhouse gas. This buffers terrestrial creatures from even more extreme effects of climate change — without the oceans, Earth's atmosphere would contain far more than the approximately 400 parts per million of carbon dioxide that it does today. However, the dissolved carbon dioxide makes the oceans more acidic, possibly affecting thousands of marine species.\n?\nSquid, it seems, may be among the most vulnerable, with consequences that could trickle through the marine ecosystem. A new study published May 31 in the journal PLOS ONE finds that squid raised in more highly acidified ocean water hatch more slowly and are smaller when they hatch than squid raised in ocean water at today's pH levels. The acid-exposed squid also have abnormal statoliths, which are internal, calcified structures that function like the mammalian inner ear to help squid keep their balance and orient themselves.\n?\n\"We're worried these guys won't be able to swim and behave properly,\" study researcher T. Aran Mooney, a biologist at the Woods Hole Oceanographic Institution in Massachusetts, said of the acidified squid. [Release the Kraken! Photos of Giant Squid]\n?\nAcidifying oceans\nMooney and his colleagues trawled for Atlantic longfin squid (Doryteuthis pealeii) from the Vineyard Sound off of Massachusetts. The researchers brought the squid to the laboratory and kept some in tanks with a pH of about 8. On the pH scale, 7 is neutral, and 8 slightly basic. The open ocean today has a pH of about 8, which is a decline of about 0.1 pH units since pre-industrial times, an increase in acidification attributable to carbon dioxide produced by humans.\n?\nResearchers kept the rest of the squid in tanks with a more acidic pH of about 7.3. Climate projections suggest the open ocean could reach this level of acidification in about 100 to 200 years, Mooney told LiveScience. In coastal areas, where acidity is more variable, a pH of 7.3 sometimes already occurs.\n?\nThe researchers allowed the squid to mate and lay eggs in the tanks, and then tracked how long it took those eggs to hatch. The scientists found that squid raised in a more acidic environment developed more slowly, emerging from their eggs about 24 hours later, on average, than the squid placed in normal ocean conditions. The delay is bad news for baby squid, which are defenseless fish-food in their egg stage.\n?\n\"The longer you're an egg sitting there, the more likely you are to get eaten,\" Mooney said.\n?\nKey to the ecosystem\nThe squid reared in acidified water were also smaller than normal when they hatched, with an average body length of 0.07 inches (1.78 millimeters) versus 0.071 inches (1.81 millimeters) for squid hatched in normal conditions. That smaller size, again, could make squid more vulnerable to predators, Mooney said. The miniaturized squid might also have a harder time swimming and migrating than their larger brethren.\n?\nFinally, the researchers dissected some of the squid at each day of development to examine the stony statoliths that give the animals their equilibrium. The scientists found that the statoliths of acidified squid were irregularly formed and porous, suggesting that the water pH disrupted the development of these structures.\n?\nSquid are a keystone of the ocean ecosystem, Mooney said. They're important prey for animals ranging from fish to marine mammals to sea birds. They're also an important food source for humans, who pull about 3 million tons of squid from the ocean each year. Thus, damage to squid populations could reverberate throughout the ocean ecosystem.\n?\nThe researchers don't yet know, however, what threshold acidification would have to cross to cause damage to squid; nor is it clear how other squid species will react. The next step, Mooney said, is to raise squid in multiple pH levels to figure out the effect of each \"dose\" of acidification.\n?\n\"Now we're kind of filling in those gaps,\" Mooney said.\n?\nMore on LiveScience and MNN:\n\nUnder the Sea: A Squid Album\n\n\nDangers in the Deep: 10 Scariest Sea Creatures\n\n\nTop 10 Surprising Results of Global Warming\n\n\nMNN: Giant squid all over the globe belong to the same family\n\nThis story was originally written for LiveScience and has been republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Baby squid threatened by ocean acidification","picture_url":"http://images.mnn.com/sites/default/files/babysquid.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/baby-squid-threatened-by-ocean-acidification"}