{"summary":"WVU’s team members?are proud of their decision to build a log cabin, a first in the decathlon’s history.”We are from West Virginia, we are proud of that fact, and giving [the house] that log cabin feel is really going to separate us from our competitors,” Bezares says.. To make the house more energy efficient, the team says that the log cabin design will stand as a purely visual component of the overall build","advice_category":"4","content":"By Sarah Cordonier, Kelly Matava and Hunter Homistek - Mountaineer News Service\n?\nFor the first time ever, students from West Virginia University will participate in a prestigious competition among 20 universities worldwide to build a solar-powered house that wins points for being cost-effective, energy efficient and attractive. They will be up against academic powerhouses such as Stanford University, but their entry into this competition, hosted by the?U.S. Department of Energy, has not come without a price.\n?\nThe students’ desire to bring a slice of Appalachia to the “Solar Decathlon” by building a solar-powered log cabin was initially met with resistance from their faculty adviser.\n?\n“I didn’t like it. Really, I didn’t want them to do that,” said Dimitris Korakakis, an associate professor of engineering at WVU. “But this is their project. Eventually, they showed me that they could make it work, and now I think it will work to our advantage.”\n?\nKorakakis says a log cabin possesses inherent qualities that make it a poor choice for a design that must be energy and cost efficient. But the team recognized this fact before he had to intervene; they surprised him with a revamped design.\n?\n“They were determined to make it work,” Korakakis says. “So they kept the log cabin, but they worked hard to make these changes that would make it function just like a normal, modern house, and I’m pleased with the results.”\n?\nWVU’s team members?are proud of their decision to build a log cabin, a first in the decathlon’s history.”We are from West Virginia, we are proud of that fact, and giving [the house] that log cabin feel is really going to separate us from our competitors,” Bezares says.\n?\nThe log cabin design excels in another area: its down-home aesthetics.\n?\n“When you go to the competition, a lot of the houses are really cool…but they’re not very homey,” says Bellanca. “Our idea was, let’s have a house that captures the Appalachian spirit, so it has a real homey feel.”\n?\nTo make the house more energy efficient, the team says that the log cabin design will stand as a purely visual component of the overall build. The inside of the house, the insulation and all the major accommodations will be on par with any modern house in the decathlon.\n?\n“We’ve managed to adapt and to improvise,” says Branden Bellanca, the leader of the WVU team.\n?\nWVU is also working from another disadvantage; there is no architectural school on campus they can tap for advice. Instead, the team enlisted the help of the?University of Rome Tor Vergata?in Italy as well as three local architectural companies.\n?\n“With their help, this house can actually go up,” Bellanca says.\n?\nStudents on WVU’s decathlon team see their chance to enter the competition as a great opportunity to reshape their school’s “party first, study second” image.\n?\n“I think a lot of people kind of see West Virginia University a certain way,” says Cecilio Bezares, a senior engineering student and member of the university’s team. “I think [the competition] is really going to help us step outside that box and really say, ‘Hey, West Virginia University does have a great college in its engineering program, and it does have other great colleges.”\n?\n\n\n?\nThe WVU team faces another challenge as well: how to deliver and assemble their finished product in Irvine, California, where the judging will take place in October 2013.\n?\n“We will have 11 days to make sure everything is right, that everything is set,” Bezares says. “We’re obviously worried about transportation. There’s just a lot that can go wrong there.”\n?\nAfter the judging, the WVU team will bring the house back to Morgantown and reconstruct it on campus. The future location of the house is undetermined at this time, but a permanent location should be finalized in the upcoming months.\n?\nIn the meantime, team is looking forward to the competition.\n?\n“I think we have just as much of a chance as anyone else out there,” Bezares says. “When it comes to the ideas we have for our house, I think we will set ourselves apart.”\n?\nRelated stories on MNN:\n2012 Solar Decathlon Europe: And the winner is ...\nSolar Decathlon: A sneak peek at the houses\nHere's how passive solar energy works\nThis story?was reported for the?Mountaineer News Service of West Virginia University. It is reprinted with permission here.","author":"","web_category":"earth-matters#energy","title":"West Virginia University to compete in global contest to build solar-powered house","picture_url":"http://images.mnn.com/sites/default/files/editorial/WVUSolarCabin01_m_0405.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/west-virginia-university-to-compete-in-global-contest-to-build-solar"}