{"summary":"\t\t\t\tShell begins offshore drilling in Alaska. Royal Dutch Shell is postponing its plans to drill for oil and gas off the coast of Alaska, the company announced Monday, just a week after it began preliminary drilling in the Chukchi Sea for the first time in 20 years","advice_category":"4","content":"Royal Dutch Shell is postponing its plans to drill for oil and gas off the coast of Alaska, the company announced Monday, just a week after it began preliminary drilling in the Chukchi Sea for the first time in 20 years. The pre-winter window for Arctic drilling was already closing quickly, but Shell says it finally decided to scrap its 2012 program when a key piece of equipment was damaged in a safety test last week.\n\n\t?\n\n\tShell still plans to restart its efforts in 2013, but the delay nonetheless culminates a frustrating summer of setbacks for the oil giant, which has spent billions in recent years trying to prove it can safely drill off Alaska's northern coast.\n\n\t?\n\n\tThe latest mishap didn't occur in the frigid Chukchi, where Shell began drilling pilot holes a week ago, but in the relatively balmy waters of Bellingham, Wash., where its spill-response barge has been undergoing a series of federal safety tests. Named the Arctic Challenger, the barge carries a containment dome that can be lowered onto a leaking oil well, similar to the one used at BP's Gulf of Mexico oil spill in 2010. The Challenger's presence is legally required before Shell can tap Alaska's offshore oil and gas, but as the company explains in Monday's press release, its damaged dome likely couldn't be repaired before winter creeps back across the Arctic:\n\n\t?\n\n\t\t\"The time required to repair the dome, along with steps we have taken to protect local whaling operations and to ensure the safety of operations from ice floe movement, have led us to revise our plans for the 2012-2013 exploration program. In order to lay a strong foundation for operations in 2013, we will forgo drilling into hydrocarbon zones this year. Instead, we will begin as many wells, known as 'top holes,' as time remaining in this season allows. The top portion of the wells drilled in the days and weeks ahead will be safely capped and temporarily abandoned this year, in accordance with regulatory requirements.\"\n\n\n\t?\n\n\tWhile Shell didn't elaborate on how the dome was damaged, the Los Angeles Times reports that it happened during a test in which the dome was lowered over a \"clump weight\" that symbolizes an oil spill. The weight sank deeper into the seabed silt than intended, leading engineers to launch a remotely operated vehicle (ROV) to help guide the dome toward its target. \"They got some of the weights set to hold the dome, then one of the eight winches on the dome became inoperative,\" an unidentified source tells the Times. \"They attempted to discover what was wrong by using the ROV, and got it tangled in the anchor lines of the dome and it sank into the silt.\"\n\n\t?\n\n\tDivers were ultimately sent in to retrieve the dome, the Times reports, and while it's unclear exactly how much damage it suffered, it was enough to dissuade Shell from pressing on in its quest to reach oil or gas before winter arrives.\n\n\t?\n\n\tThis continues a string of misfortunes for Shell, which was already behind schedule due to construction and certification delays with the Challenger. The company has also faced problems with its Noble Discover drill ship, which slipped its anchor at two different ports in the past 18 months and recently had to dodge encroaching ice in the Chukchi Sea. And despite Shell's safety assurances and?$4.5 billion investment in Arctic Ocean drilling, critics quickly seized on Monday's news as further evidence the region is too dangerous for offshore rigs to operate.\n\n\t?\n\n\t\"People have been fighting Mother Nature since the dawn of time — the fight is crystallized in Shell's desire to drill in the harsh and unpredictable climate of America's Arctic Ocean,\" said Cindy Shogan, director of the Alaska Wilderness League, in an emailed statement. \"And as we have seen today, Shell is losing.\"\n\n\t?\n\n\tEnvironmentalists have long argued that Shell and other oil companies are ill-equipped to drill in the Arctic, pointing to dangers such as choppy waters, large chunks of sea ice and a geographical remoteness that could complicate any disaster response. And after a reportedly bungled containment-dome test that echoes BP's failures in the summer of 2010, Shell's critics now have a new round of ammunition.\n\n\t?\n\n\n\t\t\"If you can't even test your safety systems in calm waters without damaging them, you've got no business drilling for oil in the Arctic,\" Neil Lawrence of the Natural Resources Defense Council said in a statement Monday. \"Instead of continuing to lobby for more time and weaker safeguards, Shell ought to wake up and admit what should have been obvious even before this ongoing debacle: It's not safe to drill for oil in the Arctic — not now, not next month, not next year.\"\n\n\t\t?\n\n\t\tDespite agreeing to hold off from full-scale drilling this year, Shell isn't simply abandoning the Arctic until next summer. The company will continue drilling top holes both in the Chukchi and Beaufort seas, part of a strategy in which it will bury large blowout preventers below the seabed to protect them from bottom-scraping sea ice. Shell described this process in a recent animation:\n\n\t\t?\n\n\n\n\t\t?\n\n\t\tRelated offshore drilling stories on MNN:\n\n\n\t\t\t\tShell begins offshore drilling in Alaska\n\n\t\t\t\tStudy throws cold water on Arctic oil, gas dreams\n\n\t\t\t\tArctic oil spill would challenge Coast Guard\n\n\t\t\t\tU.S. opens new areas in Gulf of Mexico to drilling\n\n\n\n\t?\n\n\tMNN tease photo:?NASA Goddard Photo and Video/Flickr\n\n\t?","author":"","web_category":"earth-matters#energy","title":"Shell puts Arctic ambitions on ice","picture_url":"http://images.mnn.com/sites/default/files/chukchi_sunset.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/shell-puts-arctic-ambitions-on-ice"}