{"summary":"The turtles at the two main nesting sites were found feeding at areas off the U.S. The researchers tagged dozens of adult female sea turtles nesting on the beach at Padre Island National Seashore, located off the coast of Texas","advice_category":"2","content":"The endangered Kemp's ridley sea turtle has been found feeding in the Gulf of Mexico, in waters threatened by oil spills, heavy commercial fishing and oxygen depletion.\n?\nThe Kemp's ridley turtle is the most endangered and smallest hard-shelled sea turtle in the world. A new study released jointly by the U.S. National Park Service and the U.S. Geological Survey uncovered some details about the turtles' foraging and migration patterns, in an effort to learn more about the species and better conserve it.\n?\nLittle is known about why the turtles feed in certain areas and how human activities may be affecting the animals' health or behavior. To find out more, researchers analyzed 13 years' worth of satellite tracking data from turtles tagged at nesting sites between 1998 and 2011. The turtles at the two main nesting sites were found feeding at areas off the U.S. Gulf Coast, including near Louisiana and Mississippi.\n?\n\"Protecting feeding grounds for adult female sea turtles is important for the recovery of the species, and this new information is important for future planning and restoration decisions,\" Donna Shaver, chief of the National Park Service's Sea Turtle Science and Recovery division at Padre Island National Seashore, said in a statement.\n?\nThe researchers tagged dozens of adult female sea turtles nesting on the beach at Padre Island National Seashore, located off the coast of Texas. Using satellite telemetry — a method of measuring and transmitting data from remote areas — as well as statistical techniques, the scientists determined where and when the turtles foraged.\n?\nPrevious studies tracked the Kemp's ridley from nesting sites along the Gulf Coast up to northern Texas and Louisiana, and sometimes to sites as distant as peninsular Florida. But scientists couldn't tell whether the turtles were foraging or migrating at each location.\n?\nThe research team also tagged turtles at nesting sites 200 miles (320 kilometers) south of Padre Island, in Rancho Nuevo, Mexico. It was the first time they tracked turtles to this part of the Gulf, Shaver said.\n?\nThe findings were published online on May 28 in the journal Ecology and Evolution.\n?\nJoint efforts by Mexico and several U.S. agencies have boosted populations of this endangered species. The efforts include protecting nesting turtles and their nest sites, and regulating fishing. As a result, the number of Kemp’s ridley nest sites in the Gulf region has grown from 702 nests in 1985 to about 22,000 in 2012.\n?\nAdult Kemp's ridley sea turtles measure about 2 feet long (0.6 meters) and weigh up to 100 lbs. (45 kilograms). Found in the Gulf of Mexico and the Atlantic seaboard, the species feeds mainly on shallow water crabs. The turtle takes its name from fisherman Richard Kemp of Key West, Fla., who gave scientists the first specimen of the species back in 1880.\n?\nFollow Tanya Lewis on Twitter?and Google+.?Follow us @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n\nIn Images: Tagging & Tracking Sea Turtles\n\n\nAmazing Journey: World-Traveling Sea Turtle Comes Home\n\n\nGulf Oil Spill: Animals at Risk\n\n\nMNN: 10 of the cutest endangered species\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"LiveScience","web_category":"earth-matters#animals","title":"Endangered turtles hang out in dangerous corners of Gulf","picture_url":"http://images.mnn.com/sites/default/files/SeaTurtlesGulfOfMexico_m_05.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/endangered-turtles-hang-out-in-dangerous-corners-of-gulf"}