{"summary":"\tThe SEIA considers a solar farm a utility-scale solar power plant if it is selling power to a utility, is ground-mounted and larger than 2 MW. \tSolar farms also are referred to as solar ranches and solar parks","advice_category":"4","content":"Large solar energy projects, or solar farms, had already been experiencing a boom when the federal government cleared the way for more to locate on public land.\n\n\t?\n\n\tThe Department of the?Interior announced in October that it has set aside 285,000 acres of public land in the West for the utility-scale installations. An additional 19 million acres have been identified for potential development in the future.\n\n\t?\n\n\tIf fully developed, solar projects on the land could produce as much as 23,700 megawatts (MW) of solar energy. That’s enough to power about 7 million American homes, the federal agency reported Oct. 12.\n\n\t?\n\n\tMost of the large projects to this point have been on private land, Monique Hanis, spokeswoman for the Solar Energy Industries Association (SEIA), said in a phone interview. “In fact it was only in late 2010 that the first solar energy projects were approved for development on federal public land,” she said.\n\n\t?\n\n\tThe SEIA considers a solar farm a utility-scale solar power plant if it is selling power to a utility, is ground-mounted and larger than 2 MW. (That means it’s capable of powering more than 300 average American homes.)\n\n\t?\n\n\tUtility market posts biggest quarter yet\n\n\tFor the first time, record-setting utility-scale projects led the growth in U.S. solar installations, according to the SEIA’s most recent solar market report. The utility market experienced its biggest quarter in the history of the U.S. solar industry in the second quarter, SEIA reported.\n\n\t?\n\n\tCommercial solar installations fell nationally. But utility installations more than doubled on a quarterly basis, according to the market report. Despite the surge in utility installations, the U.S. solar market continued its recent trend of posting “strong, albeit more moderate and consistent, growth figures each quarter,” the report stated.\n\n\t?\n\n\tUtility installations hit 477 MW in the second quarter with eight states posting installations of 10 megawatts or greater, predominantly California, but also other Western markets, North Carolina and New Jersey.\n\n\t?\n\n\tMeanwhile, some earlier stage projects have been left in limbo as developers turn their attention to more promising prospects, SEIA stated in the quarterly report.\n\n\t?\n\n\tState policies, federal incentives drive growth\n\n\t“The flexibility of solar energy technology means that it can work in any state, under a variety of conditions. Growth in top states has been driven by state policy that encourages deployment along with federal incentives,” Hanis of SEIA?said.\n\n\t?\n\n\tFor instance, solar system owners can receive a federal tax credit for 30 percent of the cost of the system, including equipment, material and installation.\n\n\t?\n\n\tSolar energy costs also have been dropping, making it more affordable. The utility solar market will remain strong through this year and the next, growing in 2013 and 2014, SEIA reports. The utility market includes photovoltaic (PV) power and concentrated solar power (CSP) technologies.\n\n\t?\n\n\tSolar farms also are referred to as solar ranches and solar parks. The overwhelming majority of projects under development — about 70 percent — use PV solar panels, according to a recent study of utility-scale solar projects by the U.S. Department of Energy’s National Renewable Energy Laboratory (NREL).\n\n\t?\n\n\tPV solar panels convert the sun’s light into electricity that can be sold to utility or private companies, Hanis said. A smaller number of solar farms use CSP technology that captures and concentrates the sun’s heat to create electricity. Using this method, solar thermal or heat energy is directed from mirrors and lenses to a steam turbine that drives an electric turbine generator, she said.\n\n\t?\n\n\tUtility-scale projects can include ground-mounted farms and those on the rooftops of large commercial buildings, Hanis said. SEIA’s list of major solar energy projects focuses on the ground-mounted variety, but also includes CSP farms.\n\n\t?\n\n\tIndependent producers own bulk of solar farms\n\n\tMost solar farms are owned by independent power producers, with some of the largest operated by First Solar, SunPower, BrightSource Energy, NextEra Energy Resources and Abengoa Solar, SEIA reported.\n\n\t?\n\n\tFirst Solar, one of the world’s largest makers of thin-film PV solar panels, is developing the world’s biggest solar farm of 1,000 MW in Southern California. In comparison, the nation’s largest solar plant is the 290 MW Agua Caliente Solar Project nearing completion in Yuma, Ariz., according to the NREL report from earlier this year. Still larger will be the 550 MW Topaz Solar Farm project on the Carrisa Plains of California, expected to be operational in 2014. First Solar is developing both of these projects.\n\n\t?\n\n\tThe latter is expected to produce enough electricity to power 160,000 average-sized California homes and create the air quality equivalent of taking 73,000 cars off the road, the company reported.\n\n\t?\n\n\tThe world’s largest solar thermal power plant is under construction in California’s Mojave Desert. BrightSource’s 377 MW CSP plant is expected to generate enough clean electricity to power about 87,000 homes annually, NREL predicted.\n\n\t?\n\n\tCSP projects are particularly important to the future of the solar energy business because “with storage capacity they can deliver power for a longer portion of the day, even if it’s cloudy,” Hanis said. And that’s a big boost to the industry and its ability to reduce the cost of delivered power.\n\n\t?\n\n\tRelated solar power stories on MNN:\n\n\t\t5 breakthroughs that will make solar power cheaper than coal\n\n\t\tThermal mass in passive solar design\n\n\t\tHow much does solar cost? [Infographic]\n\n\t?\n\n\tMNN tease photo of solar plant: Shutterstock\n\n\t?","author":"","web_category":"earth-matters#energy","title":"U.S. boosts solar farm opportunities","picture_url":"http://images.mnn.com/sites/default/files/main_solar_farm.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/us-boosts-solar-farm-opportunities"}