{"summary":"Discovering a galaxy as small as Segue 2 is like trying to pick the smallest piece of hay out of a haystack. For the uninitiated, 1,000 stars might sound like a lot, but to grasp just how small Segue 2 is, you have to think in galactic terms","advice_category":"4","content":"Scientists at the University of California at Irvine have discovered a galaxy so small that it barely even qualifies as a galaxy. Deemed \"Segue 2,\" the dwarf galaxy only contains about 1,000 stars and is the least massive galaxy in the known universe, reports Phys.org.\n?\nFor the uninitiated, 1,000 stars might sound like a lot, but to grasp just how small Segue 2 is, you have to think in galactic terms. To put it in perspective, our own galaxy, the Milky Way, contains anywhere from 100 to 400 billion stars. Segue 2's light output — the light output of the entire galaxy — is only equal to about 900 times that of our own meager-sized sun.\n?\n\"Finding a galaxy as tiny as Segue 2 is like discovering an elephant smaller than a mouse,\" said cosmologist James Bullock, co-author of the paper.\n?\nThe diminutive galaxy's discovery begs the question of just how many stars it takes to make a galaxy in the first place. One key qualification is to look at whether the star cluster is bound together gravitationally, and it appears that Segue 2 qualifies. According to the researchers, the stars are bound together by a dark matter halo which acts like a galactic glue, tethering the whole cluster as one.\n?\n\"It's definitely a galaxy, not a star cluster,\" insisted lead author, Evan Kirby.\n?\nDiscovering a galaxy as small as Segue 2 is like trying to pick the smallest piece of hay out of a haystack. According to Kirby, there's only one set of telescopes on Earth that could have detected it: those found at the W.M. Keck Observatory at the summit of Hawaii's Mauna Kea. In fact, Segue 2's entry in the record books may only stand for as long as these telescopes remain the most powerful. The galaxy's discovery suggests that there could be other smaller galaxies lurking out in the darkness, barely faded from view.\n?\nSegue 2's discovery is not just interesting because of its extreme scantiness. The existence of dwarf galaxies like Segue 2 have long been predicted by models of how the universe was formed. Scientists' inability to find them, however, \"has been a major puzzle, suggesting that perhaps our theoretical understanding of structure formation in the universe was flawed in a serious way,\" said Bullock.\n?\nFinding Segue 2 has eased those concerns, and it could offer clues about the origination of elements like iron and carbon, keys to life on Earth, in the early universe. It might be a small galaxy, but its discovery could have some big implications.\n?\nRelated space posts on MNN: \n7 places for top-notch stargazing\n10 amazing images from deep space\n10 images of Earth that look like art","author":"","web_category":"earth-matters#space","title":"Just how big is the smallest galaxy in the universe?","picture_url":"http://images.mnn.com/sites/default/files/editorial/dwarf.jpg","url":"http://www.mnn.com//earth-matters/space/stories/just-how-big-is-the-smallest-galaxy-in-the-universe"}