{"summary":"It would be the first law in the nation that requires retail tobacco to be concealed. Called the Tobacco Product Display Restriction Bill, the proposal is being introduced with the hope of reducing youth smoking","advice_category":"5","content":"Even as other?states take aim at New York City?and Mayor Michael Bloomberg’s efforts to whip the city into shape, the mayor with a mission has announced new legislation that would ban the public display of tobacco products.\n?\nIf passed, the law would require stores to keep tobacco products in cabinets, drawers, under the counter, behind a curtain or in other concealed cubbies. Tobacco could only be visible when an adult is making a purchase or while employess are restocking. Similar restrictions were imposed in Iceland in 2001 and Canada in 2005, and these countries have seen substantial declines in youth smoking.\n?\nThe proposal, announced Monday, is the latest public-health measure brought forth by the mayor, whose ban on colossal-sized soft drinks was declared illegal by a judge last week.\n?\nCalled the Tobacco Product Display Restriction Bill, the proposal is being introduced with the hope of reducing youth smoking. \"Young people are targets of marketing and the availability of cigarettes, and this legislation will help prevent another generation from the ill-health and shorter life expectancy that comes with smoking,” he said in a press release from the mayor's office.\n?\nHe added that the decline in kids' tobacco use has flatlined, stalling at a rate of 8.5 percent of the city’s youth smoking.\n?\nPublic \"displays suggest smoking is a normal activity and invite young people to experiment with tobacco,\" he said. It would be the first law in the nation that requires retail tobacco to be concealed. A second law in the package, the Sensible Tobacco Enforcement Bill, will aim to crack down on illegal and discounted tobacco sales.\nRelated tobacco stories on MNN:\nMichael?Bloomberg's?$220M global anti-smoking crusade\nTobacco?could kill 8 million a year by 2030","author":"","web_category":"earth-matters#politics","title":"Bloomberg announces legislation to ban display of cigarettes","picture_url":"http://images.mnn.com/sites/default/files/editorial/bloomberg_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/bloomberg-announces-legislation-to-ban-display-of-cigarettes"}