{"summary":"Approximately 38 million sharks are killed each year to meet the demands of the controversial shark fin industry, which uses the fins to make shark fin soup, a dish that is considered a delicacy in some Asian countries. Without sharks, this delicate system could collapse, Cisneros-Montemayor explained.Shark conservation efforts are also imperative in order to ensure the health of the species, the researchers said.","advice_category":"2","content":"Sharks that are free to swim around in their natural habitats are a valuable part of tourism around the world, a new study finds, which suggests sharks are worth more in the world's oceans than they are on restaurant menus.\n?\nThe new research provides evidence of the value of conservation against the rampant killing of sharks for food, said study lead author Andr?s Cisneros-Montemayor, a Ph.D. candidate in the fisheries economics research unit at the University of British Columbia (UBC) in Canada.\n?\nA team of scientists pored through data from 70 sites in 45 countries to compare how much money is generated each year by fisheries that fuel the global shark fin trade, and how much is generated by ecotourism, which encompasses all forms of shark-watching activities.\n?\nCurrently, shark ecotourism brings in $314 million annually worldwide, and this sector is expected to continue growing. Surges in shark tourism are particularly evident in the Caribbean and Australia, the researchers said.\n?\n\"That figure is projected to double to over $700 million per year within the next 20 years,\" Cisneros-Montemayor told LiveScience.\n?\nIn comparison, the landed market value (which refers to the market value of goods on the day they are offloaded from a vessel) of shark fisheries around the globe is $630 million per year, but has been in decline over the past 10 to 15 years, the researchers said. [On the Brink: A Gallery of Wild Sharks]\n?\nApproximately 38 million sharks are killed each year to meet the demands of the controversial shark fin industry, which uses the fins to make shark fin soup, a dish that is considered a delicacy in some Asian countries. Sharks are often thrown back into the ocean to die after their fins have been removed.\n?\nBut, there are other important reasons to promote shark conservation beyond economics, Cisneros-Montemayor said. For one, sharks play a vital role in the ecosystem of the oceans.\n?\n\"Studies have found that if you remove top predators, like sharks, you change the structure of the ecosystem itself,\" he explained. \"This significantly changes the ecosystem, and it puts you in danger of all kinds of bad things happening.\"\n?\nFor one, sharks keep the ocean's complex food webs in balance by feeding on aging or slower populations of fish. This keeps fish species lower down on the food chain from becoming too populous, or from overfeeding on their respective prey. Without sharks, this delicate system could collapse, Cisneros-Montemayor explained.Shark conservation efforts are also imperative in order to ensure the health of the species, the researchers said.\n?\n\"Sharks are slow to mature and produce few offspring,\" study co-author Rashid Sumaila, director of UBC's Fisheries Center, said in a statement. \"The protection of live sharks, especially through dedicated protected areas, can benefit a much wider economic spectrum while helping the species recover.\"\n?\nThe results of the study were published on May 30 in Oryx – The International Journal of Conservation.\n?\nFollow Denise Chow on Twitter @denisechow. Follow LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n\nImage Gallery: Great White Sharks\n\n\nMarine Marvels: Spectacular Photos of Sea Creatures\n\n\nIn Photos: Top 10 Deadliest Animals\n\n\nMNN: 11 animals more likely to kill you than sharks\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Denise Chow, LiveScience","web_category":"earth-matters#animals","title":"Why sharks generate more money alive than dead","picture_url":"http://images.mnn.com/sites/default/files/Sharks_m_0503.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/why-sharks-generate-more-money-alive-than-dead"}