{"summary":"Energy Star is a labeling program the EPA launched in 1992 to help consumers identify the most efficient products. Combining LEED and Energy Star buildings still leaves L.A","advice_category":"8","content":"?\nCountry living seems to be dying. More than half the human population now lives in urban areas, and two-thirds of us are expected to be city slickers by 2030. There are also now more than 400 different cities around the world with at least 1 million inhabitants, up from just a handful in 1900, as well as 20 \"megacities\" with 10 million or more people.\n?\nCities?cover?less than 1 percent?of the Earth's surface and?are generally more energy-efficient than rural areas, but they're still voracious for fuel and electricity because so many people live in them. They're often blamed for 75 percent of global energy consumption and greenhouse gas emissions, and while some researchers have challenged those figures — pointing out that wealthy cities are more efficient than poor ones — most could still vastly benefit from some upgrades. And with metro areas around the United States expecting continued growth — and stimulus money — in the near future, many are scrutinizing how efficiently they use energy.\n?\nMeasuring a city's energy efficiency isn't easy, though, thanks to all its moving parts, and factors such as climate and population density make comparing two cities even trickier. That may be why the U.S. Energy Information Administration doesn't track cities' energy data, instead stopping at the state level.\n?\nBut Uncle Sam isn't ignoring cities' efficiency. Despite the variety of ways we use energy, nearly all of them boil down to two basic categories: vehicles and buildings. The U.S. Department of Energy and the EPA keep track of vehicles' fuel efficiency [see \"EPA, DOE: Which cars are best and worst for fuel efficiency?\"], but since few people do all their driving within one city's limits, buildings offer a more stationary — although still not comprehensive — measurement. That's the basis for a report the EPA released in early March listing the 25 U.S. cities with the most Energy Star-certified buildings (see graphic above).\n?\nEnergy Star is a labeling program the EPA launched in 1992 to help consumers identify the most efficient products. It expanded from appliances to include buildings in 1995, and now more than 6,200 U.S. buildings and plants carry the label. Energy Star facilities typically use 35 percent less energy and cut back 35 percent on greenhouse gas emissions, and the EPA estimates they save more than $1.7 billion annually on utility costs and prevent the equivalent of 2 million cars' worth of greenhouse gas from being released.\n?\nLos Angeles leads the nation with 262 Energy Star buildings, according to the EPA list, followed by San Francisco, Houston, Washington and Dallas-Ft. Worth. While San Francisco isn't a surprise, the other top four are usually behind places like Seattle, Portland or Chicago on other green-cities lists. That may actually help explain their high placement on this list, however, since building owners and managers voluntarily report their Energy Star certification. While doing so can bring incentives, some cities will inevitably be more enthusiastic about reporting than others.\n?\nRegardless of motivation, though, last year's 50 percent nationwide growth of Energy Star buildings, in the face of a festering recession, bodes well for the United States' push for more efficient use of energy. And the EPA list doesn't even include LEED?buildings, which doubled in 2008. According to the website of the nonprofit U.S. Green Building Council, which launched LEED in 1994, Chicago has the most LEED-certified buildings with 68, followed by Portland (63), Seattle (54), Washington (43) and San Francisco (40). Combining LEED and Energy Star buildings still leaves L.A. at the top of the list with 293 total; San?Francisco, Chicago, Washington and Houston round up the composite top five.\n?\nAnother useful way to measure a city's overall efficiency is to look at how easily its commuters travel around town. Buses and trains keep cars off the road, and cars that use no fuel are even better than ones that use it efficiently. Metropolises such as New York, Boston and Chicago have highly regarded public transportation systems — the New Yorker wrote in 2004 that if New York City were a state, it would rank 51st in per capita energy use, due largely to its high transit ridership. But as Forbes pointed out in a report last year, transit is just one aspect of an easily navigable city. Taking into account?factors like size, density and walkability tends to favor midsized cities; Forbes' list of?best cities for commuters includes Buffalo, N.Y., Salt Lake City, Milwaukee, Oklahoma City and Pittsburgh.\n?\nThe Brookings Institution offers an even more comprehensive breakdown of the greenest cities in a 2008 report titled \"Shrinking the Carbon Footprint of Metropolitan America,\" which combines vehicle emissions and residential energy consumption to highlight which 100 cities have the lowest per capita carbon footprints. Honolulu is No. 1 with a carbon footprint of 1.36 metric tons per person, followed by L.A. (1.41), Portland (1.45), New York (1.5) and Boise City, Idaho (1.51); the national average for a city is 2.24.\n?\nThe economic crisis has delayed or shuttered many renewable energy projects, and while President Obama's stimulus package and proposed federal budget aim to jump-start them, energy efficiency is an especially key recession buster since it can quickly address both greenhouse gas emissions and energy consumption, all while saving money on utility costs. Improving how efficiently both vehicles and buildings use energy has been a high priority of the Obama administration as well as many congressional leaders this year, and the stimulus package contains billions targeted at both goals. Among the measures:\n?\n•?$11 billion to modernize the electric grid\n• $8.4 billion in grants for public transportation\n•?$6.3 billion in grants to cities, counties and states to increase energy efficiency\n•?$5 billion in added financing to help low-income families weatherize their homes\n•?$4.5 billion to make federal buildings more energy-efficient\n?\nFor more information on how to increase the energy-efficiency of buildings, check out these links from the EPA and the DOE:\n?\n• Energy?Star for buildings and manufacturing plants: Background and introduction to the Energy?Star rating for facilities\n• Search?Energy Star-labeled buildings and plants: Search by facility type, city, ZIP code, or organization name.\n• Commercial buildings: Energy-efficient building practices:?The DOE's Office of Energy Efficiency and Renewable Energy breaks down ways to improve the energy efficiency of commercial buildings.\n• Residential?buildings: Energy-efficient building practices: EERE does the same for residential buildings.\n• EERE Building Technologies Program: EERE outlines key program areas that support research and development of new technologies and better building practices.\n\n?\n?\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Which U.S. cities are most energy-efficient?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/which-us-cities-are-most-energy-efficient"}