{"summary":"\tLuckily eating gluten free has gotten easier with more gluten-free foods available than ever before. Today is Celiac Awareness Day, and even though we've been hearing plenty about gluten and its possible ill-effects for several years now, there are plenty of people who probably have gluten sensitivity, or even full-blown celiac disease, who are still undiagnosed","advice_category":"2","content":"Today is Celiac Awareness Day, and even though we've been hearing plenty about gluten and its possible ill-effects for several years now, there are plenty of people who probably have gluten sensitivity, or even full-blown celiac disease, who are still undiagnosed. I became interested in this topic about six months ago, when I decided to go gluten-free due to a suspected gluten sensitivity.?\n\n\t?\n\n\tDigestive issues are notoriously tough to navigate, so I went to the source for some answers to some of the most common questions about this topic. Luna Bars' in-house nutritionist,?Tara DelloIacono Thies, is a gluten-free expert, since Luna has introduced a line of delicious gluten-free protein bars.?(I got to try them, and they are pretty delicious and treat-like — chewy and very, very satisfying.)\n\n\t?\n\n\tMNN: Quickly and simply, what is celiac disease? And what's the difference between that and gluten sensitivity?\n\n\tTara DelloIacono Thies: Celiac disease is an autoimmune gluten intolerance. People with celiac disease experience gut-wrenching damage to their gastrointestinal tract when they have gluten. The damage done to the GI tract is permanent, and strictly avoiding gluten is the only way to keep the digestive system healthy. People with gluten sensitivity, without celiac disease, experience discomfort when eating gluten but don’t permanently damage their digestive system by eating it. Still, the only way to get relief if one has gluten sensitivity is to strictly avoid gluten.\n\n\t?\n\n\tHow can you know whether you're just sensitive or may have the disease?\n\n\tThe only way to determine if one is celiac is through a blood test. It is difficult to diagnose because people can go some time eating gluten before the obvious symptoms — such as diarrhea and cramping —start to appear. If one thinks they have celiac disease, he or she shouldn’t avoid gluten before the blood test as it could result in a false negative.\n\n\t?\n\n\tIf you experience symptoms such as fatigue, bloating, reflux, cramping or diarrhea, but you don’t test positive for celiac disease, then you may have gluten sensitivity. The best way to know is to eliminate gluten from your diet for two weeks to see if you feel relief.\n\n\t?\n\n\tAre gluten-free foods a good idea for people who aren't gluten sensitive/don't have celiac?\n\n\tGluten isn’t unhealthy and to eat only gluten free can be quite restrictive, so there is really no reason or benefit to avoid gluten if one isn’t celiac or isn’t gluten sensitive. However, some people do claim that they feel better with gluten out of their diet.\n\n\t?\n\n\tWhat are the best gluten replacement foods/ingredients?\n\n\tLuckily eating gluten free has gotten easier with more gluten-free foods available than ever before. Many supermarkets now have sections devoted solely to gluten-free foods. There are also many naturally gluten-free foods that are healthy additions to anyone’s daily diet whether they are gluten free or not. These include fresh fruit and vegetables, lean meats and fish, beans, rice, and the grains of amaranth and quinoa. Buckwheat is also gluten free. Uncontaminated oats are gluten free but they are very hard to find. If one is craving a bowl of gluten-free oatmeal, this link is a great resource.?\n\n\t?\n\n\tOne last thing to note is if one is following a gluten-free menu, he or she needs to be sure to find alternative sources of fiber and B vitamins. LUNA?Protein is a great source of both, not to mention it has 12 grams of protein to tide you over between meals.\n\n\t?\n\n\tRelated gluten-free story on MNN: I follow a gluten-free diet; why I am still experiencing symptoms?\n\n\t?","author":"","web_category":"health#allergies","title":"Are you celiac aware?","picture_url":"http://images.mnn.com/sites/default/files/glutenfree.jpg","url":"http://www.mnn.com//health/allergies/blogs/are-you-celiac-aware"}