{"summary":"Herschel found that some of the molecular gas collected in an area around one light-year from the black hole was about 1,832 degrees Fahrenheit (1,000 degrees Celsius) — much hotter than an average interstellar cloud, ESA officials said.. Before its retirement earlier this year, the European Space Agency's (ESA) Herschel Space Observatory found that clouds of molecular gas near the galaxy's center are much hotter than expected, possibly due to the gigantic black hole at the Milky Way's heart.","advice_category":"4","content":"The huge, hot mess of cosmic gas that feeds the colossal black hole at the center of our Milky Way galaxy may be getting \"cooked\" before being devoured, a scientists say.\n?\nBefore its retirement earlier this year, the European Space Agency's (ESA) Herschel Space Observatory found that clouds of molecular gas near the galaxy's center are much hotter than expected, possibly due to the gigantic black hole at the Milky Way's heart.\n?\nCalled Sagittarius A* (pronounced \"Sagittarius A-star\"), the humongous black hole holds about 4 million times the mass of the sun and sits about 26,000 light-years from the solar system. Emissions from collisions between gas clouds sparked by the galaxy's turbulent core could help account for the high temperatures of the gas and dust closest to the black hole, ESA scientists have found. [See amazing photos by the Herschel Observatory]\n?\n\"The observations are also consistent with streamers of hot gas speeding towards Sgr A*, falling towards the very center of the galaxy,\" astronomer Javier Goicoechea, of Spain's national Astrobiology Center and lead author of the study, said in a statement. \"Our galaxy's black hole may be cooking its dinner right in front of Herschel's eyes.\"\n?\nHerschel found that some of the molecular gas collected in an area around one light-year from the black hole was about 1,832 degrees Fahrenheit (1,000 degrees Celsius) — much hotter than an average interstellar cloud, ESA officials said.\n?\nMost of these kinds of molecular clouds are usually pretty cold, with temperatures only a few tens of degrees above absolute zero, ESA officials added.\n?\n\"The black hole appears to be devouring the gas,\" Paul Goldsmith, the project scientist for Herschel at NASA's Jet Propulsion Laboratory in Pasadena, Calif., said in a statement. \"This will teach us about how supermassive black holes grow.\"\n?\nThe research is detailed in the May 7 issue of Astrophysical Journal Letters.\n?\nIn September, scientists may get the chance to see Sagittarius A*'s feeding in action. Astronomers have their eyes on a different blob of gas (not studied by Herschel) that is expected to fall into the galaxy's center later this year. The cosmic cloud is about three times the mass of Earth and even closer to the galactic center than the gas studied by the ESA spacecraft.\n?\nThe gas blob's destruction will give researchers an unprecedented chance to see what Sagittarius A* looks like when gobbling up matter, scientists have said.\n?\nLast month, the $1.4 billion Herschel Space Telescope completed a planned shutdown after running out of the vital coolant needed to chill its sensitive instruments. The Herschel observatory launched in 2009 and collected a massive amount of data that is still being processed by scientists around the world.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook and Google+. Original article on SPACE.com.\n?\nRelated on Space.com and MNN:\n?\n\nBlack Hole Quiz: How Well Do You Know Nature's Weirdest Creations?\n\n\nMilky Way Black Hole Eats Gas Cloud - Coming 2013 | Video\n\n\nThe Strangest Black Holes in the Universe\n\n\nMNN: 10 incredible images of black holes\n\n?\nThis story was originally written for Space.com and is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, Space.com","web_category":"earth-matters#space","title":"Milky Way galaxy's giant black hole is 'cooking' gas meal","picture_url":"http://images.mnn.com/sites/default/files/galactic-center-node.jpg","url":"http://www.mnn.com//earth-matters/space/stories/milky-way-galaxys-giant-black-hole-is-cooking-gas-meal"}