{"summary":"Shea nuts are mostly fat, but Chawla and her colleagues decided to see if they could extract any proteins from the nuts and whether those shea proteins would provoke an immune response.. Food and Drug Administration considers shea nuts — from which the butter is derived — to be tree nuts, and therefore potential allergens","advice_category":"2","content":"NEW YORK- Shea butter is in everything from diaper cream to tissue paper, but the U.S. Food and Drug Administration considers shea nuts — from which the butter is derived — to be tree nuts, and therefore potential allergens. A new study suggests, however, that shea butter poses little, if any, allergy risk to people who use products containing the substance.\n?\n?\nThe allergy triggers in other tree nuts and in peanuts are proteins. For nearly 2 million Americans, the immune system recognizes those proteins as harmful and launches an attack to rid the body of the molecules. If the assault is severe enough, the result can be an anaphylactic reaction marked by potentially deadly failure of the airways, although the number of deaths in the U.S. linked to nut allergies is small — about a dozen annually.\n?\nDr. Kanwaljit K. Chawla, a pediatrician in training at Mount Sinai School of Medicine in New York City, said she became curious about the potential for shea butter to trigger nut allergies while researching the safety of baby products.\n?\n\"I was looking up baby products and realized that many of the 'natural' or 'organic' products contained shea butter, including wipes, diaper creams, baby lotion and nipple cream for breastfeeding mothers. I saw that the FDA listed shea nut as something to avoid if you are allergic to tree nuts,\" Chawla said. \"But shea nut is in everything. How is it possible to avoid it?\"\n?\nShea nuts are mostly fat, but Chawla and her colleagues decided to see if they could extract any proteins from the nuts and whether those shea proteins would provoke an immune response.\n?\nThe researchers first separated out the fat from shea nuts and were left with a miniscule amount of protein, less than 1/30th the amount present in cashews and less still than that in peanuts.\n?\nEven trace amounts of nut proteins can still pose problems for people susceptible to the substances, so Chawla's group tested the ability of shea protein to trigger an immune reaction. Using blood taken from several volunteers with known allergies to nuts, the researchers found that the principle immune molecule that would usually invoke an allergic response, immunoglobulin E, barely bound to the shea protein.\n?\nIn other words, Chawla said, although shea nut in theory could be an allergy trigger, the evidence from her study suggests it's not. At least the immune system does not appear to recognize it as a nut protein.\n?\nWhat's more, since Americans typically don't eat shea butter —  it can be an ingredient in European chocolates —  the risk is likely even smaller, Chawla added.\n?\nThe researchers reported their findings as a letter to the editor in the latest issue of the Journal of Allergy and Clinical Immunology.\n?\nDr. Robert Wood, director of pediatric allergy at Johns Hopkins University in Baltimore, said the study provided \"very useful information\" for both doctors and patients. \"While we would never say no one's going to be allergic to shea nut butter, it appears that people with other nut allergies should not be at higher risk from shea nuts,\" Dr. Wood said.\n\nOn the Web: Journal of Allergy and Clinical Immunology, online Dec. 13, 2010.\n?\nCopyright 2010? Reuters US Online Report Health News\n\n\n?","author":"Adam Marcus, Reuters","web_category":"health#allergies","title":"Shea nuts appear safe in allergy study","picture_url":"http://images.mnn.com/sites/default/files/SheaNuts_main_1227.jpg","url":"http://www.mnn.com//health/allergies/stories/shea-nuts-appear-safe-in-allergy-study"}