{"summary":"Energy Information Administration's Energy Consumption Division. According to EIA data, urban U.S","advice_category":"8","content":"?\nMore than half the U.S. population is packed into three dozen well-lit metro areas, each one home to at least a million power-hungry people.?Surely Americans could save money and energy by living somewhere simpler. Right?\n?\nYou'd think so, especially looking at nighttime satellite photos that show dark landscapes illuminated by glowing urban dots. On the surface, these seem like clear evidence of city dwellers' oversized energy footprints.\n?\nAnd when comparing big cities and small towns?directly, a?Philadelphia, Pa., obviously dwarfs the power consumption of a?Philadelphia, Tenn.?Urban and rural populations use energy differently, though, which complicates such broad comparisons.\n?\n\"There are a lot of things that go into it,\" says Stephanie Battles, director of the U.S. Energy Information Administration's Energy Consumption Division. \"We know that urban areas are heat islands, for example. The temperature in the summertime is always higher [in cities], so they use more air conditioning. But in the wintertime, urban areas are also warmer, so they use less heat than rural areas.\"\n?\nThe heat-island effect — created when concrete and asphalt replace soil and plants on a large scale — can therefore make cities more expensive in summer and cheaper in winter. Since it takes more energy to heat most homes than to cool them, this tends to benefit chilly Northern cities more than balmy Southern ones.\n?\nBut aside from broader climate patterns,?population sizes and?pavement coverage, how do the owners of farmhouses and penthouses stack up head-to-head? Is it dense to live densely, or are rural residents being left out in the cold? The simplest way to answer such questions is by looking at per capita consumption, which zooms in to see how an average citizen uses energy.\n?\nTransportation\nDespite hosting regular traffic jams, cities win the head-to-head efficiency matchup in transportation thanks to their mass transit systems and denser layouts, which promote walking and bicycling. Small-town and suburban residents usually have to drive themselves to get around, which isn't cheap.\n?\nAccording to EIA data, urban U.S. households own an average of 1.8 vehicles each, compared with 2.2 for each rural household. Urban families also drive about 7,000 fewer miles annually than their rural counterparts, saving more than 400 gallons of gasoline and roughly $1,300-$1,400 at current gas prices.?\n?\nHousing\nOn the EIA's Residential Energy Consumption Surveys, respondents identify whether they live in a city, town, suburb or rural area. It's self-reported and unscientific data, but it does offer an idea of how the four demographics consume energy.?Urban households are the largest group, with 47.1 million represented, and they use the most total energy, about 4 quadrillion Btu per year.\n?\nBut a different picture emerges when you look at per capita consumption rates — cities have the lowest annual energy use per household (85.3 million Btu) and household member (33.7 million Btu) of all four categories. Rural areas consume about 95 million Btu per household each year, followed by towns (102 million) and suburbs (109 million).\n?\nSimilarly, urban families as a whole spend at least $30 billion more for energy each year than their country cousins, but each individual urban family actually spends about $200-$400 less. That suggests that urban homes are more numerous but also more efficient.\n?\nWhy the difference? Aside from environmental factors, it's a combination of infrastructure and behavior, Battles says.?The compact construction of urban condo towers and apartment buildings helps insulate their indoor climates, while large homes common in less dense areas need more energy for heating and cooling, and have a harder time keeping air from leaking outside. Look at the infrared image at right, for example. The red, orange and yellow colors show where heat is escaping from the house during winter.\n?\n\"Of course, in urban and rural areas the housing structure itself is different — you have more density and then you have larger, free-standing homes,\" Battles says.?\"It's also behavioral. For example, people in New York City are gone a lot, but people in rural areas, a lot of times they're home more often. It's different lifestyles, and different-sized families.\"\n?\nConserving energy\nLiving in a suburb or small town doesn't doom a household to wastefulness, however. The U.S. Department of Energy and the EPA have a wealth of information online about improving a home's energy efficiency.\n?\nSealing and insulating windows, doors and cracks is a big step, since space heating and cooling make up the biggest slices of the pie chart above. Checking air filters, unblocking A/C vents, replacing incandescent light bulbs with CFLs, upgrading to EnergyStar appliances, and turning everything off when it's not in use are also effective ways to reduce a household's energy consumption.\n?\nFor more tips on becoming an urbane energy consumer, even if not an urban one, check out the DOE's Energy Savers site.\n?\nImages: U.S. Department of Energy, U.S. Department of Transportation; MNN tease photo: Shutterstock\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Urban or rural: Which is more energy-efficient?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/urban-or-rural-which-is-more-energy-efficient"}