{"summary":"The computer model accounts for the wide array of coral reefs seen at islands around the world — a variety Darwin's model can't explain, the researchers said.. Coral reefs are actually huge colonies of tiny animals that need sunlight to grow","advice_category":"2","content":"Charles Darwin sparked more than one controversy over the natural progression of life. One such case involved the evolution of coral atolls, the ring-shaped coral reefs that surround submerged tropical islands.\nCoral reefs are actually huge colonies of tiny animals that need sunlight to grow. After seeing a reef encircling Moorea, near Tahiti, Darwin came up with his theory that coral atolls grow as reefs stretch toward sunlight while ocean islands slowly sink beneath the sea surface. (Cooling ocean crust, combined with the weight of massive islands, causes the islands to sink.)\nA century-long controversy ensued after Darwin published his theory in 1842, because some scientists thought the atolls were simply a thin veneer of coral, not many thousands of feet thick as Darwin proposed. Deep drilling on reefs finally confirmed Darwin's model in 1953.\nBut reef-building is more complex than Darwin thought, according to a new study published May 9 in the journal Geology. Although subsidence does play a role, a computer model found seesawing sea levels, which rise and fall with glacial cycles, are the primary driving force behind the striking patterns seen at islands today.\n\"Darwin actually got it mostly right, which is pretty amazing,\" said Taylor Perron, the study’s co-author and a geologist at MIT. However, there’s one part Darwin missed. \"He didn't know about these glacially induced sea-level cycles,\" Perron told OurAmazingPlanet.\nWhat happens when sea-level shifts get thrown into the mix? Consider Hawaii as an example. Coral grows slowly there, because the ocean is colder than in the tropics. When sea level is at its lowest, the Big Island builds up a nice little reef terrace, like a fringe of hair on a balding pate. But the volcano — one of the tallest mountains in the world, if measured from the seafloor — is also quickly sinking. Add the speedy sea-level rise when glaciers melt, and Hawaii's corals just can't keep up. The reefs drown each time sea level rises.\nThe computer model accounts for the wide array of coral reefs seen at islands around the world — a variety Darwin's model can't explain, the researchers said.\n\"You can explain a lot of the variety you see just by combining these various processes — the sinking of islands, the growth of reefs, and the last few million years of sea level going up and down rather dramatically,\" Perron told OurAmazingPlanet.\nFor nearly 4 million years, Earth has cycled through global chills, when big glaciers suck up water from the oceans, and swings to sweltering temperatures that melt the ice, quickly raising sea level. This cyclic growth of ice sheets takes about 100,000 years.\nThe researchers also found that one of the few places in the world where sinking islands and sea-level rise create perfect atolls is the Society Islands, where Darwin made his historic observations.\nRelated on LiveScience and MNN:\nColorful Creations: Incredible Coral Photos\nThe 10 Most Pristine Places on Earth\nGallery: Creatures from the Census of Marine Life\nMNN: 5 outlandish ideas for saving coral reefs\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Was Darwin wrong about coral atolls?","picture_url":"http://images.mnn.com/sites/default/files/maupiticoralatolls1.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/was-darwin-wrong-about-coral-atolls"}