{"summary":"We simply turned it upside down to put over the box just in case Stanley discovered he could fly in the middle of the night. I get it","advice_category":"2","content":"My husband brought me outside yesterday and showed me that right by the rear tire of my minivan was a bird. He wasn’t moving. I decided to give it some time and see if he was able to get himself out of his predicament.\n?\nA few hours later, I noticed that he had moved about five feet. He was no longer in danger of being harmed by my car, but it was clear this bird couldn’t fly. Unsure of what to do, I went to the experts – my friends and family on Facebook.\n?\n“This little guy seems unable to fly,” I wrote under a photo I’d taken of him (the same photo at the top of this page). I asked if anyone knew the contact for a place that could take care of him.\n?\nThe advice poured in. Some of it was good.\n?\n“Call a local vet. There's usually at least one in town that handles wildlife. If its not the one you call, they'll likely know who does”\n?\nSome of it was well-meaning, but perhaps not wise.\n?\n“I would give it snack.”\n?\nAnd, many of the people mentioned contacting Woodford Cedar Run Wildlife Refuge in Medford, NJ. So that’s what I did. After reading some wildlife rescue advice that I was pointed to from their website, advice like “don’t give an injured bird food or water,” I called and left a message on the answering machine. It didn’t take long for someone to get back to me.\n?\nAfter answering several questions, I was advised to bring the bird in because it seemed like an adult to me, its breathing seemed laborious, and it didn’t flinch when gently touched with a stick. There wasn’t enough time to get it to Cedar Run’s Wildlife Hospital before it closed for the evening, so my boys and I made a nest and brought it indoors for the night.\n?\n\n?\nAfter scooping Stanley up using oven mitts and placing him in a box with shredded paper, the first order of business was to give him a name. I wanted to name him Sir Wesavedyourass. My boys are apparently more dignified than I am and named him Stanley.\n?\n\n?\nWe kept him safe from the cat all night, and in the morning we took Stanley for a car ride to Cedar Run. My oldest son went with me and was an hour and a half late to school. I don’t think the principal was very amused when I wrote “saving a life” for the reason my son was tardy in the “Late Arrivals” book. Oh, well. I think it’s a great reason to miss math class, don’t you?\n?\nThe cage-like thing you see over the box is basket that I keep my onions in. We simply turned it upside down to put over the box just in case Stanley discovered he could fly in the middle of the night. It became clear on the drive, however, that he had a damaged wing. He would try to spread his wings and flutter them. One spread out, the other just stayed by his side.\n?\n\n?\nThe folks at the wildlife hospital were great. They told us Stanley is a white breasted nuthatch. We filled out some paperwork, left a donation, and were on our way. There was a sign at the hospital asking people to please not call to see how the wildlife was doing. The workers there are just too busy to field those types of calls.\n?\nI get it. While we became very fond of Stanley over the past 24 hours (and felt very guilty for eating chicken in his presence last night), he’s not our pet. The people at the hospital don’t need us calling and acting as if he were. Their service was free (I didn’t have to leave a donation), and I’m very thankful that they exist. They don’t owe me a follow-up call.\n?\nThere is a lot of stuff that happens on Facebook that can drive me a little crazy. But, it’s an absolutely amazing tool for getting help when you need it. Within a few minutes of posting my question, I had been pointed in the right direction. Instead of having to call several places before finding the right one, my search was made easy.\n?\nIf you found injured wildlife, would you know what to do with it? If not, would you trust your social network contacts to point you in the right direction?\n?\nRelated on MNN:\nKartick Satyanarayan: Animal rescue champion\nBirds are smarter than they look\nInfographic: Mother Nature’s Pop Science Guide to Birds","author":"","web_category":"earth-matters#animals","title":"Rescuing an injured bird the social media way","picture_url":"http://images.mnn.com/sites/default/files/stanley%20large%202.jpg","url":"http://www.mnn.com//earth-matters/animals/blogs/rescuing-an-injured-bird-the-social-media-way"}