{"summary":"Even though conspiracy theorists claim to want to expose the conspiracy and thwart its goals (such as establishing a New World Order), some take comfort that the world is not merely random — that things happen for a reason. In many cases, in fact, conspiracy believers endorse contradictory theories","advice_category":"5","content":"A new national poll reveals that Americans differ along political party lines even in their endorsement of conspiracy theories, ranging from the belief that President Obama is the Anti-Christ to the idea that the Bush administration misled the public about weapons of mass destruction.\n?\nThe poll found, for instance, just 15 percent of Democrats believe a secretive power elite with a globalist agenda is conspiring to eventually rule the world through an authoritarian world government, or New World Order; compare that with 34 percent of Republicans and 35 percent of Democrats who believe the same.\n?\nAs one might expect, the more far-out the conspiracy theory, the fewer people endorse it. Dean Debnam, president of Public Policy Polling, which conducted the research, noted, \"Most Americans reject the wackier ideas out there about fake moon landings and shape-shifting lizards.\"\n?\nEven so, 20 percent of Republicans believe that President Obama is the Anti-Christ, compared with 13 percent of Independents and 6 percent of Democrats who agree.\n?\nSome other highlights include:\n\n44 percent of voters believe the Bush administration intentionally misled the public about weapons of mass destruction to promote the Iraq War, while 45 percent disagree. 72 percent of Democrats believed the statement, while 73 percent of Republicans did not.\n\n\n58 percent of Republicans think global warming is a hoax, whereas just 24 percent of Democrats said the same. [The Reality of Global Warming: 10 Myths Busted]\n\n\n15 percent of the respondents believe the pharmaceutical industry conspires with the medical industry to fabricate new diseases for profit, and the same number believe that secret mind-controlling technology is added to TV broadcast signals.\n\n?\nDemocrats, Republicans and conspiracy theorists\nThe difference in endorsement between self-identified Democrats and Republicans is less surprising than it may seem at first glance; many events producing conspiracy theories have important political implications that make them more or less likely to be believed depending on your worldview.\n?\nFor example, the recent Sandy Hook conspiracy theories were framed by believers not as merely a tragic school shooting but instead as a hoax perpetrated or coordinated by the Obama administration (or gun control groups or other powerful, unknown organizations) to scare the public into supporting gun control legislation. Similarly, conspiracies involving the 9/11 terrorist attacks, the killing of Osama bin Laden, and whether or not President Obama is a legal U.S. citizen clearly have political implications.\n?\nOther common conspiracies — such as whether a UFO crashed in Roswell, New Mexico (21 percent said yes), or the moon landings were faked (7 percent said yes), or that Paul McCartney died in a car crash in 1966 (5 percent said yes) — have little implications for people's everyday lives. [The 10 Craziest Conspiracy Theories Explained]\n?\n\n\n?\nThe Conspiracy Mentality\nThe image of the bug-eyed, tinfoil-hat-wearing conspiracy believer is largely a stereotype. There is no single profile fitting all conspiracy theorists, but generally what the conspiratorial mind sees as misinformation and lies, others see as merely perfectly ordinary incomplete and inaccurate information or misunderstandings. Conspiracy believers tend to be skeptical of coincidences, instead seeing a reason or hidden purpose behind seemingly random events.\n?\nSometimes evidence showing that a conspiracy theory is false has a measurable effect on public belief; for example, soon after Obama released his long-form birth certificate proving that he'd been born in Hawai'i, the number of people believing he'd been born outside the United States dropped by half, according to a 2011 Washington Post poll.\n?\nOften, however, no amount of evidence can deter true believers from conspiracy thinking. There is no shortage of documentation about the 9/11 terrorist attacks, for example, and questions from so-called \"9/11 Truthers\" have been repeatedly answered but to little effect.\n?\nIn many cases, in fact, conspiracy believers endorse contradictory theories. Recent studies by researcher Karen Douglas at the University of Kent suggest a reason why. She and colleagues asked 137 students to rate how much they agreed with five conspiracy theories about the 1997 death of Princess Diana. The results were surprising — and contradictory. As Douglas explained to LiveScience, \"The more people were likely to endorse the idea Princess Diana was murdered, the more they were likely to believe that Princess Diana is alive.\" To many conspiracy theorists settling on one definitive theory (for example whether bin Laden or Princess Diana is alive or not — and if they aren't, how or when they died) is far less important than knowing that something has been covered up and is being kept secret.\n?\nResearch suggests that in some cases belief in conspiracy theories can actually be psychologically adaptive and beneficial, as the very premise of conspiracies implies a powerful, hidden force at work with some overarching grand design. Conspiracy theorists see a hidden hand behind the world's major events, including social and political changes. Even though conspiracy theorists claim to want to expose the conspiracy and thwart its goals (such as establishing a New World Order), some take comfort that the world is not merely random — that things happen for a reason. Though conspiracy believers don't feel in control of the events, they feel that at least someone is (or a small cabal of powerful \"someones\" are).\n?\nThe survey, conducted by the Public Policy Polling group, sampled 1,247 registered American voters by telephone from March 27?30 and was not paid for by any political organization.\n?\n?\nBenjamin Radford is deputy editor of \"Skeptical Inquirer\" science magazine and author of six books including \"Media Mythmakers: How Journalists, Activists, and Advertisers Mislead Us.\" His website is www.BenjaminRadford.com. Follow?LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nThe World's Greatest Hoaxes\n\n\nSpooky! The 10 Most Puzzling Unexplained Phenomena\n\n\nTop 10 Apollo Moon Hoax Theories\n\n\nMNN: Climate conspiracy hoax revealed!\n\n?\nThis story was originally written for LiveScience and is reprinted with permission here.?Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Benjamin Radford, LiveScience","web_category":"earth-matters#politics","title":"Conspiracy beliefs differ across party lines","picture_url":"http://images.mnn.com/sites/default/files/buzz%20aldrin.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/conspiracy-beliefs-differ-across-party-lines"}