{"summary":"Radon in water poses a mild risk for stomach cancer when ingested, but the main threat is still inhaling it, which can happen after it's released from the water in the shower or at the sink.? ?. The EPA estimates that about one in 15 American homes has elevated radon levels.?","advice_category":"8","content":"?\nEarthquakes and volcanic eruptions demand our attention, but not all subterranean killers announce themselves so boisterously. One in particular is both sinister and stealthy, creeping into millions of homes across the United States every day and night, killing thousands of people each year.\n?\nRadon is the country's No. 2 cause of lung cancer, behind only cigarette smoke, and has a yearly U.S. death toll of about 21,000 people. It's a naturally occurring, radioactive gas that's colorless, odorless, tasteless and chemically inert, so it can easily go unnoticed in someone's house for years. The EPA estimates that about one in 15 American homes has elevated radon levels.?\n?\nHow radon gets inside\nNearly all soil?contains low levels of decaying uranium, which emits radon gas, although certain regions have more than others (see U.S. map below). It's normally harmless —?groundwater absorbs some of the radon, while the rest floats to the surface and dissipates softly into the air.\n?\nThe problems begin when rising radon hits the underside of a building. If it finds any cracks, seams or other openings, the lower air pressure inside?sucks the radon through?like a vacuum, often causing it to accumulate in enclosed,?low-lying parts of a house such as basements and cellars. These gas pockets can build up to dangerously high densities over time, potentially even leaking into other rooms. Exposure is a year-round risk, but winter is typically the most dangerous time of year, since people often trap more of the gas inside by keeping their doors and windows closed.\n?\nEven if it can't squeeze past a building's foundation, radon can still sneak in with the water. Wells or public water supplies that use groundwater are especially at risk, since groundwater absorbs radon from soil and rocks, but surface-water supplies may also be contaminated. Radon in water poses a mild risk for stomach cancer when ingested, but the main threat is still inhaling it, which can happen after it's released from the water in the shower or at the sink.? ?\n?\nGranite countertops caused a stir recently when studies pointed out that granite can emit small amounts of radon. The EPA acknowledges this, but says radon from granite countertops is so miniscule that, in most cases, it's not dangerous. The majority of indoor radon gas still comes from soil, but the EPA recommends testing your home for radon regardless of its source.\n??\nRadon hotspots\nThe EPA produced the U.S. map below, which shows county-by-county radon levels for all 50 states. Zone 1 (red) counties have an average indoor screening level of more than 4 pico curies per liter, zone 2 (orange) counties have 2 to 4 pCi/L, and zone 3 (yellow) counties have 2 pCi/L or less. Click on the map to enlarge, and click here for more information.\n?\n\n?\nAreas with large deposits of uranium, as well as granite, shale and phosphate, are?likely to have higher levels of radon?wafting up from the soil. The long-term use of phosphate fertilizers on cropland may also increase soils' uranium content, and therefore the risk of radon exposure. Still, the determining factor on whether airborne radon gets inside is ultimately a building's foundation. A house in Pennsylvania in 1984 that had the outrageously high radon level of 2,700 pCi/L was 100 feet away from another house, on the same soil and geologic formation, whose radon levels were normal. Well-built houses can be radon-free even in high-risk areas, and vice versa. That's why the EPA warns against relying on the map above to decide whether to worry about radon exposure. The only way to know for sure is to test your home.\n?\nHow to test for radon\nThe easiest starting point is a do-it-yourself radon test kit (pictured at right), which you can find online, at a hardware store or other retail outlet. If you're buying or selling a home, however, you may want to hire a qualified radon tester to come by your house. Check with your state radon office for a list of qualified testers, or try one of the two national, privately run radon-testing programs.\n?\nBut the cheapest way is usually to just do it yourself. There are two kinds of home radon tests:?short-term and long-term.?A?short-term?test remains in your home for two to 90 days, depending on the type, and is the fastest way to find out if you have a radon problem. But because radon levels often vary from day to day and season to season, short-term tests aren't always reliable.?Long-term tests, such as \"alpha track\" or \"electret\" detectors, stay in place for more than 90 days, and generally give readings that more accurately represent your home's year-round average.?If your short-term test reveals a radon level of 4 pCi/L or more, the EPA recommends doing either a short-term or long-term follow-up.\n?\nThe average indoor radon level is about 1.3 pCi/L, and outdoors it's normally about 0.4 pCi/L. Congress' long-term goal of reducing indoor radon throughout the United States to outdoor levels still isn't practical in many cases, but most homes now can be at least brought down to about 2 pCi/L. Still, no radon is safe to breathe, and the EPA points out that any reduction in radon exposure reduces the risk of lung cancer.\n?\nHow to handle a radon problem\nSo you've tested your house and it's brimming with radioactive radon gas. What should you do?\n?\nThere are a variety of home renovations that can stop radon from leaking inside. For starters, you might want to contact your state radon office, which can connect you with qualified testers as well as contractors. Unless you're experienced with home renovations, the EPA suggests hiring a professional contractor to seal your house off since the repairs can be labor-intensive. It'll usually cost between $800 and $2,500, with an average price of about $1,200, the EPA estimates.\n?\nThe EPA has compiled a comprehensive handbook for ridding your home of radon, the Consumer's Guide to Radon Reduction, which lists several methods, depending on a house's foundation type. Some radon-reduction techniques simply remove radon that's already entered, while others prevent it from entering in the first place; the EPA recommends the latter. The agency also has advice for selecting contractors, checking a contractor's work, buying or selling a home with radon in mind, and other topics.\n?\nFor more information about radon, check out these useful links:\nNational Cancer Institute:?Radon and Cancer\nAgency for Toxic Substances and Disease?Registry: Radon FAQs\nEPA: Citizen's Guide to Radon\nEPA: Consumer's Guide to Radon Reduction\nEPA: Who Can Test or Fix Your Home?\nEPA: State and?Regional Contact Information\nEPA: Granite Countertops\nUSGS: The Geology of Radon\n?\nImage credits\nHouse: Jupiter Images\nRadon map: U.S. Environmental Protection Agency\nRadon test kit:?Wyoming Department of Health\nRadiation trefoil:?U.S. Department of Energy\n?\nEditor's Note: This article has been updated since it first appeared Nov. 25, 2009.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"The rising threat of radon","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/the-rising-threat-of-radon"}