{"summary":"Various pigments produce the colors of the phytoplankton blooms. Through photosynthesis, the blooms harness the energy of the sun and turn carbon dioxide into sugars","advice_category":"2","content":"As weather warms up off the coast of France, blooms of plankton have once again begun to form, creating a beautiful, multicolored swirl visible from space.\n?\nNASA's Terra and Aqua satellites acquired these images of the colorful blooms on April 20 and May 4, according to ?the NASA Earth Observatory. On the later date, a noticeably larger bloom occurred, fueled by nutrient runoff from French rivers and warmer temperatures in the Bay of Biscay.\n?\nPhytoplankton blooms provide food for a whole host of creatures, from zooplankton (small drifting animals) to whales. Through photosynthesis, the blooms harness the energy of the sun and turn carbon dioxide into sugars. Sometimes, however, they can cause problems: certain species of phytoplankton can form so-called red tides and produce neurotoxins that affect marine mammals as well as humans. And when they get too big, the blooms can create dead zones as the algae sinks and decomposes, consuming oxygen.\n?\nThe blooms can also have beneficial environmental effects. According to a study published last summer in the journal Science, phytoplankton blooms absorb about one-third of the carbon dioxide humans emit into the air each year through burning fossil fuels.\n?\nVarious pigments produce the colors of the phytoplankton blooms. For example, a type of algae called Coccolithophores makes a calcium-containing shell that creates a milky appearance, according to the Earth Observatory.\n?\nEmail?Douglas Main?or follow him on?Twitter?or?Google+. Follow us?@OAPlanet,?Facebook?or?Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet\n\nGaia: Photos of Earth From Space Tourist Guy Laliberte\n\n\nEarth Pictures: Iconic Images of Earth from Space\n\n\n50 Interesting Facts About The Earth\n\n\nMNN: Are phytoplankton blooms the silver bullet for climate change?\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Beautiful plankton blooms seen from space","picture_url":"http://images.mnn.com/sites/default/files/BayofBiscayPlankton_m_0514.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/beautiful-plankton-blooms-seen-from-space"}