{"summary":"But it's still a landfill — a giant mountain of societal waste chock full of dangerous pollution and toxic chemicals. \"Boy, those environmentalists screaming about recycling sure were crazy — without the landfill we would never have built the nature reserve!\"","advice_category":"2","content":"There's an article in The Telegraph about a former English landfill site turned nature reserve that's being hailed as an ecological success story. The article begins with a gorgeous photograph of a wind-swept highland cattle looking nobly over the grassy Essex landscape and highlights the new reserve's environmental credentials — the thousands of tons of new top soil and the presence of vulnerable species of birds, brown hares, insects and rare wildflowers. Sir David Attenborough was on hand for the official opening. All in all it sounds like a great project that will serve as models for other landfill conversions around the world.\n?\nBut it's still a landfill — a giant mountain of societal waste chock full of dangerous pollution and toxic chemicals. It will require monitoring and maintenance for hundreds of years to prevent its soupy poisonous leachate from corrupting nearby waters and lands. Depending on how the landfill was constructed and operated, it's quite possible that no pollution will ever venture beyond its borders, but it's not likely. Chaos and disruption have time and numbers on their side.\n?\nThere is a danger in fluffy-happy stories about landfill turn-arounds. It's easy for a casual reader to come away from these stories with the idea that the nature reserve erases and offsets all the bad things that landfills represent. \"Boy, those environmentalists screaming about recycling sure were crazy — without the landfill we would never have built the nature reserve!\"\n?\nHere are a few comments from the Telegraph article that are representative of the exact wrong line of thinking in regards to landfills and their long-term prospects.\n?\n\n?\nThe thing to remember that even for every well-built and -maintained landfill, there are 10, 20, 50 others that were not properly designed and maintained. Many were abandoned by corporate entities long defunct or absorbed. Leaking landfills have the potential to devastate their surrounding environment and can remain dangerous for more than 100 years as they slowly molder and decay.\n?\nSo while we should certainly celebrate landfill conversions like the Essex nature reserve and continue to develop ways to harvest the biogas burped off from the trash, let's not forget what we're dealing with. We need to keep our eye on the prize and work towards eliminating the very idea of \"waste\" itself. In the perfect world that we need to strive for, there are no landfills — everything is either composted or reused.\n?\nBeyond anything else, landfills are a reminder of our inability to engineer our way out of our garbage problem. A little topsoil and native grasses doesn't change that.\n?\nRelated files on MNN: \nHow a landfill works [Infographic]\nKickstarter campaign aims to bring 'Landfill Harmonic' to the big screen\n?\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#wilderness-resources","title":"Converting landfills to nature preserves doesn't erase their negative impact","picture_url":"http://images.mnn.com/sites/default/files/landfill-feat_0.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/converting-landfills-to-nature-preserves-doesnt-erase-their"}