{"summary":"The Great Lakes Basin Ecosystem is the largest body of freshwater in the world. The Great Lakes support a variety of fish and wildlife species of concern","advice_category":"2","content":"The latest report card assessing the well-being of the Great Lakes is out, and the findings are mixed. The analysis performed by the International Joint Commission looked at chemical, biological and physical characteristics to determine the lakes' health.\n?\nFor much of the 20th century, the Great Lakes suffered abuse courtesy of industrial waste and household sewage, as well as a number of deleterious invasive species, especially mussels. The most recent report has found that although efforts to heal these magnificent bodies of water have helped reduce toxic pollution and have impeded the progress of invasive species, new problems have arisen.\n?\nSome toxins have decreased, while new chemicals have turned up; algae blooms have made a return appearance, and rising temperatures are lowering water levels. It could be worse, but it isn’t fantastic.\n?\nAnd why does it matter? Because the Great Lakes are great — spectacular, in fact.\n?\nAside from the point that more than 35 million people live in the Great Lakes Basin and depend upon its natural resources, consider the following:\n?\nThe Great Lakes Basin Ecosystem is the largest body of freshwater in the world. It covers 95,000 square miles and includes 5,000 tributaries with a drainage area of 288,000 square miles. Traveling its 9,000 miles of shoreline would be the equivalent of three trips between California and the East Coast.\n?\nThe Great Lakes support a variety of fish and wildlife species of concern. Fish species of special interest, according to the U.S. Fish and Wildlife Service, include lake trout, lake sturgeon, lake whitefish, walleye, landlocked Atlantic salmon and associated forage fish species.\n?\nThe Great Lakes watershed provides habitat for the?gray wolf,?Canada lynx,?little brown bat, beaver, moose, river otter, and coyote, and other important North American animals.\n?\nFor the bird lovers — not to mention the birds themselves — the area provides crucial breeding, feeding, resting areas, and migration corridors for many birds including the?bald eagle, Northern harrier, common loon, double-crested cormorant, common tern, bobolink, least bittern, common merganser and the endangered Kirtland's warbler.\n?\nAnd perhaps most remarkable of all, according to the EPA, together the lakes are home to 84 percent of North America's supply of surface fresh water, and 21 percent of the world's supply of surface fresh water. And to put that number in perspective: nearly 1.2 billion people in the world don't have access?to water. The United Nation says that water scarcity is among the biggest hurdles the world will face in the 21st century.\n?\nWe’ve got 6 quadrillion gallons of fresh water in the Great Lakes. That's 6,000,000,000,000,000 gallons! We need to cherish that.\n?\nRelated Great Lakes stories on MNN:\nChemical-munching mussels contaminating?Great Lakes\nA 'great garbage patch' grows in the?Great Lakes\nIs Prozac poisoning the?Great Lakes?\n\n?","author":"","web_category":"earth-matters#wilderness-resources","title":"What's so great about the Great Lakes?","picture_url":"http://images.mnn.com/sites/default/files/editorial/4968915002_646088746f_z%20%281%29.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/whats-so-great-about-the-great-lakes"}