{"summary":"If the water in the Earth and moon was indeed there before the impact that formed the moon, it remains uncertain why the heat of the impact did not bake off all this water. The simplest explanation for this commonality between the moon and Earth is that \"the Earth from its birth had water,\" Saal told SPACE.com","advice_category":"4","content":"Water deep inside Earth and the moon may originate from the same source: ancient meteorites, scientists say.\n?\nThe findings hint that water may have existed on Earth before the giant impact the planet received that created the moon, and that the moon possessed water from its earliest moments, scientists added. It remains a mystery exactly how water found within the moon survived this violent collision, though.\n?\nWater is vital to life as we know it, with organisms found virtually everywhere there is water on Earth. When Earth was born, the ingredients of the planet's water most likely would have formed beyond the orbit of Earth. As such, all the water on the planet must have come from either comets or meteorites hurtling inward from the outer solar system.\n?\nUntil recently, scientists thought the interior of the moon was bone-dry, originating as the moon did from the molten debris of a giant impact of a Mars-size protoplanet against Earth about 4.5 billion years ago. The heat of this collision should have baked all the ingredients of water out of the moon. However, five years ago, the first evidence of hydrogen was discovered in lunar samples from the Apollo missions. Hydrogen is a main ingredient of water, along with oxygen. [Water on the Moon: The Search in Photos]\n?\nTo discover the origins of this water, scientists analyzed crystals and glass beads from the moon rocks brought to Earth by the Apollo 15 and 17 missions. These crystals and beads possessed tiny pieces of glass that serve as records of the moon's geological history.\n?\nThe researchers focused on isotopes of the hydrogen found in this lunar magma. All isotopes of an element have the same number of protons, but each has a different number of neutrons. For instance, regular hydrogen has no neutrons, while the hydrogen isotope known as deuterium has one neutron. In general, objects formed closer to the sun have less deuterium than bodies that formed farther out.\n?\nThe ratio of deuterium to hydrogen seen in meteorites known as carbonaceous chondrites is similar to that seen in water on Earth, suggesting that as much as 98 percent of Earth water may have come from those space rocks instead of comets. Now, researchers find the ratio of deuterium to hydrogen in moon rocks is similar to that seen on Earth as well.\n?\nAltogether, these findings suggest that water on the moon and Earth share a common origin in carbonaceous chondrites, meteorites found in the asteroid belt between Mars and Jupiter that are thought to be among the oldest objects in the solar system.\n?\n\"With a good degree of certainty, we know that the water came to the moon and Earth from primitive meteorites now located in the outer parts of the asteroidal belt,\" said study lead author Alberto Saal, a geochemist at Brown University. He and his colleagues detailed their findings online on May 9 in the journal Science.\n?\nThe simplest explanation for this commonality between the moon and Earth is that \"the Earth from its birth had water,\" Saal told SPACE.com. \"And it got to the moon during the giant impact without completely being lost by this event.\" After the moon-forming impact about 100 million years after Earth formed, our planet apparently did not receive significantly more water, he added.\n?\nIf the water in the Earth and moon was indeed there before the impact that formed the moon, it remains uncertain why the heat of the impact did not bake off all this water. One possibility is that the vaporized rock the impact generated could trap gas in it like soda, Saal said. This factor, along with the Earth's gravity, may have helped the planet keep hydrogen and thus water.\n?\n\"The problem with that idea is the moon, which has much lower mass and therefore gravity,\" Saal said. \"Although the moon has maybe five to 10 times less water than the Earth, that's still a significant amount of water it retained. That's a problem I don't think we know the answer to yet.\"\n?\nOther scientists maintain that Earth water might have come from comets. Planetary scientist Paul Hartogh at the Max Planck Institute for Solar System Research in Katlenburg-Lindau, Germany, and his colleagues had previously discovered the ratio of deuterium to hydrogen seen in comets very closely matched that found in Earth water. If comets did bring water to Earth, they might also have done so later in time than Saal and his colleagues propose, meaning that Earth and the moon did not have water inside them from the start.\n?\n\"I wonder whether Saal and his colleagues can exclude that the samples they investigated contain cometary water,\" Hartogh told SPACE.com.\n?\nThe European Space Agency's Rosetta mission might be able to resolve the question of whether comets or meteorites are the origins of water in Earth and the moon when it reaches the comet 67P/Churyumov-Gerasimenko in 2014, Hartogh said. Rosetta, which launched in March 2004, will analyze the comet's isotope ratios to see how closely they match those of the Earth and the moon.\n?\nFollow SPACE.com @Spacedotcom. We're also on Facebook?and Google+. Original story on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\n10 Coolest Moon Discoveries\n\n\nHow the Moon Evolved - Video Guided Tour\n\n\nAsteroid Basics: A Space Rock Quiz\n\n\nMNN: Mars meteorite may be missing link to planet's past\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Charles Q. Choi, SPACE.com","web_category":"earth-matters#space","title":"Water on moon and Earth may come from the same place","picture_url":"http://images.mnn.com/sites/default/files/LunarMeltApollo17_m_0510.jpg","url":"http://www.mnn.com//earth-matters/space/stories/water-on-moon-and-earth-may-come-from-the-same-place"}