{"summary":"Sea-level rise is caused by melting ice from glaciers as well as from the Greenland ice sheet and the Antarctic ice sheet. The first, GRACE (or Gravity Recovery and Climate Experiment), uses two satellites that measure the Earth's gravity field","advice_category":"2","content":"The world's glaciers lost 260 gigatons of water each year between 2003 and 2009, making these rivers of ice responsible for almost a third of sea-level rise in that time, new research finds.\n?\nThe study, to appear on May 17 in the journal Science, used multiple methods to pin down estimates of how much ice is lost from glaciers. The results suggest that on-the-ground measurements yield estimates that are too extreme, but some satellite methods don't go far enough.\n?\n\"There was a large amount of uncertainty in how much these glaciers were contributing to sea-level rise prior to this study,\" lead researcher Alex Gardner, a professor of geography at Clark University in Massachusetts, told LiveScience. \"What our study provides is a really strong estimate for what the glacial contribution was over this time.\" [Ice World: Gallery of Awe-Inspiring Glaciers]\n?\nObserving ice\nSea-level rise is caused by melting ice from glaciers as well as from the Greenland ice sheet and the Antarctic ice sheet. Sea levels also go up as the oceans warm, because warm water takes up more space. Teasing out the influence of each factor can be tricky.\n?\nIn November, an international group of researchers published a study in Science estimating the loss of ice from polar ice sheet melt. That research determined that ice lost from Antarctica and Greenland is responsible for a fifth of the 2.2 inches (5.59 centimeters) of sea-level rise since 1992.\n?\n\"What they did for the ice sheets, we've done for the glaciers,\" Gardner said.\n?\nIn many ways, glaciers are even tougher to track than ice sheets. They're scattered across the globe, many in inaccessible spots. Before 2002, all scientists could do was trek out on the ice, make measurements, track changes, and then extrapolate those changes to glaciers they couldn't observe directly.\n?\nIn 2002 and 2003, however, NASA launched two satellite missions to give a better view of Earth's melting ice. The first, GRACE (or Gravity Recovery and Climate Experiment), uses two satellites that measure the Earth's gravity field. These satellites can detect changes in the gravity field that occur when a glacier loses or gains a lot of ice.\n?\nA second mission, ICESat (Ice, Cloud and land Elevation Satellite), ran until 2009 and measured, among other things, Earth's elevation across the globe. These elevation measurements also captured changes in ice thickness.\n?\nBringing it all together\nGardner and his colleagues compared the data from these satellite missions directly. The two have different strengths, he said. GRACE, for example, is not sensitive enough to tell the difference between ice lost from ice sheets and ice lost from glaciers right next door to ice sheets — which include about 30 percent of the world's glaciers.\n?\nFor large regions, Gardner said, GRACE and ICESat's measurements are nonetheless in close agreement. In contrast, in icy regions of less than about 1,900 square miles (5,000 square kilometers), the satellite measurements didn't agree as clearly.\n?\nThat lack of agreement is because GRACE doesn't always catch melt in small glaciers, which are often in mountainous regions surrounded by lakes and groundwater.?\n?\n\"What if the glaciers are melting but the lake is filling?\" Gardner said. \"GRACE sees that nothing happened, because no mass was actually removed from that region.\"\n?\nThe upside, Gardner said, is that in large icy areas, GRACE and ICESat provide strong measurements of melt. In spots dotted with smaller glaciers, ground observations turn out to be more accurate.\n?\nThe 260 gigatons of water lost per year was more than would be expected from previous satellite estimates, which were limited in scope. But the loss was less than would have been expected from extrapolating just from ground measurements, likely because glaciers that are closer to civilization and therefore easier to observe may be melting more rapidly than remote glaciers, Gardner said.\n?\nFuture melt\nAntarctic glaciers lost the least ice overall, the researchers found, because spots on the continent melting rapidly were offset by other regions gaining ice. Glaciers in the Canadian Arctic, Alaska, coastal Greenland, the southern Andes and high-mountain Asia were vanishing rapidly, however. Glaciers alone were responsible for about 0.3 inches (0.71 millimeters) of sea-level rise per year between 2003 and 2009, the researchers concluded. The glacial melt represents about 30 percent of the sea-level rise in that time period. [8 Ways Global Warming is Already Changing the World]\n?\nNow that it's clear that ground observations weren't providing good estimates, scientists need to go back to their old observational data to try to figure out how to use it to come up with better global estimates of previous glacier melt, Gardner said. Knowing what happened in the past is important for understanding what will come in the future. The current study can't say precisely what future climate change has in store.\n?\n\"All we know is that every region on Earth right now, regardless of any additional warming, is losing glacial mass to the oceans,\" he said. \"We anticipate that the rate will increase with additional warning.\"\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nImages of Melt: Earth's Vanishing Ice\n\n\nEarth in the Balance: 7 Crucial Tipping Points\n\n\nPredicting the Future of our Climate\n\n\nMNN: Top 7 disappearing glaciers\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Melting glaciers responsible for one-third of sea-level rise","picture_url":"http://images.mnn.com/sites/default/files/AletschGlacier_m_0516.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/melting-glaciers-responsible-for-one-third-of-sea-level"}