{"summary":"Rep: JOHNSON'S scientists work with independent dermatologists and testing facilities in the evaluation of our products. Me: How does Johnson define the terms \"hypoallergenic\" and \"dermatologist tested\"? Are the dermatologists who test products in-house, or independent?","advice_category":"2","content":"Since I have lots of allergies, and my skin is prone to bouts of itchiness, I've always chosen soaps and lotions labeled \"hypoallergenic.\" That label means they won't cause me to have an allergic reaction, right??\n?\nWrong! Siobhan O'Connor, author of the new book \"No More Dirty Looks: The Truth About Your Beauty Products and the Ultimate Guide to Safe and Clean Cosmetics\", recently clued me in that the label \"hypoallergenic\" is virtually meaningless. \"Unless the product makes a medical claim, the definition of 'hypoallergenic' is entirely up to the company that makes the product,\" she says. But allergies are a medical problem, so isn't the term \"hypoallergenic\" a medical claim? Not according to the FDA, which has this to say on its site on the issue:\nThere are no Federal standards or definitions that govern the use of the term \"hypoallergenic.\" The term means whatever a particular company wants it to mean. Manufacturers of cosmetics labeled as hypoallergenic are not required to submit substantiation of their hypoallergenicity claims to FDA.\n\n?\n(A word of clarification about the word \"cosmetics\": It refers to any product that you put on your skin — soap, shampoo, lotion, etc. — not just makeup.)\n?\nThe site is dated Oct. 18, 2000, but labeling ruling hasn't changed since then. \"Dermatologist tested\" is also an unregulated claim.\n?\nI decided to ask cosmetic companies how they define the terms \"hypoallergenic\" and \"dermatologist tested.\" Of the seven major manufacturers that I asked, only three —?Johnson's (the baby products division of Johnson & Johnson's), Colgate-Palmolive, and Novartis?— responded. A Novartis publicist said the company's Keri Basic Essentials lotion qualifies as hypoallergenic \"because it is fragrance-free and contains ingredients such as vitamins E and aloe vera.\" She also cautioned that despite the label, \"we always suggest trying a small amount of any new product before applying all over to ensure they do not have a reaction.\"?\n?\nPublicists from Johnson's and Colgate-Palmolive assured me that external dermatologists tested their products, and that they used ingredients that had low allergen potential. But when I asked who the dermatologists were, and what standards they used to determine an ingredient's allergic potential, neither company would cough up the goods. Check out the frustrating e-mail exchange I had with a publicity rep from Johnson's:\nMe: How does Johnson define the terms \"hypoallergenic\" and \"dermatologist tested\"? Are the dermatologists who test products in-house, or independent?\nRep: JOHNSON'S scientists work with independent dermatologists and testing facilities in the evaluation of our products. To ensure the product is hypoallergenic, JOHNSON'S carefully chooses ingredients known to have a low potential for allergy and then further evaluates the final formula to ensure that the product has a low potential to cause allergy.\nMe: Any way you could give me the names of the independent dermatologists or testing facilities?\nRep: I'm sorry but J&J does not disclose that info. Anything else you need?\nMe: Does the company disclose its standards for determining whether a product is hypoallergenic?\nRep: No, they don't but regarding that, they have this to say: JOHNSON'S only selects ingredients that have low allergy risks and performs rigorous safety evaluations on the final product.\n\nRight. Back to square one. Next I consulted veteran dermatologist Patricia K. Farris, a clinical assistant professor at Tulane University who has more than 20 years of experience in her field, about her understanding of the term \"dermatologist tested.\" She wrote to me in an e-mail, \"I have actually asked this question myself many times but nobody seems to know the answer as to how they make these claims 'dermatologist tested' or even 'dermatologist recommended.' I personally do not know of any criteria that need to be met to claim dermatology tested or dermatologist recommended.\"\n?\nStacy Malkan of the Campaign for Safe Cosmetics, a coalition of groups dedicated to reforming the cosmetics industry, says that misconceptions about the meaning of these terms are common. \"People think 'hypoallergenic' means there are no allergens,\" she says. \"That is just not the case.\" Malkan also recommends that consumers be wary of the term \"organic,\" since the food rules don't apply to cosmetics. \"You can't call a food 'organic' unless it meets USDA standards, but a lot of cosmetics on the market are labeled 'organic' and they have all kinds of synthetic ingredients,\" she says.\n?\nThe good news is that new legislation aims to update the FDA's rules for the cosmetics industry, some of which have not changed since 1938. The Safe Cosmetics Act of 2010, introduced in July by Reps. Jan Schakowsky (D-Ill.), Ed Markey (D-Mass.) and Tammy Baldwin (D-Wis.), would require companies to disclose all the chemicals in their products — including fragrance, about which companies are notoriously secretive. It would also require safety assesments and the phasing out of ingredients suspected of causing cancer and reproductive harm. Unfortunately, the new legislation would not crack down on labeling claims, but ingredient transparency would certainly be a step in the right direction, says Malkan.\n?\nSiobhan O'Connor says she'd love to see the new legislation pass but is worried that lobbying by the mighty industry group Personal Care Products Council will squash it. \"You can't underestimate how powerful and well-funded the PCPC is,\" she says. \"The last time legislation like this came along, it went away very quickly and quietly.\" Sure enough, the PCPC?is already on the case, claiming that the Safe Cosmetics Act of 2010 is \"not based on credible and established scientific principles.\"\n?\nWant to learn more about the cosmetic industry's dirty secrets? O'Connor's book is a great place to start. Malkan has written another one called \"Not Just a Pretty Face: The Ugly Side of the Beauty Industry\". And the Story of Stuff Project produced this eight-minute video that really pissed off the PCPC.\n?\n\n\nThis article was written by Kiera Butler for MotherJones.com. It is reprinted with permission.","author":"","web_category":"health#allergies","title":"Do 'hypoallergenic' products really cause fewer allergies?","picture_url":"http://images.mnn.com/sites/default/files/lotion530_0.jpg","url":"http://www.mnn.com//health/allergies/stories/do-hypoallergenic-products-really-cause-fewer-allergies"}