{"summary":"While Patagonia is helping lead the way with real-time visibility, there is still a long way to go. Launched in August 2008, AirBnB is putting the traditional hotel industry model to the test","advice_category":"4","content":"Small steps can lead to big changes, and that's the idea behind AT&T's Do One Thing (DOT) program. Launched in 2010 as a pilot project, the voluntary program encourages AT&T employees to make positive changes in their lives — but the change doesn't have to be on a grand scale. It can be an easy thing like offering a local student a job-shadowing opportunity or using public transportation instead of a personal vehicle.\n?\nThe pilot program has been so successful that AT&T launched the DOT program companywide in May 2011. Over six months, more than 11,000 employees made a DOT commitment.?\n?\nIt's just one example of how companies are staying ahead by thinking differently. Below are three trends to watch and the companies that are behind them:\n?\n1. Peer-to-peer business models\nAirBnB is arguably the leader in peer-to-peer service innovation. Launched in August 2008, AirBnB is putting the traditional hotel industry model to the test. Instead of booking a hotel room, travelers connect directly with property owners to rent a room in someone else’s apartment for a night or reserve a beachfront condo for a week. Since its launch, AirBnB has facilitated more than 10 million booked nights in 33,000 cities in 192 countries.\n?\nNeal Gorenflo, co-founder of Shareable, says AirBnB is a trendsetter in the peer-to-peer industry. “AirBnB set a pattern than many companies are following. They use the power of design, reputation systems, and community to deliver significantly better travel experiences for less money. They empower their users to create these experiences for each other.”\n?\nAirBnB’s success is worth watching, even for businesses that operate using traditional business models, because “Peer-to-peer business models are empowering individuals to deliver products (Etsy) and services (AirBnB) to each other. These services create bottom-up, peer-based relationships that are fundamentally different from the big-brand-to-consumer relationships of the legacy economy,” explained Gorenflo. “This is very disruptive to big brands, which could get left out of the equation entirely.\"\n?\n2. Real-time supply chain transparency\nKohl Gill, CEO of LaborVoices, Inc., sees the use of transparent supply chains growing with the addition of more real-time data. “Some forward-leaning brands in apparel and electronics are beginning to experiment with real-time visibility, particularly through tapping supply chain workers’ observations through their mobile phones. Patagonia has made some effort with their Footprint Chronicles.”\n?\nThe Footprint Chronicles allows Patagonia.com visitors to view the company’s current map of suppliers. The map displays the locations of the textile mills and factories that Patagonia uses. Basic information about each of the suppliers is displayed, including the total number of workers, the gender mix and the type of item produced at the facility.\n?\nWhile Patagonia is helping lead the way with real-time visibility, there is still a long way to go. Gill told MNN, “This must move beyond the experimentation stage, into full-scale production, by larger brands. While the technology for real-time visibility is easier and more affordable than ever, at-scale innovations are embarrassingly few and far-between.”\n?\n3. Breaking the traditional business model mold\nUPS and the United States Postal Service (USPS) have teamed up in the name of environmental awareness. Yes, even competitors understand that sometimes you have to look beyond the traditional way of doing things.\n?\nThe Blue and Brown Make Green initiative allows the postal service to rely on UPS for its global network; in return, UPS relies on the postal service to deliver to addresses in small or remote American towns. The inititative reduces fuel costs and carbon emissions and provides better customer service. The unlikely partnership earned UPS and USPS a spot on Dimitar Vlahov’s 13 Hot Business Model Innovations to Follow in 2013 list.\n?\nIn business, as in life, there are leaders and there are followers — but it's the leaders who usually break the rules first.\n?\nInterested in learning more about the trends driving successful businesses? Join the Sustainable Brands 2013 conference June 3-6 in San Diego and meet the thought leaders, executives, and entrepreneurs who are shaping the future of sustainability.\n\n\n?\nRelated on MNN:\nFor companies, sustainability and innovation often go hand in hand\nSustainable Brands 2013: From Revolution to Renaissance\nSocial media empowers brands, and companies are stepping up to the challenge\nVisit our Sustainable Business Practices channel\n\n\n?","author":"","web_category":"earth-matters#space","title":"Why companies that think outside the box are the ones that succeed","picture_url":"http://images.mnn.com/sites/default/files/editorial/airbnb.jpg","url":"http://www.mnn.com//specials/sustainable_brands_2013/why_companies_that_think_outside_the_box_are_the_ones_that_succeed"}