{"summary":"How is coal formed?. Coal provides nearly half of all U.S","advice_category":"8","content":"?\nIn the tropical swamps of ancient Kentucky, no one was around to hear whether falling trees made a sound. About 300 million years later, though, the noise is inescapable — those trees are now coal, humanity's No. 1?worldwide electricity source and?one of the most hotly debated fuels on Earth.\n?\nCoal provides nearly half of all U.S. electricity, and since?more than?a quarter of global reserves sit under American soil, it's an understandably tempting power source. The organic rock is so potent and plentiful, in fact, that U.S. coal resources have a higher total energy content than all of the world's known recoverable oil.\n?\nBut coal also has a dark side — its high carbon content means it emits more carbon dioxide than other fossil fuels, giving it a disproportionately big carbon footprint. Add in the ecological costs of mountaintop removal, fly-ash storage and coal transportation, and the black lump loses even more of its luster.?\n?\nThe U.S. Department of Energy and the electric power industry have invested heavily over the years to clean up coal, from its sulfur dioxide and nitrogen oxides to its particulates and mercury, with some success. Its greenhouse gas emissions, however, have so far defied cost-effective containment efforts. The DOE?recently announced $408 million in stimulus money for two \"clean coal\" power plants — not to mention its $1 billion investment in the FutureGen Initiative — but such technology is still years away from widespread commercial viability.\n?\n\n\n\nMeanwhile, concerns about coal have sparked an uproar among lawmakers, lobbyists scientists and CEOs. The angry chairman of a coal-mining company warned an ABC?News cameraman he was \"liable to get shot\"?in April, a couple months before actress Daryl Hannah and NASA's James Hansen were arrested in West Virginia for protesting mountaintop removal.?The coal industry's lobbying supergroup, the American Coalition for Clean Coal Electricity, spent 40 percent of its $45 million annual budget last year on a flood of clean-coal TV ads, according to the Center for Public Integrity. Environmentalists responded with the This Is Reality campaign, including the widely circulated commercial above, directed by the Oscar-winning Coen brothers.?\n?\nWith coal now generating almost as many headlines as megawatts, there aren't many chances to stop and consider where all this underground energy came from in the first place. But to fully understand the carbon-based ghosts now haunting our atmosphere, it helps to take a look at the fossils behind the fuel.\n?\nHow is coal formed?\nThe basic recipe for any good fossil fuel is simple: Mix peat with acidic, hypoxic water, cover with sediment and cook on high for at least 100 million years. When these conditions occurred on land en masse during the Carboniferous Period — especially in the vast tropical peat swamps that gave the period its name — they launched the long, slow process of coalification.\n?\n\"Most coals were formed close to the equator during the Carboniferous,\" says geologist Leslie Ruppert, who specializes in coal chemistry for the U.S. Geological Survey. \"The land masses that have these thick coals were close to the equator, and the conditions were what we call 'ever-wet,' meaning tons and tons of rain.\"\n?\nWhile a supercontinent called Gondwanaland hogged much of Earth's land near the South Pole at the time, a few stragglers hovered around the equator, notably North America, China and Europe (see illustration at right). The warm, \"ever-wet\" weather helped create enormous peat swamps across these land masses, which are not coincidentally some of today's top coal producers. In what's now the United States, Carboniferous peat swamps blanketed much of the Eastern Seaboard and Midwest, providing fodder for today's Appalachian and Midwestern coal-mining operations.\n?\nCoal formation begins when lots of plants die in dense, stagnant swamps like the Carboniferous ones. Bacteria swarm in to eat everything, consuming oxygen in the process — sometimes a bit too much for their own good. Depending on the amount and frequency of bacterial feasting, the swamp's surface waters can become oxygen-depleted, wiping out the same aerobic bacteria that used it all up. With these decomposer microbes gone, plant matter stops decaying when it dies, instead piling up in mushy heaps known as?peat.\n?\n\"Peat was buried quickly enough and buried in an anaerobic environment, which happens fortuitously here and there,\"?says?USGS research geologist Paul Hackley.?\"An anaerobic environment prevented bacterial degradation.?As the peat swamp continues to grow, you may have hundreds of feet of peat.\"\n?\nPeat itself has long been?used as a fuel source in some parts of the world, but it's still a far cry from coal. For that transformation to happen, sediment must eventually cover the peat, Hackley explains, compressing it down into the Earth's crust. That sedimentation can occur in a variety of ways, and it swept over many peat swamps when the Carboniferous Period ended about 300 million years ago. As continents drifted and climates shifted, the peat was shoved down even deeper, with rock crushing it from above and geothermal heat roasting it from below. Over millions of years, this geological Crock-Pot pressure-cooked peat deposits to create coal beds.\n?\nWhile Appalachia's?mountainous mines?tap into some of the country's oldest, largest and most iconic coal beds, American coal didn't all form at once, Ruppert points out. The Carboniferous Period, which pre-dated dinosaurs, was peat bogs' heyday, but new coalification continued long into and after the age of the dinosaurs.\n?\n\"Across the U.S., a lot of coal deposits are not Carboniferous,\" Ruppert says. \"We have older, Carboniferous coals in the East — the Appalachians, the Illinois Basin — while in the West, coals are much younger.\"\n?\nIn fact, the West is now America's top coal-producing region, churning out a steady stream of less mature coals from the Mesozoic and Cenozoic eras. The country's most prolific?coal mines are in the?Powder River Basin, a subterranean bowl that straddles the?Montana-Wyoming?state line.?Unlike Carboniferous coals, Ruppert says, younger deposits in the West were mostly formed inside large basins that rose out of shallow seas and gradually slipped back underground.?\n?\n\"North America was no longer at the equator [when Western coals formed],?but it also had rapidly subsiding basins that were tectonically active,\" she says. \"Deep sedimentary basins were formed, and vegetation was eventually transformed to peat because the basins were so deep and continued subsiding for a long time. The rainfall was right, the climate was right,?and then everything got buried.\"\n?\nWhat are the types of coal?\nCoalification is an ongoing process, with many of the coals we currently dig up and burn still considered \"immature\" by geologic standards.?The four main types are listed below, in order of maturity:\n?\n1)?Lignite:?This soft, crumbly and light-colored fossil is the least mature peat product to be considered coal.?Some of the youngest lignite still contains visible pieces of bark and other plant matter, although USGS geologist Susan Tewalt says that's rare in the United States. \"There are some lignites where you can still see woody structures, but most of our lignite is a little bit higher grade than that,\" she says. Lignite is low-grade coal to begin with, containing only about?30 percent carbon?since it hasn't experienced the intense heat and pressure that forged stronger types.?It's found across much of the Gulf Coastal Plain and northern Great Plains, but there are only?20 operating U.S. lignite mines, most in Texas and North Dakota, since it's often not economical to excavate. Lignite makes up about?9 percent of demonstrated U.S. coal reserves?and?7 percent of overall production, most of which is burned in power plants to generate electricity.\n?\n2)?Sub-bituminous:?Slightly harder and darker than lignite, sub-bituminous coal is also more powerful (up to 45 percent carbon content)?and older, usually dating back at least 100 million years. About?37 percent?of the United States' demonstrated coal reserves are sub-bituminous, all of which are located west of the Mississippi River.?Wyoming is the country's top?producer, but?sub-bituminous?deposits are scattered throughout the Great Plains and eastern Rocky Mountains. The?Powder River Basin, the largest single source of U.S. coal, is a?sub-bituminous deposit.\n?\n3)?Bituminous:?As the most abundant type of coal found in the United States, bituminous accounts for?more than half?of the country's demonstrated reserves. Formed under extreme heat and pressure, it can be 300 million years old and contain anywhere from?45 to 86 percent carbon, giving it up to three times the heating value of lignite. West Virginia, Kentucky and Pennsylvania are the main producers of U.S. bituminous coal, which is mostly concentrated east of the Mississippi. It's widely used to generate electricity, and is also an important fuel and raw material for the steel and iron industries.\n?\n4)?Anthracite:?The grandaddy of coals isn't easy to come by. Anthracite is the darkest, hardest and usually oldest type, with a?carbon content of 86 to 97 percent. It's so rare in the United States that it accounts for less than half a percent of overall U.S. coal production and just?1.5 percent?of demonstrated reserves. All of the country's anthracite mines are located in northeastern Pennsylvania's?Coal Region.\n??\nThe United States has the world's largest known?overall?coal reserves, a total of nearly 264 billion tons. As miners exhume these ancient tropical swamps and power plants release their vapors into the air, a national and global clamor is developing over the future of coal. Regardless of what happens with future energy regulations, though, coal's nonrenewability will eventually fuel the search for alternatives if nothing else does — at current usage, even U.S. reserves are only expected to last another 225 years.\n\n?\nFor more info about the formation, deposits or cleanliness of coal, check out these links:\nEPA: Coal and Clean Energy\nEIA: U.S. Coal Production\nEIA: U.S. Coal Reserves\nEIA: Major U.S. Coal Mines\nEIA Kids Energy Page: Coal Energy\nUSGS: Coal Resources\nDOE: A Brief History of Coal Use\nDOE: Clean Coal Power Initiative\nDOE: FutureGen Initiative\nCalifornia Energy Commission: Coal, Oil and Natural Gas\nPhotos courtesy NASA, DOE, USGS\nMNN homepage photo: spxChrome/iStockphoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Where does coal come from?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/where-does-coal-come-from"}