{"summary":"\t\tAlthough earlier studies have found less asthma and allergies among kids who drink raw milk, the new work is the first to point to the exact components in the milk that might be protective.. \t\t\"The consumption of raw milk is a double-edged sword,\" Georg Loss, a researcher with the Swiss Tropical and Public Health Institute in Basel who worked on the study, told Reuters Health by email.","advice_category":"2","content":"NEW YORK - Children who drink raw milk are less likely to develop asthma and allergies than those who stick to the safer pasteurized version, according to a large European study.\n\n\t\t?\n\n\t\tAlthough the study isn't ironclad proof that the effects can be chalked up to raw milk itself, researchers believe certain milk proteins that are destroyed by heat could be helpful to children's developing immune systems.\n\n\t\t?\n\n\t\tThey warn, however, that parents shouldn't start giving their kids raw milk.\n\n\t\t?\n\n\t\t\"The consumption of raw milk is a double-edged sword,\" Georg Loss, a researcher with the Swiss Tropical and Public Health Institute in Basel who worked on the study, told Reuters Health by email.\n\n\t\t?\n\n\t\t\"On the one side it is protective for the development of asthma and allergies but on the other side it may imply serious health risks due to harmful microorganisms.\"\n\n\t\t?\n\n\t\tRaw milk proponents claim the drink has several health benefits — among them reducing asthma symptoms — that aren't found in the pasteurized milk sold in most grocery stores.\n\n\t\t?\n\n\t\tBut there is little evidence for their claims, according to U.S. government researchers who say consumption of unpasteurized milk, cheese and yogurt can be dangerous.\n\n\t\t?\n\n\t\tLast year, for example, scientists from the Centers for Disease Control and Prevention linked raw milk to a 2008 outbreak of E. coli in Connecticut that landed four people in the hospital with life-threatening illnesses.\n\n\t\t?\n\n\t\tThe agency repeated its warning after learning of the current new study, which is published in the Journal of Allergy and Clinical Immunology.\n\n\t\t?\n\n\t\t\"From CDC's perspective, raw milk can carry harmful bacteria and other germs that can cause severe illness and even death,\" researcher Hannah Gould said in an email to Reuters Health. \"While it is possible to get foodborne illnesses from many different foods, raw milk is one of the riskiest of all.\"\n\n\t\t?\n\n\t\tAlthough earlier studies have found less asthma and allergies among kids who drink raw milk, the new work is the first to point to the exact components in the milk that might be protective.\n\n\t\t?\n\n\t\tLoss and his colleagues tapped into a large survey in which parents answered questions about their children's milk consumption. The researchers also collected 800 milk samples from the participants' households.\n\n\t\t?\n\n\t\tCompared with kids who only drank store-bought milk, those who drank raw milk had a 41-percent reduction in their odds of developing asthma. They were also only about half as likely to develop hay fever -- even after accounting for other factors that might be relevant.\n\n\t\t?\n\n\t\tOn the other hand, those who drank boiled farm milk had no less asthma than those who drank store milk.\n\n\t\t?\n\n\t\tThe protective effect was linked to so-called whey proteins in the milk, such as BSA and alpha-lactalbumin.\n\n\t\t?\n\n\t\t\"Pasteurization remains an effective tool to inactivate harmful microorganisms but may simultaneously destroy whey proteins,\" said Loss. \"The results may give rise to technological developments aiming to destroy harmful microorganisms but preserving beneficial components of milk. The ultimate aim is to use a safe and protective milk for prevention of asthma.\"\n\n\t\t?\n\n\t\tIn the U.S., more than seven percent of adults and even more kids have asthma, causing millions of visits to emergency rooms and doctors' offices every year.\n\n\t\t?\n\n\t\tSOURCE:?Journal of Allergy and Clinical Immunology, online Aug. 29, 2011.\n\n\t\t?\n\n\t\tCopyright 2011? Reuters US Online Report Health News\n\n\t\t\n\n?","author":"Frederik Joelving, Reuters","web_category":"health#allergies","title":"Kids who drink raw milk less prone to asthma, allergies","picture_url":"http://images.mnn.com/sites/default/files/Main_RawMilk.jpg","url":"http://www.mnn.com//health/allergies/stories/kids-who-drink-raw-milk-less-prone-to-asthma-allergies"}