{"summary":"While CCD gets a lot of attention, the problem that strikes fear in the heart of beekeepers is the threat posed by varroa mites. 5 ways to help children help bees","advice_category":"2","content":"You’ve probably heard that honeybees in America had a particularly difficult time this winter, with hive losses surpassing 50 percent in some areas. Colony collapse disorder or CCD is blamed for doubling or tripling the usual rate of winter hive die-offs, and years into the epidemic, scientists are still scrambling to understand the cause or causes. Linkages have been found between CCD and a number of factors, but a single, smoking, bee-killing gun remains elusive.\n?\nLet’s take a look at some of those factors —?things that probably aren’t killing honeybees outright, but all of which may be contributing a piece to the puzzle of CCD and the vanishing of the bees.??\n?\nCellphones: One of the earliest explanations for the sudden disappearance of honeybees in 2005 and 2006 was technology. By the mid-2000s, nearly everyone was carrying a small electromagnetic transmitter, and cellphone towers were ubiquitous even in many rural landscapes. It made sense to wonder if bombarding tiny animals that rely on a highly evolved navigational apparatus with this type of radiation could disorient them.\n?\nWhile the idea continues to make waves on the Internet, CCD researchers say cellphones or cell towers don’t play a role in colony collapse disorder.???\n?\nGMO crops: Monsanto is an easy candidate when an environmental villain is needed. From producing “Round-Up Ready” food plants (which can literally be hosed down with Monsanto’s best-selling herbicide glyphosate, despite long-standing concerns about glyphosate’s persistence and toxicity) to suing farmers whose fields have been infiltrated by Monsanto’s windborne GMO pollen, Monsanto is easily the most visible target in the fight to de-industrialize the North American food web.\n?\nSo when pollinators began dying off in shocking numbers, it made sense to look at some of the new classes of “Frankenplants” that Monsanto had created. So-called Bt Corn, which expresses the toxin produced by the organism Bacillus thuringiensis, was first marketed in 1996 to protect crops from pests like corn rootworm and corn borer. By 2000, it was clear that Monarch butterflies were being impacted by poisoned pollen that was being carried on the wind and was contaminating critical butterfly food sources like milkweeds.\n?\nSo what about honeybees? Well, it doesn’t appear that Bt corn causes damage to bee colonies — at least not on its own, and not in the short term. And this is where the story of CCD gets really complicated because it involves sublethal but chronic exposure to chemicals, toxic accumulation in honeycomb, the pH of different feeds, even the genetic diversity of a single hive.\n?\nAs much as we would all like to point to a single cause and then regulate it away, the mystery of CCD increasingly looks like a death by a thousand cuts.??\n?\nMalnutrition: Americans have figured out the hard way that a diet of processed convenience foods is bad for us. While you take steps to make whole, unprocessed food available to your family, consider the honeybee and what’s being done to it in the name of convenience and profit.\n?\nThe first thing to understand is that bees eat honey (dehydrated, fermented flower nectar) and “bee bread” (a fermented mixture of pollen and nectar). Honey is their carbohydrate source, while bee bread is about one-third protein and adds needed vitamins, minerals, fatty acids and other vital components to the bee diet. The hive spends the warm months of the year gathering nectar and pollen, then processing them into food and packaging them into cells in the honeycomb.\n?\nWhen left to their own devices, bees store these goods during spring, summer, and fall, and then spend the winter clustered together for warmth, eating from the pantry they had built over months of work. But managed colonies — those that are under a beekeeper’s care — are asked to contribute some of these stores to the beekeeper. If you have a hive or two in your yard, you probably harvest some honey, being careful to leave enough stores for the bees to have over winter.\n?\nBut if you’re a commercial honey producer or a migratory beekeeping operation, the incentives are different. And this is where malnutrition comes in, because it’s much more profitable to remove more honey than the bees can stand to lose and then feed bees a cheap, nutritionally inadequate honey substitute like high fructose corn syrup, and that’s exactly what many large bee operations do.\n?\nIt’s simple mathematics: Honey sells for several dollars a pound, while fructose syrup, purchased by the tractor trailer load for the biggest operations, costs about a quarter for the same amount. And let’s be clear: Hives can do very well on a diet of HFCS, and feeding some kind of sugar mixture and/or pollen substitute is a standard practice for nearly every beekeeper, whether hobbyist or professional. Often, acids like vitamin C, raw apple cider vinegar, or even kombucha will be added to a sugar syrup to bring the pH closer to that of honey, but for most non-commercial beekeepers, feeding with sugar-water is truly supplemental. The goal is to keep adequate honey on the hive for the winter.?\n?\nCommercial operators may have a different incentive structure than hobbyists, but it’s important to remember that they are even more dependent on their bees than hobbyists. They aren’t engaging in practices that overtly diminish their hives – but a steady diet of HFCS is not the diet bees have evolved to eat, and like the rest of the CCD puzzle, it may have subtle effects, especially when paired with other stressors.\n?\nPesticides: A discussion of bee malnutrition flows easily into the topic of pesticides, because we’ve become so clever with our delivery systems. Systemic pesticides like imidacloprid and clothianidin, so-called “neonics,” are persistent in soils for as long as two years, are water-soluble so they can travel far from their original application, and they’re taken up by plants’ roots and circulated throughout, so leaves, nectar, pollen, fruit – all of the plant is contaminated.\n?\nFor bees, it’s a genetic imperative to gather and concentrate pollen and nectar. In an agricultural zone, odds are high that bees are surrounded by plants that are circulating the most popular class of pesticides on the market, whether by direct application or because of drift or runoff. In effect, the bees are forced to accumulate toxins in their hives, and when winter comes and the bees cluster at the pantry, they spend the season eating sub-lethal doses of poisoned food.\n?\nIt is reasonable to wonder whether chronic exposure to a potent neurotoxin might not play a role in the sudden development of a new and fatal behavior – bees flying away from the hive in the dead of winter, en masse.\n?\nLoss of habitat: This is hardly a complete list of the things that are damaging America’s herd of honeybees, but any list of this kind has to include loss of habitat. Whether through urbanization and the loss of biodiversity in an urban or suburban landscape or the effective paving of rural America with huge tracts of monocrop agriculture, bees have less diversity in their diets than they did even a couple of decades ago, and for all the reasons listed above, the quality of their food is likely compromised.\n?\nAgain, none of these causes alone seem to definitively be the last straw for bees in North America, but all (except probably cellphones) contribute to the current sorry state of affairs for the honey bee.\n?\nIf none of those are outright killing hives, what is?\n?\nVarroa destructor, a.k.a., Varroa mite: A lot of things can kill a hive, but nothing has devastated beekeeping in America in the last half century more than the accidental introduction of Varroa destructor in the mid-1980s. A tiny parasitic mite, varroa reproduces in brood cells with developing bees. They latch onto the larval bee bodies like a tick, spreading disease and weakening the entire colony. Varroa reproduces fast, and mite populations can and do overwhelm colonies and kill them outright. Varroa is credited with wiping out the wild bee population in North America, and breeding a varroa-resistant bee is the holy grail of American beekeepers.\n?\nWhile CCD gets a lot of attention, the problem that strikes fear in the heart of beekeepers is the threat posed by varroa mites. There are many products available to fight varroa, from chemical miticides to essential oil mixes to mechanical fixes like mineral oil fogging or under-hive oil traps. None is 100 percent effective. All have drawbacks. Already, varroa has become resistant to the early classes of chemicals deployed against it. Many beekeepers have accepted that varroa is here to stay and are developing chemical-free management practices that accept a certain level of mite occupancy in a hive, with the aim of impeding mite population growth.\n?\nTo be a beekeeper in the 21st century is to devote a lot of time and worry to varroa mites.\n?\nAnd here’s where the story wraps back around to CCD. Australia is one of the few nations in the world to have remained free of varroa mite (so far). And Australia – which has cellphones and towers, migratory and commercial beekeeping, neonic pesticides in agriculture, high fructose corn syrup for supplemental feeding, and environmental factors like drought and urbanization and all the rest – has had zero incidents of colony collapse disorder.\n?\nVarroa mites were everywhere in North America for nearly 20 years before CCD was first reported. GMO crops came into play the decade after varroa. Neonic pesticides hit the market a decade after that – and CCD followed close behind. In the meantime, we’ve been urbanizing and monocropping, growing lush grass suburbs and exurbs where there used to be mixed-culture meadows and forests, and we’ve learned how to treat bee yards like any other CAFO (Concentrated Animal Feeding Operation), with cheap inputs available so we can maximize those tasty and profitable outputs.\n?\nIt’d be an outstanding moment if we found one sole cause of CCD, but as the years go by, it seems less likely that there’s a single factor at the heart of the epidemic. The Australian example is a strong argument that varroa mites – or maybe the widespread application of mite-killing chemicals – play a big role in the story. But the longer the CCD mystery goes unsolved, the more it looks like we may be creating a world that can’t sustain honeybees.\n?\nRelated bee posts on MNN:\nA bugophobe's guide to beekeeping\n10 of the world's largest insects\n5 ways to help children help bees\n?\nPhoto credits: smereka /Shutterstock; kabils/Flickr; blumenbiene/Flickr; USDA","author":"","web_category":"earth-matters#animals","title":"5 things that probably aren't killing honeybees – and 1 thing that definitely is","picture_url":"http://images.mnn.com/sites/default/files/editorial/BeeHive_m_0508.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/5-things-that-probably-arent-killing-honeybees-and-1-thing-that"}