{"summary":"Related on LiveScience and MNN:. \"I don't find it unreasonable to believe that there's another habitable planet somewhere that has started exploring space,\" Federer told the Post","advice_category":"4","content":"What started out as a casual sightseeing trip to a historic castle in the Netherlands took a bizarre turn for one Dutch woman, who claims she may have spotted some kind of UFO.\n?\nCorrine Federer, 43, a business manager and amateur photographer, was visiting medieval Muiderslot Castle outside Amsterdam last month when she started taking pictures using her camera's high-dynamic range, or HDR, feature.\n?\n\"In order to create HDR images, you take three or more exposures … at the same time, because you then overlap the images and it gives you the full spectrum of light,\" Federer told The Huffington Post. [Top 10 Alien Encounters Debunked]\n?\nFederer took dozens of photos that day, but it wasn't until sometime later that she reviewed her HDR photos and saw a startling airborne shape in some of the images.\n?\n\"It was a tubular-shaped object that had an S-shaped fin on it,\" Federer said. \"If it had been any type of missile, it would've had multiple fins, but facing the same direction. We heard nothing. It was completely quiet out. The more I flipped through the frames, it was kind of creepy.\"\n?\nIn HDR photography, several images are captured within a second, with each image using a different exposure level. The images are then combined to create a composite picture with a higher degree of clarity, depth and detail than would be possible with a single image.\n?\nUsing photographic software, Federer was able to enhance the contrast in one of her images to reveal the object seen in the photo above.\n?\nFederer's images were analyzed by Ben Hansen, a former FBI special agent and host of the Syfy Channel's program \"Fact or Faked: Paranormal Files.\" He believes the images were not faked or manipulated.\n?\n\"Having reviewed the raw files, there's no overt indication that the photos have been manipulated with post-editing software,\" Hansen told the Post. \"The object's appearance is internally consistent with the rest of the photo.\"\n?\nHansen, however, isn't convinced that the photographs show an aircraft of any kind.\n?\n\"If I had to place my money on it, I would say that we're looking at insects,\" he said. \"We typically see many wing protrusions on insect rod cases, but they do come in the single pair variety, too. It all depends on the shutter speeds and motion of the insects.\"\n?\nIndeed, insects are often the real culprit behind alleged UFO sightings, according to experts like Larry Engel, associate director of American University's Center for Environmental Filmmaking.\n?\nInsects are a consistent problem for filmmakers and photographers, Engel told LiveScience, \"especially with wide-angle cameras or small-format cameras, as each emphasizes or records objects, including dust and bugs, close to the lens.\"\n?\nOther possibile explanations for the strange image captured in Federer's photographs include an airplane, a missile test or a weather balloon.\n?\nFederer, however, believes it's possible that the object she photographed could be some kind of UFO, even an extraterrestrial one. \"I don't find it unreasonable to believe that there's another habitable planet somewhere that has started exploring space,\" Federer told the Post. \"Maybe they're more advanced than we are and they've come by to see what's going on here.\"\n?\nFollow Marc Lallanilla on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n7 Things Most Often Mistaken for UFOs\n\n\nGallery of Curiosity Rover's 'UFO' Photos\n\n\n13 Ways to Hunt Intelligent Aliens\n\n\nMNN: What if aliens are eco-terrorists?\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Marc Lallanilla, LiveScience's Life's Little Mysteries","web_category":"earth-matters#space","title":"Did woman see a UFO at castle near Amsterdam?","picture_url":"http://images.mnn.com/sites/default/files/NetherlandsUFO_m_0612.jpg","url":"http://www.mnn.com//earth-matters/space/stories/did-woman-see-a-ufo-at-castle-near-amsterdam"}