{"summary":"This is what Swedish programmer Thomas Backlund posted to his new blog on March 21:. I’ve quit my job.","advice_category":"2","content":"This is what Swedish programmer Thomas Backlund posted to his new blog on March 21:\nI’ve quit my job.\n?\nI’ve quit my apartment.\n?\n7:th of May I’m moving out into the Swedish forest to live and work from a tent.\n?\nI do not know for how long.\n?\nThere I’m gonna code om my startup idea.\n?\nI have a laptop, battery pack, solar cells and mobile broadband.\n?\nStay tuned..\n\nSince that first post in March, Backlund has followed through with his plan and is happily ensconced in the woods of Sweden, pulling energy down from the sun with his solar panels to power his laptop and mobile broadband connection. When he's not swatting away mosquitos or cooking delicious food over his camp stove, he's spending his time writing code for Blockie.io, a platform that will allow programmers and website developers to easily create back-end services for Internet applications.\n?\nHere is the tent that he is working out of:\n?\n\n?\nBacklund has two Brunton Solaris 62 panels, which can be easily rolled up for transportation.\n?\n\n?\nBacon, eggs, and a little java (both coffee and code) by the lake. Not a bad way to spend the summer.\n?\n\n?\nIt will be interesting to see how this goes and to hear how forest-coding works out for Backlund. If he pulls this off, we could see a large exodus of coders moving to the woods next summer to work. If you're going to be hunched over a keyboard for 80 hours a week, why not do it next to a beautiful lake/meadow/bubbling brook?\n?\nSwing over to ThomasBacklund.com to follow along on his wilderness coding adventures.\n?\nHungry for more tales of people living the unconventional life? Check out these stories on MNN:\nNo Money Man: The thrifty adventures of Mark Boyle\n7 people who gave up civilization to live in the wild\nMaine police capture 'North Pond Hermit' after 27 years hiding in the woods\n?\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#wilderness-resources","title":"Meet Thomas Backlund, the computer programmer who gave it all up to move to the woods and write code","picture_url":"http://images.mnn.com/sites/default/files/thomas-backlund-feat.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/meet-thomas-backlund-the-computer-programmer-who-gave-it"}