{"summary":"While liquid mercury itself it toxic, the main danger is the vapor it releases as it evaporates.?Click here for the EPA's guide to cleaning up a liquid mercury spill. To read about what mercury poisoning can do, see the EPA's pages on human exposure and health effects, or the CDC's page on elemental mercury poisoning","advice_category":"8","content":"?\nMercury as an environmental pollutant is a bigger threat to most people than the familiar metal droplets in thermometers. Not only is exposure more common, but certain microorganisms in the environment convert it to an even more toxic form called methylmercury, which then moves up the food chain, accumulating on the way. Unfortunately for us — in one of the position's few downsides — we're at the top of virtually every food chain on Earth. [For more on mercury in food, see \"FDA: How much mercury is in fish we eat?\"]\n?\nBut those silvery droplets in thermometers are also still toxic, and the fact that elemental mercury is a liquid at room temperature makes it so unusual and so useful that it's found in a variety of common products. People have been fascinated by mercury for millennia, and while they sometimes overestimated its benefits — one Chinese emperor died after drinking a mercury-tinged potion that was supposed to make him immortal — it does have practical purposes.\n?\nElemental mercury was recently common in light switches, batteries and electronic appliances like space heaters, clothes dryers and washing machines, but regulations and voluntary efforts helped pull those products off the shelves. Many people still own them, however, as well as antique items that contain mercury and could potentially leak it as vapor.\n?\nMercury is still a key part of some modern technologies, including LCD screens and fluorescent lights. Laptop computers, LCD TVs and compact fluorescent light bulbs are all safe as long as they're intact, but if they crack or shatter, they can release toxic mercury vapor. See the graphic above for more mercury-containing household items; check this EPA list or this database for even more.\n?\nFluorescent lights\nThe EPA encourages using CFL bulbs since they're more energy-efficient than traditional incandescent ones, using about 75 percent less electricity and lasting up to 10 times longer.?They and other fluorescent lights work by shooting electricity into a glass tube filled with mercury vapor, which soon glows with phosphorescent light. That vapor also, however, makes them potential health hazards if they break or when they eventually burn out.\n?\nDon't vacuum or sweep up broken fluorescent bulbs with a broom — that stirs up the mercury vapor, which can then be breathed. The EPA advises clearing out the room, opening the windows and letting it air out for at least 15 minutes. Click here for the EPA's full cleanup instructions.\n?\nWhether a fluorescent bulb breaks or dies, you'll have a toxic pollutant to get rid of. More than 670 million fluorescent bulbs are discarded each year, according to the EPA, most of which are just thrown away with city garbage. When they inevitably break, they release mercury that can wind up in the food chain.\n?\nRecycling and disposal requirements vary among local governments, but the EPA lets you search by region and state for places near you to safely discard broken or dead fluorescent lights. See its overall guide about recycling mercury-containing bulbs for more information, or this PDF guide from the federal Energy Star program. A nongovernmental site that the EPA also recommends is Earth911, which lets you search by product you want to recycle and by city or ZIP code.\n?\nDespite the hassle and dangers of a cleanup, however, the EPA also points out that CFLs save more mercury than they contain, thanks to their energy efficiency's effects on electricity consumption and power-plant emissions.\n?\nLCD screens\nLike fluorescent lights, liquid-crystal display screens electrically energize?mercury vapor to generate visible light. That means LCD TVs, laptop screens and other backlit displays have the heavy metal in them, and need to be treated carefully when they break or burn out.\n?\nTake similar precautions in cleaning up a broken LCD screen as you would with a fluorescent light. Try not to touch anything directly or breathe any fumes, and dispose of the mercury as safely as possible. Many computer makers, TV makers and electronics retailers offer take-back programs or sponsor recycling events. Check out this guide from the EPA for recycling or donating computers and other electronics, as well as Earth911.\n?\nOld appliances\nElemental mercury poses much less of a danger than it used to thanks to efforts in the 1980s and '90s to reduce its presence in electronic appliances. It was frequently used in \"tilt switches\" in TVs, thermostats, space heaters and the lids of washing machines — tilting a tube sends mercury sliding to either side, cutting off the circuit on one end while opening it on the other. Although these appliances are no longer sold, many people may still have them and should check the EPA's e-cycling page or Earth911 for information on safe disposal.\n?\nBatteries\nBatteries were the largest single source of domestic mercury demand in the 1980s, but by 1993 U.S. manufacturers had begun selling mercury-free alkaline batteries, and 1996 that became the national standard. Certain types of batteries, however — such as \"button cell\" batteries used in watches, hearing aids, pacemakers, toys and other small devices — still contain mercury as a protective liner around the battery cell. It's rare for this mercury to escape during normal use, but it could leak out over time if improperly discarded. Try looking through this list of state recycling programs from the EPA to find local information.\n?\nThermometers and barometers\nThe quintessential source of those deceptively alluring metallic beads, mercury thermometers and barometers take advantage of the liquid metal's tendency to expand and condense along with atmospheric conditions. Glass instruments can break easily and let loose slippery droplets of elemental mercury, requiring a difficult cleanup effort. While liquid mercury itself it toxic, the main danger is the vapor it releases as it evaporates.?Click here for the EPA's guide to cleaning up a liquid mercury spill. As with any hazardous waste, it's always a good idea to check with your local health department, city waste authority or fire department on how to dispose of mercury.\n?\nMore information\nFor a complete list of mercury-containing items — including consumer, medical, pharmaceutical, electrical, chemical, manufacturing and construction products — see the EPA's \"Table of Products That May Contain Mercury and Recommended Management Options.\"\nTo read about what mercury poisoning can do, see the EPA's pages on human exposure and health effects, or the CDC's page on elemental mercury poisoning\nTake a look at the EPA's spills, disposal and site cleanup page for help tackling a mercury spill or safely getting rid of an old product.\nFind out how mercury pollution affects ecosystems' health on the EPA's environmental effects page and its overview of power plant emissions.\nCheck out the U.S. laws and regulations regarding mercury, or the EPA's latest research developments. For a look at the EPA's future plans, see its \"Roadmap for Mercury.\"\n?\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Which household items contain mercury?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/which-household-items-contain-mercury"}