{"summary":"The purpose of this ribbon of pigment on the mostly pigment-free pirate ants remains a mystery, the researchers say, especially since it has not been seen on any other creature of its kind. More on LiveScience and MNN: ","advice_category":"2","content":"Scientists have discovered a strangely patterned new insect in the Philippines, dubbing it the pirate ant because of a dark stripe over its eyes that makes it look like it's wearing an eye patch.\n?\nThe formal name of the newfound creature is Cardiocondyla pirata, and belongs to a group of species that are found from Thailand across the whole Indonesian-Malaysian region.\n?\n\"On a collection trip to the Philippines we looked for different species of the genus Cardiocondyla that is known for its astonishing morphological and behavioral diversity of male ants,\" Sabine Frohschammer, a doctoral student at Germany's Universit?t Regensburg, said in a statement.\n?\nFrohschammer and colleagues picked up some already known species, but then found an unidentifiable one lurking between big stones in a shady streambed.\n?\n\"Due to the darkness of the rainforest and the translucent body parts of the tiny ants they were nearly invisible,\" the researchers said. \"Under bright light and a magnifier we detected the nice stripe across the eyes and therefore always referred to these species as 'the pirates.'\"\n?\nThe purpose of this ribbon of pigment on the mostly pigment-free pirate ants remains a mystery, the researchers say, especially since it has not been seen on any other creature of its kind. Pirate ants mate in the dark, and they have poor sight, relying mostly on chemical and tactile recognition cues, not visual ones, for communicating with other individuals in their species. That characteristic eliminates the possibility that the \"eye patch\" could serve as some sort of sexual signpost, the researchers say.\n?\nThe discoverers speculate that the pattern instead could help distract the pirate ants' enemies. To predators, the bisecting stripe may give off the impression that the insect is not an insect at all, but rather two separate objects on the ground.\nThe critter was described May 17 in the journal ZooKeys.\n?\nMore on LiveScience and MNN: \n\nMind Control: Gallery of Zombie Ants\n\n\nThe World's Freakiest Looking Animals\n\n\nThe Most Notorious Pirates Ever\n\n\nMNN: 'Crazy ants' invade southeastern U.S. \n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Weird pirate ant comes with an 'eye patch'","picture_url":"http://images.mnn.com/sites/default/files/PirateAnt.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/weird-pirate-ant-comes-with-an-eye-patch"}