{"summary":"The key is a genetically modified strain of the E. coli strain is \"perfected and robust enough for industry","advice_category":"4","content":"Plant waste has long been seen as a possible source of sustainable biofuels, and new research out of Rice University could unlock some of the energy that scientists say lies waiting in organic material.\n?\nAccording to materials provided by Rice, bioengineer Ka-Yiu San and his lab have developed a way to turn plant waste into fatty acid, which can then be further converted into fuel. The key is a genetically modified strain of the E. coli bacteria which they created by combining traits from several other strains. The scientists fed inedible cellulose from sorghum to the bacteria, which converts the sugar-heavy hydrolysate from the plants into fatty acids. These fatty acids could somedaybe converted into synthetic diesel fuel or oil-like lubricants, say the researchers.\n?\nSan's lab gets some of its funding from the U.S. Department of Agriculture, which recently announced a $25 million effort to develop new bio-based renewable energy sources and related products from switchgrass, sorghum and forestry residue. The E. coli work was funded by the National Science Foundation's Engineering Research Center for Renewable Chemicals. The project was proposed by a Utah-based company called Ceramatec Inc., which hopes to develop a market for fatty acids that could be processed in petroleum refineries.\n?\nSan reports that his patent-pending fermentation process generates an 80 percent to 90 percent yield of fatty acids from what they called \"model sugars\" (in other words, this is still a lab-based process). He says his lab, which includes his postdoctoral researchers Xiujun Zhang and Mai Li, have achieved what no other scientists have been able to do to date. Meanwhile, he thinks the process can get even better. \"Adding another 1 or 2 percent doesn't seem like much, but when you're talking about making several million tons per year, it's huge.\"\n?\nIt will be a while before they're producing millions of tons of fatty acids, though. San say they need to make sure that their E. coli strain is \"perfected and robust enough for industry. Strains that behave well in the lab may not do as well in an industrial setting.\" They hope to have a pilot plant in place to scale up the project in two or three years.\n?\nAlthough this current research has not been published, it builds upon San's previous work, including a paper published in October 2011 in the journal Biotechnology Progress.\n?\nRelated posts on MNN:\n\nASU receives $15 million for algae alternative fuel research\n\n\nWorld's first biofuel jet flight to take off in Canada\n\n\n16-year-old discovers catalyst to turn Egypt's plastic waste into biofuel","author":"","web_category":"earth-matters#energy","title":"From fat to fuel: Genetically modified bacteria could convert waste into energy","picture_url":"http://images.mnn.com/sites/default/files/editorial/fat_0.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/from-fat-to-fuel-genetically-modified-bacteria-could-convert-waste-into"}