{"summary":"The Dust Bowl likely dragged out the Great Depression, and later droughts in the 1950s and '80s reminded the country how costly it can be when the sky goes dry — the 1987-'89 drought alone carried a tab of $39 billion, more than any U.S. They often rely on either the?Palmer Drought Severity Index or the Standard Precipitation Index, and also use four general categories for classifying droughts based on their impacts:","advice_category":"8","content":"As the Great Depression tightened its grip in 1933, America was gasping for air — a quarter of its citizens were unemployed, foreclosures clogged its financial system and 4,000 banks closed in just a few months. It seemed like things couldn't get any worse.\n?\nThen the Dust Bowl hit.\n?\nBeginning in 1934 and lasting eight years in some places, it was the worst drought in U.S. history and one of the 20th century's most severe natural disasters. Giant dust storms known as \"black blizzards\" terrorized not only the Great Plains but much of the country, as dried-out soil from Texas, Kansas and Oklahoma darkened the skies over Chicago, New York and Washington, D.C. Millions of Americans were forced from their homes, creating westward migrations immortalized in the writings of John Steinbeck and the songs of Woody Guthrie.\n?\nThe Dust Bowl likely dragged out the Great Depression, and later droughts in the 1950s and '80s reminded the country how costly it can be when the sky goes dry — the 1987-'89 drought alone carried a tab of $39 billion, more than any U.S. hurricane except Katrina.?\n?\nYet even with a long history of water shortages, some parts of the U.S. have seemed especially parched lately: South Texas had almost no significant rain for 22 months in 2008 and '09, and a three-year drought has forced many California farmers to abandon cropland. Water wars now routinely roil the Southeast, with a recent multiyear drought inspiring Georgia's failed attempt to claim some of the Tennessee River.\n?\nCould U.S. droughts really be getting worse? And if so, is global warming to blame?\n?\nBefore tackling questions like those, it's worth stepping back to look at how these shadowy catastrophes operate in the first place.\n?\nWhat is a drought?\nDroughts are one of Mother Nature's sneakiest disasters. Unlike floods, tornadoes and earthquakes, we can't see one coming — try predicting rainfall for the next three years, or even three months — and there are no universal criteria for deciding whether one is currently happening.\n?\nIn the simplest terms, a drought is when moisture levels have been too low for too long. What constitutes \"too low\" and \"too long\" depends on the region — a drought in Seattle might be a deluge in Santa Fe. That's why scientists define droughts by measuring rainfall and other moisture data against regional averages. They often rely on either the?Palmer Drought Severity Index or the Standard Precipitation Index, and also use four general categories for classifying droughts based on their impacts:\nMeteorological: Precipitation decreases from the area's normal levels.\nAgricultural: Soil moisture no longer meets the needs of a certain crop.\nHydrological: Surface water and groundwater levels drop below normal.\nSocioeconomic: The drop in water supplies has begun to affect people.\nThe Dust Bowl, for example, fit into all four categories?—?rainfall virtually stopped, crops withered and died, lakes and rivers dwindled, and millions of people were displaced.?\n?\nDespite such attempts to deconstruct droughts, however, they still boil down to subpar precipitation, whether it's South Florida's summer thunderstorms or the Sierra Nevada's?winter snow. And while the connections are sometimes sketchy, much of that variability can be traced back to the Pacific Ocean's two meteorological hell-raisers: El Ni?o and La Ni?a.\n?\nWhat causes droughts?\nDroughts like those that hit Southern states in recent years have La Ni?a's fingerprints all over them, says USDA agricultural meteorologist Brad Rippey, who contributes to the U.S. Drought Monitor.?\n?\n\"La Ni?a tends to lead to dry weather across the southern tier of the United States, and that's where the Texas drought got its roots,\" Rippey says. \"The Southeastern drought got under way in 2005-'06, and much of that was likely attributable to back-to-back La Ni?as in '05-'06 and '07-'08.\"\n?\nEl Ni?o and La Ni?a are together known as the ENSO cycle, short for El Ni?o/Southern Oscillation. Capable of wreaking havoc with weather around the globe, the two phenomena are essentially a warming and a cooling, respectively, of surface water in the central Pacific Ocean. They have all kinds of convoluted effects on the Americas, but one of their most direct U.S. impacts involves drought: La?Ni?a?usually leads to a drier south and a wetter north, while El?Ni?o?has roughly the opposite effect.\n?\n[Click here to read?more about El Ni?o and La Ni?a.]?\n?\nThe Southeast's three-year drought finally ended in spring of 2009, aside from a few remaining pockets. But while the Ni?as that jump-started it have faded away, the region's underlying water problems have not: Fast-growing populations are slurping up overstretched waterways, such as metro Atlanta and its main source of drinking water, Lake Lanier (see photo at right, taken during the recent drought).\n?\n\"Obviously, as the population grows, there are more demands for water supplies,\" says Brian McCallum, assistant director for the U.S Geological Survey's Georgia Water Science Center. \"And as the population continues to grow, we'll have to implement more conservation measures, and we'll have to find new water supplies.\"\n?\nCalifornia can relate, as it and many nearby states seem perpetually parched. This animation, which?shows a 2,000-year history of North American droughts, suggests the region's dryness isn't a new problem, but the same can't be said about its influx of people over the last two centuries. Some of these newcomers were Dust Bowl refugees who began farming again in California, helping make agriculture the state's thirstiest industry?— and severely taxing a watershed fed by faraway?Sierra Nevada snowmelt?(see photo below).\n?\nWhile we can blame many southern droughts on La?Ni?a, things are more complicated in California. Thanks to its size and geography, it straddles the north-south line between ENSO's drying and drenching effects. To make matters even messier, that line can drift around to the north or south. Even though El?Ni?o might bring a rainy renaissance to Texas and the Southeast, it's a toss-up for the Golden State.\n?\n\"The typical pattern for El?Ni?o?is wetter in the south and drier in the north, and that line is very important for California,\" Rippey says. \"If that line moves high enough north, the Sierra Nevada range gets enough rain. That's why California is a little more iffy — a slight change in the ENSO pattern can have a major effect there.\"\n?\nAre droughts getting worse?\nThe Dust Bowl was one of the 20th century's defining natural disasters, even if it wasn't entirely natural. Family farmers had swarmed the Great Plains for decades thanks to 1862's?Homestead Act, using short-sighted agricultural techniques that tore up deep-rooted native grasses and encouraged soil erosion. As more and more people piled in, the semi-arid region was soon being farmed beyond capacity. When an epic drought arrived in 1934, the stage was set for a dry, dusty disaster.\n?\nIt's hard to say how common such catastrophic droughts are in North America?— not only was the Dust Bowl partly stirred up by people, but our instrumental record only goes back about 100 years. There were major droughts in the '50s and '80s, and another big one during the Civil War, but that's not enough data to scientifically pinpoint long-term trends. Thankfully, scientists aren't stumped: They can look at rings in ancient tree trunks to gather glimpses of what the continent's climate was like hundreds or even thousands of years ago.\n?\nAccording to tree-ring data collected by the USGS and the National Climatic Data Center, Dust Bowl-like droughts have occurred once or twice a century for the past 400 years. Megadroughts of the distant past dwarfed even those, however, with one during the 16th century devastating Mexico and possibly wiping out the famous Lost Colony of Roanoke in Virginia. Studies of fossilized pollen, charcoal and lake deposits let us look even further back in time, at droughts up to 10,000 years ago that were much worse than anything seen by modern North Americans.\n?\nBut now that the climate is changing so quickly, are today's mild droughts becoming more ferocious and frequent? The jury's still out on the ferocious part — although hotter temperatures will likely put more pressure on limited water supplies?— but NASA does predict global warming will increase the frequency of droughts. That's because warmer air can hold more moisture, so it accelerates evaporation and leads to wetter and wackier weather, characterized by long rainless periods between more extreme storms.\n?\nA recent Australian study found that Earth's normally rainy tropical zones have expanded outward about 310 miles during the last 25 years, but both NASA and the NCDC say the tropics are also getting drier as they grow warmer and larger. Meanwhile, rainfall has increased in both hemispheres farther away from the equator, according to the NCDC, but Northern Hemisphere snowfall has been consistently below average since 1987, and dropped 10 percent since 1966. That's bad news for thirsty Californians who rely on snow for drinking water, and might be one reason why U.S. Energy Secretary Steven Chu recently warned that uncontrolled global warming could end the state's agriculture by 2100.\n?\nDespite the threat of more frequent droughts from climate change, there's an even more immediate, and potentially permanent, way humans are wringing moisture out of their habitats: desertification. It's nothing new?— ancient civilizations in China and the Middle East worked?once-fertile earth into sandy wastelands, and a frenzy of farming, deforestation and overgrazing beginning in the late 1960s helped dry out the Sahel region of Africa, killing more than 100,000 people in five years. If the U.S. government hadn't stepped in with soil-saving measures in the 1930s and '40s, the Great Plains today might look more like Death Valley.\n?\nBut some have argued the federal Soil Conservation Service didn't do enough to halt the Plains'?desertification, warning that the region's next epic drought (which, according to tree-ring data, is due any decade now) could overshadow even the Dust Bowl. And with the country still gripped by its worst economic calamity since the Great Depression, that could once again leave millions of down-and-out Americans high and dry.\n?\nFor more on the past, present and future of U.S. droughts, check out these 10 links from Uncle Sam:\nDrought.gov: U.S. Drought Portal\nNational Weather Service: Drought Conditions\nNational Weather Service: Precipitation Analysis\nClimate Prediction Center: Drought Monitoring\nUSGS: Drought Watch\nEPA: Severe Drought\nNASA: Drought:?The Creeping Disaster\nNASA: From the Dust Bowl to the Sahel\nLibrary of Congress: Dust Bowl During the Great Depression\nNational Climatic Data Center: North American Drought: A Paleo Perspective\n?\nPhotos courtesy NASA, NOAA, USGS and Drought.gov.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"A shadow of a drought","picture_url":"http://images.mnn.com/sites/default/files/dustbowl.jpg","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/a-shadow-of-a-drought"}