{"summary":"Kepler launched with four functioning reaction wheels — three for immediate use and one spare. Whether or not Kepler can get healthy again, the mission's exoplanet finds will keep rolling in for years to come, researchers say.","advice_category":"4","content":"NASA's Kepler spacecraft has spotted 503 new potential alien worlds, some of which may be capable of supporting life as we know it.\n?\n\"Some of these new planet candidates are small and some reside in the habitable zone of their stars, but much work remains to be done to verify these results,\" Kepler mission manager Roger Hunter, of NASA's Ames Research Center in Moffett Field, Calif., wrote in an update on June 7.\n?\nThe latest haul brings Kepler's tally of exoplanet candidates to 3,216. Just 132 of them have been confirmed by follow-up observations to date, but mission scientists expect at least 90 percent will end up being the real deal. [7 Greatest Kepler Discoveries (So Far)]\n?\nThe new finds were pulled from observations Kepler made during its first three years of operation, from May 2009 to March 2012, researchers said. The telescope hasn't done any planet hunting since being hobbled by a failure in its orientation-maintaining system in May.\n?\nUncertain future\nThe $600 million Kepler spacecraft?launched in March 2009, kicking off a 3.5-year mission to determine how common Earth-like planets are throughout the Milky Way galaxy.\n?\nKepler spots exoplanets?by detecting the tiny brightness dips caused when they pass in front of their stars' faces from the instrument's perspective. The observatory does this precision work by staying locked onto 150,000-plus target stars using three gyroscope-like devices called reaction wheels.\n?\nKepler launched with four functioning reaction wheels — three for immediate use and one spare. But one wheel, known as number two, failed in July 2012. And a second (number four) gave up the ghost last month, robbing the spacecraft of its precision pointing ability.\n?\nIf at least one of the failed wheels cannot be recovered, Kepler's planet-hunting days are almost certainly over and a new mission will have to be drawn up for the spacecraft.\n?\nEngineers have identified a number of tests that could help gauge the likelihood of bringing back the balky wheels, Hunter said. They're currently developing these commands on the Kepler testbed at Ball Aerospace in Boulder, Colo., where the spacecraft was built.\n?\n\"It will likely be several weeks before they are ready to implement the commands on the reaction wheels aboard the spacecraft,\" Hunter wrote in the June 7 update. \"We will continue to provide updates on significant changes as these plans develop and mature.\"\n?\nMore finds to come\nWhether or not Kepler can get healthy again, the mission's exoplanet finds will keep rolling in for years to come, researchers say.\n?\nKepler has collected huge amounts of data, and team members have had time to go through just about half of it so far.\n?\n\"We have excellent data for an additional two years,\" Kepler principal investigator Bill Borucki, also of NASA Ames, told reporters last month. \"So I think the most interesting, exciting discoveries are coming in the next two years.\"\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nGallery: A World of Kepler Planets\n\n\nThe Search For Another Earth | Video\n\n\nAlien Planet Quiz: Are You an Exoplanet Expert?\n\n\nMNN: 10 places on Earth that resemble alien planets\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"NASA's Kepler telescope spots 503 new alien planets","picture_url":"http://images.mnn.com/sites/default/files/KeplerNASA.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasas-kepler-telescope-spots-503-new-alien-planets"}