{"summary":"\"In rats, on the other hand, the eyes generally move in opposite directions,\" Kerr explained.. \"When the head points downward, the eyes move back, away from the tip of the nose,\" Kerr said","advice_category":"2","content":"Rats can always see what's above them thanks to their shifty eyes, scientists say.\n?\nResearchers discovered that running rats are constantly moving their eyes in opposite directions, side to side and up and down, which lets them keep a permanent watch for predatory birds that might be hovering in the air.\n?\nFor humans, the eyes on our faces must move precisely in the same direction to fixate on an object. If the pupils are not pointed along the same line, people start seeing double. It turns out that could be a good thing for rats, whose eyes are on the sides of their heads.\n?\n\"Humans move their eyes in a very stereotypical way for both counteracting head movements and searching around. Both our eyes move together and always follow the same object,\" study researcher Jason Kerr from the Max Planck Institute for Biological Cybernetics said in a statement.\n?\n\"In rats, on the other hand, the eyes generally move in opposite directions,\" Kerr explained.\n?\nKerr and colleagues attached tiny cameras to the rats' heads to record their speedy eye movements while running. The direction of the rats' right eye and left eye changed depending on the animals' head position, the researchers found. [Optical Illusions: A Gallery of Visual Tricks]\n?\n\"When the head points downward, the eyes move back, away from the tip of the nose,\" Kerr said. \"When the rat lifts its head, the eyes look forward: cross-eyed, so to speak. If the animal puts its head on one side, the eye on the lower side moves up and the other eye moves down.\"\n?\nThese opposing eye movements mean a rat's line of vision can vary widely — by as much as 40 degrees in the horizontal plane and up to 60 degrees in the vertical plane, the researchers said. What's more, the divergent movements mean rats can't fuse the visual information entering each eye into a single image like humans can.\n?\nBut having googly eyes comes with a big advantage for rats: It allows them to keep the space above in view all the time, simultaneously by both eyes. This does not occur in any other region of the rat's visual field, the researchers said. The team thinks this ability is an adaptation to look out for threats from the air, since many species of predatory birds feast on rats.\n?\nThe research was detailed in the journal Nature on May 26.\n?\nFollow LiveScience on Twitter @livescience. We're also on Facebook?& Google+. \n?\nRelated on LiveScience and MNN:\n\n7 Ways Animals Are Like Humans\n\n\nVision Quiz: What Can Animals See?\n\n\n10 Amazing Things You Didn't Know about Animals\n\n\nMNN: Top 20 cities at risk for rodent problems\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Googly eyes help rats watch for birds","picture_url":"http://images.mnn.com/sites/default/files/RatVision_m_0528.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/googly-eyes-help-rats-watch-for-birds"}