{"summary":"\"It has taken us a little while to figure out a really good type of treadmill because on the space station, whenever you're running on a treadmill and you have any type of loading, you are putting that load into the spacecraft and that's not so good,\" explained Williams.. They were very conscientious about how the treadmill would interact with the spacecraft","advice_category":"4","content":"The space station's original treadmill has not yet run its course.\n?\nThe \"Treadmill Vibration Isolation System\" (TVIS), which was used by both astronauts and cosmonauts to exercise aboard the International Space Station for more than 12 years was not jettisoned on Tuesday (June 11) onboard a spent Russian cargo freighter, as earlier reported.\n?\nA NASA spokesperson confirmed Tuesday afternoon that the information earlier provided to collectSPACE.com by the space agency was in error.\n?\nThe device, which is no longer in use, will instead leave the station and be discarded with the next Russian unmanned resupply vehicle, Progress M-18M (50P), which as of Tuesday was scheduled to undock on July 26. After its departure, the cargo craft and its contents — including the TVIS treadmill — will be destroyed during its descent back into Earth's atmosphere.\n?\nThe TVIS was replaced aboard the station by a Russian-built unit that was first put into use recently and by a more advanced U.S. treadmill named after television comedian Stephen Colbert.\n?\n\"There has been a history of treadmills, trying to get them to work pretty well in space, and it is no easy feat,\" said NASA astronaut Sunita \"Suni\" Williams, who ran on the TVIS, and later the C.O.L.B.E.R.T. (Combined Operational Load Bearing External Resistance Treadmill), to stay in shape during her two long-duration missions onboard the space stationin 2006 and 2012. [Photos: Comedian Stephen Colbert Visits NASA]\n?\nAstronauts and cosmonauts use treadmills and other types of exercise devices as a countermeasure to the debilitating effects that extended exposure to microgravity has on the human body, including the loss of muscle mass and bone density.\n?\nWilliams made history on the TVIS by becoming the first person to run a full marathon in space. On April 16, 2007, as thousands on the ground ran in the Boston Marathon, Williams completed the same distance on the stationary-but-still-circling-the-Earth treadmill.\n?\n\"It made it through the [marathon's] 26.2 miles without a fault,\" Williams recalled in an interview with collectSPACE about the TVIS's legacy.\n?\nLast month, Russian cosmonauts — who had been using the TVIS since it was replaced in the U.S. segment of the space station by the COLBERT (or \"T2\")— uninstalled the treadmill and packed it inside the Progress M-19M (51P) unmanned resupply craft to discard with other no-longer-needed hardware and trash. The cosmonauts now use the BD-2 treadmill, Russia's first new space exercise machine since the space station Mir.\n?\nProgress M-19M undocked from the station Tuesday at 9:58 a.m. EDT (1358 GMT). The spacecraft is scheduled to perform a deorbit burn on June 19, which will begin its destructive descent back into the Earth's atmosphere.\n?\nBalancing act\nDesigning a treadmill to work in space presents a unique set of challenges. Not only must the machine keep the person running on it from floating away, but it also needs to prevent each and every pounding step from vibrating the entire spacecraft to the detriment of the structure's health.\n?\n\"It has taken us a little while to figure out a really good type of treadmill because on the space station, whenever you're running on a treadmill and you have any type of loading, you are putting that load into the spacecraft and that's not so good,\" explained Williams.\n?\n\"TVIS sat on a gyro and that in itself was a little bit more of a monster than even the treadmill you see when you look at someone who was jogging on it,\" she added.\n?\nThe spinning gyroscope counteracted the vibrations that were generated by running from then propagating across the station. It was up to bungees to keep the astronaut on the treadmill.\n?\n\"On Earth, of course, gravity is holding you down. You don't have to wear any type of equipment that will hold you down,\" Williams said. \"On TVIS, you had a harness that went over your shoulders and around your waist and then had two connecting points on either side of your hips that connected it to the structure, the frame of the treadmill. That way, every time you pushed up, it pulled you back down.\"\n?\n\"The amount it was pulling you back down dictated how much you 'weighed.' It put a force back into the treadmill and so if the force was higher, you weighed more,\" she said. \"You can think of it simply as a bungee that had to be stretched further and further and the more that it was stretched, the bigger the force.\"\n?\nA better compromise\nA similar bungee restraint system is used on the T2, but on the newer treadmill, brackets and pins replace the gyro, leading to a more stabile running surface.\n?\n\"TVIS sat on a gyro, so when it started, it was a little bit wobbly,\" Williams recalled. \"The gyro spun up, it had to get up to a certain [rotation per minute] to be stabilized, and then TVIS could move in all six degrees of freedom.\"\n?\n\"With the ability for [TVIS] to move around quite a bit, this is subjective, but I did find that it was a good exercise for neural-vestibular stimulation as well,\" Williams stated. \"I would run with my eyes closed and you'd have to be able to figure out how to keep your balance while [running]. I think that helped a little bit with the neural-vestibular re-adaptation when I came back to Earth.\"\n?\nOther differences between the TVIS and its successors included its user interface — TVIS had a dedicated control panel while T2 uses a laptop for control — and its running surface. TVIS was much more narrow than the newer T2 treadmill, or those back on Earth.\n?\n\"TVIS was skinnier, so you always had that feeling you're having to watch where you are stepping so you were not inadvertently stepping [off],\" Williams said.\n?\n\"So if you can imagine, if you're at a gym and on a normal treadmill, you are not really feeling like you have to watch where you are stepping. You're just doing your normal step and you're not thinking about that,\" she continued. \"[On TVIS] you had to sort of watch where your feet were going, which caused people to run a little bit different, not quite like their normal stride.\"\n\nT2 was equipped with a wider running track, much more like treadmills used in Earth-bound gyms.\n?\n\"I think in the beginning, people were just trying to figure out how to design a treadmill without causing the vibration and loading in the system. They were very conscientious about how the treadmill would interact with the spacecraft. That was the whole rise of the vibration isolation system and all of its complexities,\" Williams said.\n?\n\"We've learned a whole lot over the years by having that treadmill and taking data from [the TVIS],\" she concluded.? \"We've learned a whole lot about how much vibration it puts into the structure and what is needed to get the crew member into good shape, and [in the process] finding out a better compromise.\"\n?\nMore on SPACE.com and MNN:\n\n6 Everyday Things That Happen Strangely in Space\n\n\nQuiz: The Reality of Life in Orbit\n\n\nMNN: 10 things you don't know about the International Space Station\n\nThis story was originally written for SPACE.com and has been republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Robert Z. Pearlman, collectSPACE.com","web_category":"earth-matters#space","title":"Space station's first treadmill to be jettisoned","picture_url":"http://images.mnn.com/sites/default/files/spacetreadmill.jpg","url":"http://www.mnn.com//earth-matters/space/stories/space-stations-first-treadmill-to-be-jettisoned"}