{"summary":"The azalea basin in Grant Park. Grant, an engineer who not only designed the fortifications but also donated the land to create the park.","advice_category":"2","content":"With more than 131 acres, Grant Park is a giant greenspace that provides a natural foil to urban living. It may not be as well-known as its sister parks, but that's OK with the runners, dog-walkers and nature lovers who make the park part of their daily routines.\n?\nTucked just south of Interstate-20 in a neighborhood of the same name, Grant Park is Atlanta's oldest surviving park. Railroad engineer Lemuel P. Grant, for whom the park is named, donated 100 acres in 1883. An additional 44 acres were added in 1890, according to the Grant Park Conservancy. The park houses Zoo Atlanta and Atlanta Cyclorama — a Civil War museum that boasts a giant oil painting depicting the Battle of Atlanta — and some of the city's grandest old trees.\n?\nGet a dose of nature with this virtual stroll through the park:\n?\n\nThe azalea basin in Grant Park. (All photos copyright ?2013 Raymond McCrea Jones)\n?\n\nA tree bursts into bloom.\n?\n\nThe roots of a gnarled tree in the azalea basin.\n?\n\nA closer look shows the tree has a name carved into the bark.\n?\n\nConstitution Spring is a now-defunct freshwater spring. This tucked-away corner also boasts a dense collection of native plants.\n?\n\nA side view of the Cyclorama building, which houses the world's largest oil painting, a depiction of the Battle of Atlanta.\n?\n\nThe front entrance to Cyclorama, which was designed by John Francis Downing. The building was constructed to protect the huge painting, which is 42 feet tall by 358 feet wide and weighs about 9,000 pounds.\n?\n\nRedbuds bloom near the entrance of Zoo Atlanta.\n?\n\nPark-goers walk under the generous tree canopy to reach the zoo.\n?\n\nThe native azaleas put on a stunning display in April and early May.\n?\n\nWhen the trees are in bloom, the park comes alive.\n?\n\nThis old stone bridge near the zoo was installed in the park in the 1890s and once served as a carriage entrance to the park. A stream once ran beneath the bridge and entered Lake Abana.\n?\n\nVisitors come from all over the city and beyond. Zoo Atlanta is a big draw to the park, which supporters have dubbed \"the peoples' park.\"\n?\n\nFive pandas call Zoo Atlanta home, and three of them were born there.\n?\n\nAn exotic bird sits on a branch in the bird enclosure at the zoo.\n?\n\nSatu, a 9-year-old male orangutan, glances at his latest visitors at the zoo.\n?\n\nA miniature train ride gets zoo visitors where they need to go.\n?\n\nZoo-goers feed the farm animals.\n?\n\nOutside the zoo, a squirrel forages for food.\n?\n\nBefore the trees leaf out, downtown Atlanta can be seen from the top of Fort Walker, which was part of a line of fortifications created to protect the city during the Civil War. What remains are the tell-tale berm and a historical marker. \n?\n\nA plaque commemorating Fort Walker is all that remains. Also mentioned is Lemuel P. Grant, an engineer who not only designed the fortifications but also donated the land to create the park.\n?\n\nVictorian houses line Cherokee Avenue along the west side of the park.\n?\n\nThe base of the Erskine Memorial Fountain and a wrap-around bench is tucked into a pocket near the Cherokee Avenue entrance to the park.\n?\n\nThe newest draw for visitors is the Grant Park Farmers Market, which is open every Sunday from the end of April through mid-December. \n?\n\nChef Kevin Gillespie provides a cooking demonstration during opening day of the farmers market.\n?\n\nA tree blooms in Grant Park.\n?\nRelated park files on MNN:\n9 of the world's most impressive city parks\nWhy parks pay off: Green space is good for happiness\nExplore more parks, from hidden local gems to the national monuments","author":"","web_category":"earth-matters#wilderness-resources","title":"Grant Park: Take a tour of an urban oasis","picture_url":"http://images.mnn.com/sites/default/files/editorial/grantparktree.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/grant-park-take-a-tour-of-an-urban-oasis"}