{"summary":"That snake still holds the record for carrying the most eggs — a whopping 87 — of any a Burmese python captured in Florida. A Miami man wrangled and killed the longest-ever Burmese python to be captured in Florida, wildlife officials announced today (May 20)","advice_category":"2","content":"Florida has a long list of problematic invasive species, from the vervet monkey to the lionfish, but the Burmese python might be the state's public enemy No. 1 — so much so that residents will hop out of their cars at night to catch one double the normal size.\n?\nA Miami man wrangled and killed the longest-ever Burmese python to be captured in Florida, wildlife officials announced today (May 20). The 128-lb (58 kilograms) snake measured 18 feet, 8 inches (5.6 meters) long.\n?\nJason Leon spotted the python poking out of the roadside brush late on May 11 as he was driving in a rural part of southeast Miami-Dade County, according to the Florida Fish and Wildlife Conservation Commission (FWC). [In Photos: Giant Pythons Invade Florida]\n?\nLeon, who had previous experience with Burmese pythons as a pet owner, apparently got out of his car, grabbed the snake behind its head and dragged it out of the brush. People who were with Leon came to help when the snake started wrapping around his leg. The man eventually used a knife to kill the snake and reported the incident to authorities, the FWC said.\n?\nAdult Burmese pythons caught in Florida are on average between 6 feet and 9 feet (1.8 and 2.7 m) in length. The previous record-setter, found in August 2012, was 17 feet, 7 inches (5.3 meters) long. That snake still holds the record for carrying the most eggs — a whopping 87 — of any a Burmese python captured in Florida. The recently identified beast, now dead, was a female but was not carrying any eggs, according to the University of Florida scientists who examined the snake.\n?\nKristen Sommers, the FWC's exotic species coordination leader, praised Leon's actions and said the agency is \"grateful to him both for safely removing such a large Burmese python and for reporting its capture.\"\n?\nBut tackling the state's problem with the Burmese python will take even greater heroics.\n?\nAs its name suggests, the snake is native to Southeast Asia, and it was thought to be first let loose by exotic pet owners in the 1990s. Since then, the population of this nonvenomous constrictor has exploded in south Florida, mostly in the everglades, and it is wiping out native wildlife, such as bobcats, foxes, raccoons and other animals. Wildlife officials have said there may be up to 100,000 Burmese pythons living in the state. A month-long python roundup earlier this year saw 68 of them killed.\n?\nMore on LiveScience and MNN:\n\nImage Gallery: Snakes of the World\n\n\nAlien Invaders: Destructive Invasive Species\n\n\nThat's Odd! The 10 Weirdest Animal Discoveries\n\n\nMNN: 10 of the biggest animals to roam the planet \n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Nearly 19 feet! Longest Burmese python captured in Florida","picture_url":"","url":"http://www.mnn.com//earth-matters/animals/stories/nearly-19-feet-longest-burmese-python-captured-in-florida"}