{"summary":"With China producing more and more power from its own photovoltaic cells, this could reduce the supply to the rest of the world, Faiman said.. One of the main reasons was that China began producing massive amounts of cheap photovoltaic cells, which put companies around the world out of business, said David Faiman, a solar energy expert at Ben-Gurion University of the Negev, at a recent media briefing","advice_category":"4","content":"SEDE BOQER, Israel — In early 2011, the solar energy sector was growing quickly throughout the world, with money pouring into a variety of exciting companies and projects. But about a year and a half ago, the growth of the manufacturing segment began to slow, and a variety of promising companies were shuttered, according to a solar energy expert. But why?\n?\nOne of the main reasons was that China began producing massive amounts of cheap photovoltaic cells, which put companies around the world out of business, said David Faiman, a solar energy expert at Ben-Gurion University of the Negev, at a recent media briefing. (According to the Harvard Business Review, prices for cells have plummeted more than 65 percent from 2011-2012.)\n?\nThis also hurt other renewable energy companies, which suffered when investors shifted funds to watts produced from these cheap solar panels, Faiman said. But energy from photovoltaic cells is not the same as that from other related renewable energy sources such as solar thermal (which derives energy from heating water), though they are lumped together as renewables. [Proposed Satellite Would Beam Solar Power to Earth]\n?\n\"'Photovoltaic energy is now much cheaper — let's cancel these other projects,'\" goes the thinking, Faiman said. \"But the economics are far more complex than simply dollars per watt.\"\n?\nAt the same time, large deposits of fossil fuels have been found in North America — for example, huge amounts of oil shale. Substantial reservoirs of natural gas have also been found off the shore of Israel, Faiman said.? That has hurt the momentum of renewable energy, and solar energy in particular. \"If it is perceived by politicians that we've achieved energy independence, why do we need these renewables?\" he said.\n?\nThere is some hope on the horizon, however. New manufacturing techniques could help Western companies compete in the solar manufacturing industry. And the rise of concentrated photovoltaic cells, which magnify the strength of the sun to produce more energy, are also catching on in the U.S. and elsewhere. With China producing more and more power from its own photovoltaic cells, this could reduce the supply to the rest of the world, Faiman said.\n?\nNew technologies being developed could also help turn the corner. Faiman's group, for example, is tackling the problem of energy storage, which is one of the biggest problems with solar: Electricity can't be produced at night and other times when it's needed. Faiman's group is working on a one-of-a-kind battery than uses a unique chemical cocktail that functions as a liquid electrode, and can be charged in four different compartments. The solution can mix without causing a caustic reaction, like most batteries. Most importantly, however, it can quickly deliver large amounts of energy to the grid, he said.\n?\nThe company that helped him develop it, however, filed for bankruptcy on the day the battery was delivered to the Ben-Gurion National Solar Energy Center. But Faiman's research on the device continues.\n?\nEmail Douglas Main at?dmain@techmedianetwork.com or follow him @Douglas_Main. Follow us?@livescience,?Facebook or?Google+.\n?\nRelated on LiveScience and MNN:\n\nReaders Pick: Top 10 Alternative Energy Bets\n\n\nTop 10 Emerging Environmental Technologies \n\n\n10 Ways to Green Your Home\n\n\nMNN: Affordable solar: Alternatives to solar panels\n\nThis story was originally written for LiveScience was republished with permission here. Copyright 2013 TechNewsDaily, a TechMediaNetwork company.","author":"Douglas Main, LiveScience","web_category":"earth-matters#energy","title":"Why solar companies can't compete with cheap Chinese panels","picture_url":"http://images.mnn.com/sites/default/files/SolarCellBusiness_m_0312.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/why-solar-companies-cant-compete-with-cheap-chinese-panels"}