{"summary":"\tRemote-controlled kites would have an advantage over wind turbines because they can fly at much higher altitudes where wind speeds increase considerably and stay consistently strong. \tRelated on TechNewsDaily and MNN:","advice_category":"4","content":"Wind power could work almost anywhere if people turned to high-flying kites rather than relying on just wind turbines. The latest startup to run with that idea wants to harness high-altitude winds through the use of \"kite surfing\" technology.\n\n\t?\n\n\tKite surfers typically attach themselves to stunt kites so that they can \"leap\" high into the air. Berlin-based startup NTS GmbH wants to use similar kites to drive a generator that can convert the kinetic energy from the kites' motions into electricity — a method that can make even lowland sites that have very little wind at ground level suitable for harnessing wind power.\n\n\t?\n\n\t\"The energy yield of a kite far exceeds that of a wind turbine, whose rotor tips turn at a maximum height of 200 meters (656 feet),\" said Joachim Montnacher, an engineer at the Fraunhofer Institute for Manufacturing Engineering and Automation IPA in Germany. \"Doubling the wind speed results in eight times the energy.\"\n\n\t?\n\n\tRemote-controlled kites would have an advantage over wind turbines because they can fly at much higher altitudes where wind speeds increase considerably and stay consistently strong. Such kites also cost much less to build than wind turbine towers.\n\n\t?\n\n\tMontnacher and his colleagues envision the kites flying at altitudes of about 1,000 to 1,600 feet (300 to 500 meters) where they can catch strong winds. The swooping kites would have cables almost 2,300 feet (700 m) long that allow them to pull vehicles around a circuit on rails, so that generators could turn the vehicles' kinetic energy into electricity.\n\n\t?\n\n\tThe startup and Fraunhofer researchers have already conducted a first test with a kite flying along a straight track 1,300 feet (400 m) long. As a next step, they hope to make the test track into a loop and hand over human remote control of the kites to automatic computer control.\n\n\t?\n\n\tOther companies such as California's Makani Power have experimented with flying wind turbines that resemble a cross between model airplanes and kites. Italy's KiteGen Research has also experimented with kites flying a mile (5,280 feet) above the Earth to generate wind power.\n\n\t?\n\n\t?\n\n\tFollow TechNewsDaily on Twitter @TechNewsDaily, or on Facebook.\n\n\t?\n\n\tRelated on TechNewsDaily and MNN:\n\n\n\t\t\tChanging Earth: 7 Ideas to Geoengineer Our Planet\n\n\n\n\t\t\tGiant Kites Take Flight in Italian Hill Country\n\n\n\n\t\t\t5 Wild Weather Control Ideas\n\n\n\n\t\t\tMNN: U.S. approves huge wind farm in Wyoming\n\n\n\n\n\tThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"TechNewsDaily","web_category":"earth-matters#energy","title":"'Kite surfing' helps generate wind power","picture_url":"http://images.mnn.com/sites/default/files/windpower_0.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/kite-surfing-helps-generate-wind-power"}