{"summary":"The Moore tornado was followed 11 days later by another EF5 tornado near the town of El Reno, Okla., to the west of Oklahoma City. The path of the tornado can be seen in the damage it left on the ground, particularly at its strongest points, in a new image taken by the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) on NASA's Terra satellite on June 2 — more than two weeks after the tornado hit","advice_category":"2","content":"The numerous photos and videos taken on the ground after a massive EF5 tornado tore through the Oklahoma City suburb of Moore on May 20 showed the individual scale of the destruction. A new satellite image shows the full scale of the disaster, with the trail of damage the tornado left visible as a scar across the landscape.\n?\nThe twister touched down at 2:56 p.m. CDT, some 4.4 miles (7.1 kilometers) west of the town of Newcastle, and was on the ground for about 40 minutes, barreling through Moore and finally dissipating 4.8 miles (7.7 km) east of the city at 3:35 p.m. CDT, according to National Weather Service surveyors. The total path of the tornado was 17 miles (27 km) long and 1.3 miles (2.1 km) across at its widest. The tornado started and ended its life as an EF0, the lowest rating on the Enhanced Fujita scale, but at its peak, it was a terrible EF5, the highest ranking on the scale.\n?\n\n\n?\nThe path of the tornado can be seen in the damage it left on the ground, particularly at its strongest points, in a new image taken by the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) on NASA's Terra satellite on June 2 — more than two weeks after the tornado hit. The image, featured by NASA's Earth Observatory, is a false-color one, with green, red and infrared wavelengths of light combined to distinguish particular features on the ground. In the image, water is blue, vegetation is red and buildings and paved surfaces are a blue-gray. The damage path of the tornado is the jagged beige streak running from left to right across the image; the lack of color across it is a mark of the vegetation that was lost during the storm, the Earth Observatory notes.\n?\nSatellites also captured the tornado outbreak from above, seeing the supercell thunderstorms that can spawn tornadoes as they developed.\n?\nThe Moore tornado killed 24 people and injured 387, according to the Oklahoma Department of Emergency Management. Final assessments on the damage haven't been completed, the department notes, but an estimated 1,150 homes were destroyed and the total damage is estimated at $2 billion.\n?\nThe Moore tornado was followed 11 days later by another EF5 tornado near the town of El Reno, Okla., to the west of Oklahoma City. That tornado is the widest on record, measuring 2.6 miles (4.2 km) across at its biggest. It was responsible for the deaths of three storm chasers.\n?\nFollow Andrea Thompson @AndreaTOAP, Pinterest? and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nOklahoma's EF-5 Tornado Scar Seen From Space | Video\n\n\nImage Gallery: Moore, Okla., Tornado Damage - May 20, 2013\n\n\n4 Things You Need to Know About Tornado Season\n\n\nMNN:\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Andrea Thompson, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Satellite image reveals Moore tornado scar","picture_url":"http://images.mnn.com/sites/default/files/MooreTornadoScare_m_0605.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/satellite-image-reveals-moore-tornado-scar"}