{"summary":"Ultimately, he added, it's about continuing the U.S. Check out the full video of Obama's Argonne speech below:","advice_category":"4","content":"President Obama outlined a plan Friday afternoon to wean U.S. automobiles off gasoline, citing long-term benefits for the economy, the environment and national security. First mentioned in his?State of the Union address?last month, the plan would redirect $2 billion in federal oil and gas royalties to an \"Energy Security Trust,\" which would fund research into cleaner fuels and more energy-efficient vehicles.\n?\nThe announcement came during a visit to Argonne National Laboratory near Chicago, where Obama called on American researchers to improve battery technology, ratchet up vehicle efficiency, flesh out biofuels and generally investigate new ways to power automobiles without fossil fuels. The plan reportedly has some bipartisan support, which it will likely need since Congress must approve it.\n?\nThe money would come from federal oil and natural gas royalties, which are projected to grow due to increased domestic fossil-fuel development. And while the goal of this Energy Security Trust is to eventually curb the country's reliance on oil, Obama said Friday that \"in the meantime, we'll keep moving on the 'all of the above' strategy that we've been working on for the past five years.\"\n?\nIn fact, on top of doubling U.S. renewable-energy generation by 2020, Obama's plan aims to further boost oil and gas production, both by having the Interior Department streamline drilling permits and by investing $375 million into \"cleaner energy from fossil fuels.\"\n?\nDespite industry support and some bipartisan sentiment, the plan isn't expected to please congressional Republicans overall, who often see such initiatives as a tax on energy producers. But since the funding would come from public drilling revenues, the Obama administration argues it's merely a reallocation, not a new tax.\n?\nThe $2 billion would be spread out over 10 years, and would support research into an array of technologies like next-generation electric cars, U.S.-grown biofuels, fuel cells and vehicles powered by natural gas. Aside from conserving energy and reducing carbon emissions, the White House released a statement this week arguing the trust \"would help solidify America's position as a world leader in advanced transportation technology.\"\n?\nObama echoed that sentiment Friday.?\"The reason so many different people from the private sector, the public sector, our military support this idea is because it's not just about saving money; it's also about saving the environment, [and] about our national security.\"\n?\nUltimately, he added, it's about continuing the U.S. legacy of high-tech breakthroughs. \"The nature of America's miraculous rise has been our drive, our restless spirit, our willingness ... to take risks, to innovate,\" he told the crowd of scientists gathered at Argonne. \"What was just an idea two decades ago is now rolling off assembly lines in cutting-edge, fuel-efficient cars that you can plug in at night. Well, imagine all the ideas right now with all of these young scientists and engineers.\"\n?\nCheck out the full video of Obama's Argonne speech below:\n?\n\n\n?\nRelated automobile stories on MNN:\n\nWhen gas prices go up, Americans buy green\nFixing diesel's bad rap with 50-mpg cars\nHybrid cars must make noise, feds say\nIs obesity a heavy drag on fuel economy?\n\n?","author":"","web_category":"earth-matters#energy","title":"Obama pitches plan to wean cars off gasoline","picture_url":"http://images.mnn.com/sites/default/files/obama_argonne.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/obama-pitches-plan-to-wean-cars-off-gasoline"}