{"summary":"\tHow lightning works. \tThunder is the sound made by lightning","advice_category":"8","content":"?\n\n\tLightning is the weapon of choice for discerning deities. Whether you're Zeus, Thor or Tlaloc, there's no better way to assert your authority than smiting humans with thunderbolts.\n\n\t?\n\n\tMany people saw lightning this way for thousands of years, like a shock collar from the gods. The idea still comes up when someone says \"may God strike me dead\" to support a claim, and although scientists have learned a lot about weather and electricity in the past few millennia, lightning and other atmospheric electricity remains shrouded in mystery. Here's a rough look at what we do know:\n\n\t?\n\n\tHow lightning works\n\n\tAs a summer thunderstorm soars over the landscape, it fuels itself by vacuuming up warm, moist air below. Known as \"updrafts,\" these vertical gusts create the storm cloud and stir up the turbulent environment inside it where lightning is born.\n\n\t?\n\n\tUpdrafts carry water droplets high into a thunderstorm, where they condense into clouds at the cooler altitudes around its peak. If there's enough humidity underneath the storm, it might billow into a towering monstrosity, launching some water droplets as high as 70,000 feet, miles above the freezing level. When these droplets freeze and fall back down, they collide with warmer droplets on the way, freezing them and releasing their heat. This heat keeps the surface of the falling ice slightly warmer than its surroundings, turning it into a soft hail known as graupel.\n\n\t?\n\n\tAlthough scientists still don't know how clouds generate the electrical charge needed for a lightning strike, many believe graupel is to blame. When it starts churning around the thunderstorm and crashing into other water droplets or ice particles, an odd thing happens: Electrons are sheared off the rising particles and collect on the falling ones. Since electrons are negatively charged, this leads to a cloud with a negative base and a positive top — like a battery. Unlike a battery, however, the cloud's electrical field is constantly being recharged by updrafts, which also continue stacking the storm taller and taller, pushing its positive top farther from its negative base.\n\n\t?\n\n\tNeedless to say, this can't last. Nature abhors a vacuum, but she's no fan of electrical fields, either, usually releasing their energy any chance she gets. Still, Earth's atmosphere is a good insulator, so superpowerful charges must build up to a certain threshold before they can overwhelm the air. When that eventually happens, the resulting lightning strike can carry 100 million to 1 billion volts.\n\n\t?\n\n\tLightning's first spark is a ghostly streak of electricity known as a \"stepped leader,\" which begins forcing its way through the air in 50-yard bursts, looking for the path of least resistance between one charged region and the other. Once it connects with the opposite region's most convenient point, a glowing return stroke blasts back along the same path at 60,000 miles per second. A flash consists of one or up to 20 return strokes along the same lightning channel — usually about 1 to 2 inches in diameter — but it all happens faster than you can say greased lightning.\n\n\t?\n\n\tUnless, of course, you watch it in \"super duper slow motion\" like this:\n\n\t?\n\n\n\n\t?\n\n\tHow thunder works?\n\n\tThunder is the sound made by lightning. Specifically, it's the sound made by gases in the air exploding as lightning heats them to about 20,000 degrees Fahrenheit — three times hotter than the surface of the sun — in less than one second. The initial tearing noise is usually caused by the stepped leader, and the sharp click or crack heard just before the main crash is caused by the positive streamer up from the ground.\n\n\t?\n\n\tWe can't hear thunder more than about 25 miles away from a storm, but the lightning may still be visible, since light travels faster and farther than sound. This type of seemingly silent lightning is often called \"heat lightning,\" a common misnomer.\n\n\t?\n\n\tLightning hits the planet about 100 times every second, or roughly 8 million times a day. While up to 80 percent of all lightning stays within the cloud where it formed, it's also well-known for venturing out, and comes in a wide range of styles, from spider and sheet lightning to blue jets, sprites and elves. Check out the following list for some of the highlights in Mother Nature's fireworks show:\n\n\t?\n\n\tKEEP READING: Types of lightning >","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What causes lightning?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/what-causes-lightning"}