{"summary":"The USGS also has projects exploring the geology of other rare-earth deposits. The key to this monopoly isn't an abundance of rare-earth deposits, but its expertise in processing ore into oxides and pure metal","advice_category":"2","content":"Red state or blue state, liberal or libertarian, Americans share an addiction to rare-earth elements imported from China.\n?\nGreen technologies such as electric cars, wind turbines, solar panels and fluorescent light bulbs rely on rare-earth metals. The military depends on rare earths for guided missile systems, satellites and unmanned drones. NASA's spacecraft carry powerful rare earth magnets to Mars and outer space. The magnets also miniaturized iPads, computers and high-tech headphones.\n?\nChina controls 95 percent of the world's rare-earth supply. The key to this monopoly isn't an abundance of rare-earth deposits, but its expertise in processing ore into oxides and pure metal. The ore tends to carry uranium and thorium, the most radioactive element on the planet, and extracting the metal is typically a long, multistage process involving toxic chemicals.\n?\n\"We know where the deposits are. Having them end up in your iPhone is not a straight or simple process,\" said Brad Van Gosen, a geologist with the U.S. Geological Survey (USGS) in Denver.\n?\nA few years ago, China showed its power, and cut the supply of rare earths to a trickle. The move sent the United States and other countries scrambling to end their reliance on China. Prices soared, drawing new investors and mining companies into the rare earth market. Now, the United States has one new mine nearly finished and two more in the permitting stages. But the crucial element in escaping China's rare-earth rule isn't new mines, it's rebuilding the expertise and infrastructure to process the finicky metals, experts say.\n?\nPrice war\nIn 2010, China spiked the cost of rare-earth elements when it started restricting exports and charging foreign companies higher prices. The price bubble sparked a worldwide frenzy to escape China's control. A new Australian-owned processing plant just opened in Malaysia. Others are planned in Canada, Europe and Africa. Several companies are also trying to develop an American supply for rare earths, some with support from the Department of Defense. [Infographic: Energy-Critical Elements to Watch]\n?\n\"The rare earths are very much strategic metals, and particularly very much of strategic importance to the defense industry,\" said Curt Freeman, president of Avalon Development Corp. in Fairbanks, Alaska, a mining consulting firm. \"There's a queasy feeling in Congress and the Department of Defense,\" he said.\n?\nIn the United States, California's Mountain Pass mine reopened in 2010 and is expected to start producing light rare-earth elements this year. The mine was once the world's biggest producers of rare earths, but shut down in 2002 because of environmental problems and falling prices. Another mine is proposed in Wyoming, by Canadian company Rare Element Resources, but faces opposition from local residents.\n?\nAlaska's newest resource\nOne of the biggest rare-earth gambles is at Alaska's Bokan Mountain. Once mined for uranium, the granite peak on Prince of Wales Island contains rich veins of the harder-to-find heavy rare-earth elements. The project has strong support from Alaska's legislature and from nearby communities. A Canadian company plans to extract the ore and transform it into oxides with a custom-built processing plant. Therein lies the challenge.\n?\nDespite their name, rare earths are actually common in Earth's crust, though in low concentrations. The moniker is a holdover from the 19th century, when researchers discovered the oddly named elements in rarely found minerals. The 17 elements share a close affinity, with similar chemical properties and atomic weights. Bokan Mountain is one of the few spots on Earth with a bounty of heavy rare-earth elements, which have higher atomic weights. It's especially elevated in yttrium, which appears in everything from cubic zirconia and car pollution sensors to lasers, rockets and jet engines.\n?\nBecause rare earths are often all mixed together in one rock, separating the heavy rare earths usually requires removing the lighter ones first. This is typically done with a series of chemical tanks and solvents. Plus, there's the radioactive uranium to dispose of. But mine owner Ucore says it has a new solid-extraction technology that greatly simplifies this process. The technique relies on nanotechnology to remove impurities and concentrate the heavy rare earths into oxides, according to Ucore. The Department of Defense funded Ucore's ore extraction research with a contract in October 2012.\n?\nCostly withdrawal\nBut a USGS-funded study found Bokan Mountain's vein system is very complex, with a mix of at least two dozen ore minerals, the agency's Van Gosen said. The study was published Jan. 22 in the Canadian Journal of Earth Sciences.\n?\n\"It's getting more and more complicated the more we look at it,\" Van Gosen said.\n?\nMetals industry consultant Gareth Hatch notes that processing is the biggest hurdle for rare-earth mining companies.\n?\n\"Processing is the key challenge for deposits that particularly are skewed toward the middle and heavy rare earths, because they have some unusual minerals that haven't been processed before,\" said Hatch, founding principal of Technology Metals Research. Hatch is helping develop a rare earth processing company in Canada.\n?\nThe USGS has several ongoing projects examining the geology of Bokan Mountain, to better understand how the minerals appeared.\n?\n\"The idea is to develop a fundamental understanding of how these deposits get started in the first place in Earth's crust, and use it to go look for resources that the U.S. public needs,\" said Susan Karl, a USGS geologist based in Anchorage.\n?\nUcore board member Jaroslav Dostal, an emeritus professor at Saint Mary's University in Halifax, Nova Scotia, was lead author of the Bokan Mountain study. The grant program that provided funding for the study, the USGS Mineral Resources External Research Program, has awarded projects to private industry and foreign recipients in the past.\n?\nInvesting in processing\nThe USGS also has projects exploring the geology of other rare-earth deposits. Since 2010, the House of Representatives has introduced legislation to curb mining regulations and fund rare-earth research and development, which have yet to pass the Senate. Recycling of rare-earth metals, which is not always made possible with high-tech gadgetry, is another way to reduce dependency on China's supply. Earlier this year, the Department of Defense recommended stockpiling $120 million of critical heavy rare-earth elements. But industry experts say money would be better spent on building American expertise and infrastructure in processing rare earths. [The Common Elements of Innovation]\n?\n\"In terms of full-blown capacity, Molycorp [in California] does have its light rare-earth separation facility, but other than that, there is really nothing in North America,\" Hatch, the industry consultant, said.\n?\n\"The capability to process and convert [rare earths] from minerals into compounds that go into high-tech equipment is the key bottleneck not just in the U.S., but also the world,\" he said.\n?\nMore on LiveScience and MNN:\n\n50 Interesting Facts About The Earth\n\n\nIs China Mining a Rare Earth Monopoly?: Op-Ed\n\n\nTop 10 Emerging Environmental Technologies\n\n\nMNN: Ocean floor yields mass deposits of rare earth element\n\nThis story was originally written for LiveScience and has been republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience","web_category":"earth-matters#wilderness-resources","title":"How the U.S. is getting back in the rare-earth mining race","picture_url":"http://images.mnn.com/sites/default/files/RadioactiveMountain.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/how-the-us-is-getting-back-in-the-rare-earth-mining-race"}