{"summary":"It is possible that instead of \"Star Trek\" paving the way for NASA's use of \"space shuttle,\" it was NASA, or at least one of its early leaders, who originated the term for the show's shuttlecraft — 14 years before Captain James Kirk and his crew embarked on their first away mission. \"The Galileo [shuttlecraft] is such an important part of Star Trek and not only to Star Trek, it was important to literally the consciousness of the space program,\" Alec Peters, a \"Star Trek\" superfan, recently told SPACE.com","advice_category":"4","content":"NASA's first space shuttle, the test orbiter Enterprise, was named after the fictional starship on \"Star Trek\" in response to fans staging a write-in campaign. But did the agency's use of the term \"space shuttle\" also stem from the television series??\n?\n\"The Galileo [shuttlecraft] is such an important part of Star Trek and not only to Star Trek, it was important to literally the consciousness of the space program,\" Alec Peters, a \"Star Trek\" superfan, recently told SPACE.com. \"It really is the precursor to the space shuttle Enterprise.\"?\n?\nPeters, with fellow superfan Adam Schneider, is currently restoring \"Galileo,\" the full-size prop shuttlecraft used for filming the original \"Star Trek\" series in 1966. The science fiction relic is to go on display at Space Center Houston, the visitor center for NASA's Johnson Space Center, later this year. [Starship Enterprise Evolution in Photos: A 'Star Trek' Gallery]?\n?\n\"They invented the idea of a shuttlecraft,\" Schneider said, referring to \"Star Trek\" creator Gene Roddenberry and his television series' crew. Schneider further told SPACE.com that NASA, busy with planning trips to the moon, was at the time only referring to \"tugs\" to bring cargo to orbit.?\n?\n\"One year after Galileo aired, suddenly the word became 'shuttle.' The word 'shuttle' was used over and over again,\" said Schneider.?\n?\nPeters and Schneider aren't alone in their belief that \"Star Trek\" gave rise to NASA using the term \"space shuttle.\" The Wikipedia entry for \"shuttlecraft\" credits \"Star Trek\" in part for the term entering the vocabulary \"as a vehicle for traveling between a planetary surface and space,\" though it acknowledges that a citation is needed.?\n?\n\"Aerospace engineer Maxwell Hunter and others had been using the term shuttlecraft for several years corresponding to the broadcast dates of Star Trek,\" the entry states.?\n?\nAccording to the crowd-sourced encyclopedia, the head of the NASA Office of Manned Space Flight George Mueller gave a speech in August 1968 that mentioned the need for a \"Space Shuttle.\"?\n?\n\"This was the earliest known official use of the term,\" the entry states.?\n?\n\n\n?\nStudying the space shuttle's origins\n\"The House passed the space budget yesterday... which includes the vote for the shuttle,\" Mission Control radioed to astronauts John Young and Charlie Duke as they stood on the surface of the moon during the Apollo 16 mission in April 1972.?\n?\n\"The country needs that shuttle mighty bad. You'll see,\" replied Young, who nine years later launched again as the commander of the first space shuttle mission.?\n?\nThat day in 1972 was the first time the term \"shuttle\" was spoken in space, but the word, at least as it applied to a spacecraft, had appeared in aerospace reports and media reports for the better part of a decade, if not more.?\n?\n\"Space Shuttle evolved from descriptive references in the press, aerospace industry and government,\" said NASA's History Office in the 1975 book \"Origins of NASA Names\" (SP-4402). \"As early NASA advanced studies grew into a full program, the name came into official use.\"?\n?\nOne such study released by Bell Aerosystems in 1965 was titled, \"Space Shuttle of the Future: The Aerospaceplane.\" The report's author, Walter Dornberger, one of the original members of Wernher von Braun's rocket team, delivered a talk, \"The Recoverable, Reusable Space Shuttle,\" at the University of Tennessee that same year.?\n?\nThe press was using the term even earlier.?\n?\nDefense Space Business Daily was \"persistent in referring to [U.S. Air Force] and NASA reentry and lifting-body tests as Space Shuttle tests.\" The newsletter's editor had shifted from \"aerospaceplane\" to \"spaceplane\" to \"space shuttle\" as early as 1963, inspired by airline shuttle flights.?\n?\n\"Star Trek\" did not premiere on television for another three years.?\n?\n\n\n?\nFrom shuttle to shuttlecraft\nIt is possible that instead of \"Star Trek\" paving the way for NASA's use of \"space shuttle,\" it was NASA, or at least one of its early leaders, who originated the term for the show's shuttlecraft — 14 years before Captain James Kirk and his crew embarked on their first away mission. [Enterprise Flies Again in \"Star Trek Into Darkness\" (Photos)]?\n?\nIn the March 22, 1952 issue of Collier's magazine, as part of a seminal series of articles focused on selling the U.S. public on the idea of manned spaceflight, rocket pioneer Wernher von Braun described, \"On approaching the space station, the tiny shuttle-craft will drive directly into an air lock.\"?\n?\nIn \"Star Trek,\" small shuttlecraft, such as the Galileo, flew directly into the Starship Enterprise's hangar deck.?\n?\n\"From things that I've seen, it appears clear that the term 'shuttle' appeared in space literature prior to 'Star Trek,'\" Michael Okuda, a graphic designer and technical advisor for the later \"Star Trek\" series, told collectSPACE in an e-mail. \"As far as I can tell, it is not at all clear if 'Star Trek' borrowed the term from previous literature or if it was an independent invention.\"?\n?\n\"I wouldn't be surprised if 'Star Trek' independently coined the specific term 'shuttlecraft,' but I've not seen anything to document this either way,\" he said. \"Even if the show did not coin the term 'shuttlecraft,' I would not be surprised if its use on 'Star Trek' was responsible for bringing it into the lexicon.\"?\n?\nMichael Ciancone, American Astronautical Society History Committee chair, and Colin Fries, an archivist for NASA's History Office, contributed to the research for this article. The latest incarnation of Trek lore, \"Star Trek: Into Darkness,\" opens in theaters nationwide on May 16.\n?\nFollow collectSPACE.com on Facebook and on Twitter at @collectSPACE. Copyright 2013 collectSPACE.com. All rights reserved.\n?\nRelated on SPACE.com and MNN:\n\nThe Evolution of 'Star Trek' (Infographic) \n\n\nPhotos: A Space Shuttle Called 'Enterprise'\n\n\nThe Top 10 Star Trek Technologies\n\n\nMNN: Warp speed, Scotty? Star Trek's FTL drive may actually work\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Robert Z. Pearlman, SPACE.com","web_category":"earth-matters#space","title":"Did 'Star Trek' give rise to NASA's 'space shuttle'?","picture_url":"http://images.mnn.com/sites/default/files/StarTrekNASA01_m_0516.jpg","url":"http://www.mnn.com//earth-matters/space/stories/did-star-trek-give-rise-to-nasas-space-shuttle"}