{"summary":"Through extensive testing, engineers at Ford have reduced the use of materials known to cause allergens in the?2013 Ford Fusion and other vehicles in the Ford lineup. According to the American Academy of Allergy Asthma and Immunology (AAAAI), between 40 and 50 percent of children around the world are sensitive to one or more common allergens, 13 percent of children in the United States suffer from skin allergies, 13 percent of U.S","advice_category":"2","content":"Allergy sufferers can buy pillows, toys and even flooring designed to reduce their symptoms, but now they can add a new item to their shopping list: an allergy friendly car. Through extensive testing, engineers at Ford have reduced the use of materials known to cause allergens in the?2013 Ford Fusion and other vehicles in the Ford lineup. ?\n?\nFord engineers have reduced or eliminated the use of latex, chrome, nickel, hexavalent chromium and other common allergens from high-touch areas including seats, the steering wheel, armrests, seatbelts, door handles, sun visors and shifters. The reduction or elimination of these items came after engineers tested more than 100 materials and automobile components for allergy issues.\n?\nIn addition to reducing \"touch\" allergens, the 2013 Ford Fusion cabin filter reduces pollens, dust, spores, fungus, soot, smog and even tobacco smoke from the fresh air circulating into the vehicle. The improved indoor air quality makes for a more allergy-friendly ride. ?\n?\nAccording to the American Academy of Allergy Asthma and Immunology (AAAAI), between 40 and 50 percent of children around the world are sensitive to one or more common allergens, 13 percent of children in the United States suffer from skin allergies, 13 percent of U.S. adults suffer from sinusitis and nearly 8 percent of adults in the nation have hay fever.\n?\n“Allergies affect large numbers of people, so anything we can do to reduce potential allergens inside Ford vehicles we do through rigorous, controlled testing,” said Linda Schmalz, supervisor of Core Material Engineering for Ford.\n?\nFord’s commitment to reducing allergens goes a step further. Owners of a Ford SYNC-equipped vehicle can keep track of local allergy alerts, including pollen levels, an asthma risk index, ultraviolet levels and flu/cough/cold outbreaks through Pollen.com’s Allergy Alert app, which is designed to work in hands-free mode on Ford SYNC-enabled vehicles.\n?\n\n\t\n\n\n?","author":"","web_category":"health#allergies","title":"Ford engineers design an allergy-friendly car","picture_url":"http://images.mnn.com/sites/default/files/editorial/2013fusionhybrid.jpg","url":"http://www.mnn.com//health/allergies/stories/ford-engineers-design-an-allergy-friendly-car"}