{"summary":"Afterward, he summarized their conclusions: \"We decided that convection plays a role as to why a flame is teardrop-shaped in a one-G [Earth's gravity] environment,\" he said, adding that hot air is created around the flame and as colder air sinks under gravity, the flame is unevenly shaped — something that does not happen in microgravity. \"We will be going on two separate flights — one will include two of our team members, and the other flight will be with the remaining?three flyers,\" Avery said","advice_category":"4","content":"SAN DIEGO — How do you put out a fire on a space station? If you were to ask an Earthbound firefighter how to extinguish a fire, he might tell you to aim for the base of the flame. But what if there is no base? What if the flame is a large, pulsing ball of intense fire?\n?\nThese and other questions are being probed by a group of undergraduate students here at the microgravity lab at the University of California, San Diego’s School of Engineering, where scientists want to understand the nature of fire, sans gravity.\n?\nLed by engineering undergraduate Sam Avery, the student project manager for the experiment, the work seeks to better define how combustible fluids burn in space, particularly biofuels. [Video: Fire in Space — It's Not What You Know]\n?\n\"I went to a professor who I thought had some interesting research in microgravity combustion, and I asked if I could build on his research to enter the NASA Microgravity University Program,\" Avery said recently at his lab.? The program offers undergraduate students opportunities to perform experiments in microgravity aboard airplanes flying parabolic paths that create brief periods of weightlessness.\n?\nThe professor, Forman Williams, agreed to Avery's proposal and suggested that they use biofuels in the experiment, as NASA has emphasized the use of such fuels in many programs. They submitted their proposal in October 2012, and it was accepted by the space agency.\n?\nDuring the experiment, Avery explained, there was a surprised yelp and a puff of smoke behind him. His fellow engineering undergrad Seeman Farah had just attempted to power up a circuit to ignite a flame and, after examining the melted remains of the effort, decided that he had used too much power and wire that was too thin. \"I think we may need thicker wire,\" he said wryly.\n?\nThe experiment uses two commercial medical syringes to inject a droplet of the combustible fuel onto a small wire cross suspended between them. The crossed wire serves to hold the droplet in position near an igniter spark. \"We tried a bunch of different ways to ignite the fluid and ultimately settled on a commercial barbecue igniter element,\" Farah said.\n?\nOnce the flame is ignited, the researchers want to watch how it develops in a microgravity environment.\n?\n\"We will record the visual data using two cameras: One will record the droplet diameter, and the second will record the flame diameter,\" Avery said. \"What that allows you to do is to compare the two diameters to get the burning rate of the fuel.\"\n?\nThe injection rig occupied less than a yard of tabletop space in the cluttered university laboratory. Surrounding Avery and his team was a collection of years’ worth of leftovers from other experiments, including rocket parts and various small airplane models.\n?\n\"Most of this is not our stuff,\" student team member Jack Goodwin said as he moved a broken airplane wing out of his way, clearing space to test the mechanism.\n?\nAnother student, Andrew Beeler, stood nearby, passionately debating the influences of gravity versus convection with Goodwin. Afterward, he summarized their conclusions: \"We decided that convection plays a role as to why a flame is teardrop-shaped in a one-G [Earth's gravity] environment,\" he said, adding that hot air is created around the flame and as colder air sinks under gravity, the flame is unevenly shaped — something that does not happen in microgravity. \"It should be a perfect sphere in zero-G,\" or weightlessness, he added.\n?\nIn a nearby hallway, three other teammates worked on a structure that was somewhat more impressive: a cube of transparent plastic, three layers thick, that will be used to house the experiment. ?Henry Lu, Daneesha Kenyon and Joshua Siu — three more undergraduate members of the project — have labored over the complex box for months.\n?\n\"NASA insisted on triple containment,\" Lu chuckled, \"so we built three separate boxes — one inside the other.\" Each polycarbonate box had its own lid and was secured with a dozen or more wing nuts. The structures were framed with strong aluminum.\n?\n\"We had to test this to 900 lbs. of crushing force, as well as its flame-resistant properties,\" Kenyon said. \"It worked, and should prevent any catastrophic failure should the fuel source somehow combust all at once.\"\n?\nBecause the experiment is sanctioned by NASA, the students have been granted use of the space agency's zero-G training plane, informally known as the \"Vomit Comet.\" After ground preparation of the experiment at the Johnson Space Center in Houston, the team will endure up to 25 periods of weightlessness aboard the plane.\n?\n\"We will be going on two separate flights — one will include two of our team members, and the other flight will be with the remaining?three flyers,\" Avery said. \"With luck, the mechanism will function properly on each arc.\"\n?\nAvery's experiment looks beyond improving fire safety on the space station, as it may also be used to increase the efficiency of biofuel-burning auto and truck engines here on Earth.\n?\n\"These are some common uses from past experience,\" Avery said, \"and there are a lot of other interesting applications, including the use of biofuels in jet airliners.\"\n?\nFollow SPACE.com on Twitter @Spacedotcom. We're also on?Facebook?and?Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\n6 Everyday Things That Happen Strangely in Space\n\n\nHow Does Fire Behave In Space? | Video\n\n\nQuiz: The Reality of Life in Orbit\n\n\nMNN: Sun's gravity could be tapped to call E.T.\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Rod Pyle, SPACE.com","web_category":"earth-matters#space","title":"How fires burn in space","picture_url":"http://images.mnn.com/sites/default/files/FireSpace_m_0612.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-fires-burn-in-space"}