{"summary":"The Expedition 34 mission is Ford's second career spaceflight and the first mission for both Tarelkin and Novitskiy. Since the retirement of NASA's space shuttle program in 2011, the space agency has relied on Russia's Soyuz spacecraft to transport astronauts to and from the space station","advice_category":"5","content":"Three astronauts are scheduled to return to Earth on Wednesday, March 14, after 141 days on board the International Space Station.\n?\nNASA astronaut Kevin Ford and Russian cosmonauts Oleg Novitskiy and Evgeny Tarelkin's will board a Russian Soyuz spacecraft tonight at 5:15 EDT (2115 GMT) after a brief farewell ceremony, and are expected to land at 11:57 p.m. EDT (0357 GMT), touching down on the frigid steppes of Kazakhstan in Central Asia.\n?\nYou can?watch the landing live?on SPACE.com?courtesy of NASA. The space agency will begin broadcasting the farewell ceremony at 4:45 p.m. EDT (2045 GMT) on its NASA TV channel and webcast. The Soyuz TMA-06M spacecraft returning Ford, Novitskiy and Tarelkin home will undock from the space station at 8:30 p.m. EDT (0030 GMT).\n?\nOn Wednesday, the departing station crew held a brief change of command ceremony with the three spaceflyers remaining behind the space station, marking the end of Expedition 34 mission and the official beginning the Expedition 35 increment. During the ceremony, Ford — who commanded the Expedition 34 crew — handed control of the space station to Canadian Space Agency astronaut Chris Hadfield.\n?\n\"It's not a competition,\" Ford said of the culture on the?International Space Station. \"It's about 15 of the most affluent countries on the planet coming together and doing something for the future.\"\n?\nThe Expedition 34 mission is Ford's second career spaceflight and the first mission for both Tarelkin and Novitskiy. [See photos of the Expedition 34 space station mission]\n?\n\"I tell you, they are like brothers to me. They say they consider me their 'papa,' and I'm not sure how to take that,\" Ford joked of Novitskiy and Tarelkin.\n?\n\n\n?\nIn honor of Hadfield's new rank as the first Canadian space station commander, Expedition 34 commander Ford played the Canadian national anthem during the command change ceremony.\n?\n\"Chris brings his super, super special talents to the table,\" Ford said of the new commander. \"He is a uniquely talented person on the planet and now a uniquely talented person off the planet.\"\n?\nHadfield and his crewmates — NASA astronaut Thomas Marshburn and Russian cosmonaut Roman Romanenko — won't be on their own for long. Three more spaceflyers will replace the Earth-bound Ford, Tarelkin and Novitskiy later this month, bringing the space station crew back up to its full six-person size.\n?\nCosmonauts Pavel Vinogradov, Alexander Misurkin and NASA astronaut?Chris Cassidy?are due to launch toward the International Space Station on March 28 and arrive at the orbiting lab the same day. The flight will mark the first time a Soyuz space capsule has launched a station crew and arrived at the orbiting lab in one day.\n?\nRussia's Federal Space Agency has proven the one-day flight profile during unmanned Progress cargo ship deliveries to the space station.\n?\nSince the retirement of NASA's space shuttle program in 2011, the space agency has relied on Russia's Soyuz spacecraft to transport astronauts to and from the space station. The U.S. space agency plans to rely on new privately built unmanned and crewed spacecraft to ferry astronauts and cargo to the space station.\n?\nThe $100 billion International Space Station was constructed by space agencies representing the United States, Russia, Europe, Japan and Canada. Assembly began in 1998, and rotating crews of astronauts have continuously occupied the space station since 2000.\n?\nFollow Miriam Kramer?@mirikramer?and?Google+. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSpace Station's Expedition 34 Mission in Pictures (Gallery) \n\n\nSpace Station's Expedition 35 Mission in Photos\n\n\nQuiz: The Reality of Life in Orbit\n\n\nMNN: International Space Station may plunge into Ocean in 2020\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#politics","title":"Space station astronauts return to Earth: How to watch online","picture_url":"http://images.mnn.com/sites/default/files/ISSExpedition34Crew_m_0314.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/space-station-astronauts-return-to-earth-how-to-watch-online"}