{"summary":"Children from wealthy families may more likely to have peanut allergies than those less well-off, a new study finds.. \tFollow MyHealthNewsDaily @MyHealth_MHND on Twitter","advice_category":"2","content":"Children from wealthy families may more likely to have peanut allergies than those less well-off, a new study finds.\n\n\t?\n\n\tIn the study, children ages 1 to 9 from high-income families had higher rates of peanut allergies compared with children these ages from lower income families.\n\n\t?\n\n\tThe researchers analyzed information from 8,306 children and adultswhose blood samples were taken as part of a national health survey in 2005 to 2006. About 9 percent of participants had an elevated levels of antibodies to peanuts, indicating they had the potential to be allergic to peanuts.\n\n\t?\n\n\tThe results add support to the hygiene hypothesis, said study researcher Dr. Sandy Yip, of the U.S. Air Force. The hygiene hypothesis is the idea that living in a cleaner environment may make people's immune systems more sensitive, and increase the prevalence of allergies.\n\n\t?\n\n\tThe findings are also inline with those of a study published earlier this year, which found children living in cities were more likely to have food allergies compared with those living in rural areas, which tend to be less expensive than cities.\n\n\t?\n\n\tThe study was presented at the American College of Allergy, Asthma and Immunology meeting in Anaheim, Calif.\n\n\t?\n\n\t?\n\n\tFollow MyHealthNewsDaily @MyHealth_MHND on Twitter. We're also on Facebook & Google+.\n\n\t?\n\n\tRelated on MyHealthNewsDaily:\n\n\n\t\t\t9 Weirdest Allergies\n\n\n\n\t\t\t8 Strange Signs You're Having an Allergic Reaction\n\n\n\n\t\t\tWorst US Cities for Allergies Revealed\n\n\n\t?\n\n\tThis story was originally written for MyHealthNewsDaily and was republished with permission here. Copyright 2012 MyHealthNewsDaily, a TechMediaNetwork company.","author":"MyHealthNewsDaily","web_category":"health#allergies","title":"Peanut allergies more common in kids from wealthy families","picture_url":"http://images.mnn.com/sites/default/files/PeanutAllergies_m_1112.jpg","url":"http://www.mnn.com//health/allergies/stories/peanut-allergies-more-common-in-kids-from-wealthy-families"}