{"summary":"Photos: Top 7 disappearing glaciers. Himalayan glaciers from above: NASA","advice_category":"8","content":"?\nIf freshwater was money, glaciers would be solid gold. They contain about 75 percent of Earth's unsalted water supply, hiding it away on remote mountaintops and ice sheets while rationing it out slowly in the form of rivers, lakes and other liquid assets.\n?\nPeople around the planet came to rely on this water source over thousands of years, but for the last few decades, most glaciers on Earth have begun melting faster than ever before in human history. Scientists widely blame this trend on climate change, and many warn it's just the tip of the iceberg if temperatures keep rising for too long, since melting glaciers can raise sea levels and reflect less solar heat back into space.\n?\nUnderneath this urgency, however, there's a twist: While the majority of glaciers are fading fast, some are stable and a few are even growing. Skeptics of global warming often cite this as proof that glacial melting has been exaggerated, and last week many of them pounced on news that seemed to bolster their claim: A panel of U.N. climate experts admitted they had grossly underestimated how long it would take for Himalayan glaciers to melt, retracting and apologizing for their 2007 forecast that the Himalayas might be glacier-free by 2035.\n?\nDubbed \"Glaciergate,\" the scandal comes on the heels of \"Climategate\" last fall, as well as the diplomatic failures at December's Copenhagen climate summit?and a frigid U.S. winter that led some climate skeptics to trumpet the onset of global cooling. These aren't easy times to be a climate scientist — with their data, conclusions and credibility increasingly under suspicion — but such a glaring mistake from the U.N.'s most prestigious body of climate experts has inevitably raised the question: Is climate change really causing a global glacier meltdown?\n?\nMaking the ice\nGlaciers are what happens when lots of snow has nowhere to go, simply piling up for years until it's crushed under its own weight. This process, which can take anywhere from five to 3,000 years depending on the location, presses out all the air bubbles normally found in white ice, producing stronger and denser blue glacial ice. As snow keeps falling in the glacier's accumulation area, its ice begins a long, slow march wherever gravity and internal pressure take it.\n?\nBecause glaciers either advance or retreat based on long-term weather trends — needing consistent snow to grow and consistent cold to stay solid — they've been quietly keeping regional climate records since the day they were born. Scientists can retrace glaciers' steps to learn what Earth was like before humans existed, and that strong link with climate also makes glaciers useful for studying what's happening now that we're here, says U.S. Geological Survey glaciologist Bruce Molnia.\n?\n\"Glaciers are made up of frozen water, so if temperatures go up, glaciers shrink,\" he says. \"Glaciers are almost exclusively a commodity that responds to a changing climate.\"\n?\nAnd to understand how they respond, he adds, it helps to understand how they work.\n?\n\"We've seen catastrophic change in some of the glaciers, but in some cases, the glaciers are advancing due to local conditions that favor precipitation,\" Molnia says. \"Some people point to that and say, 'See, global warming's not real.' But the Earth system is complex, and if you expect that with one degree of warming you're going to see every glacier on Earth melt, you're missing the big picture.\"\n?\nGlacial diversity\nThe largest glaciers are sprawling slabs called \"ice sheets,\" which can bury an entire continent below a mile of blue ice. They've covered the planet at least once in history — an event known as \"snowball Earth\" — and more recently, they spread deep into North America and Eurasia during the Pleistocene ice age, reaching as far south as New York City and Copenhagen. Although smaller versions called \"ice caps\" and \"ice fields\" are still scattered around the Arctic Circle, the only true remaining ice sheets are in Antarctica (pictured above) and Greenland. Together, they hold more than 99 percent of all frozen freshwater on Earth.\n?\nMost of today's glaciers are smaller and leaner than these giant ice sheets, descending from snowy mountaintops and twisting through ridges and valleys toward low ground, where their meltwater often forms lakes and streams. They can stretch out for miles from their high-altitude birthplaces, sometimes spilling from valleys onto flat plains (\"piedmont glaciers\") or?dumping icebergs into the ocean (\"calving glaciers\"). Others?are more stationary, simply filling up a bowl-like basin (\"cirque glaciers\") or clinging precariously to a steep wall (\"hanging glaciers\").\n?\nThis variety of sizes, types and locations, Molnia explains, is the main reason why some glaciers are healthy and others are not.\n?\n\"In lower elevations they're rapidly shrinking, but at higher elevations it's so cold that we've seen little or no impact,\" he says. \"The higher you go, the less change you see.\"\n?\nEven when a glacier reaches all the way down to the ocean, however, the warm coastal waters don't necessarily hinder its growth. Unless the sea-level temperature rises too high for too long, ongoing snowfall in the mountains can often cancel out any melting that occurs at lower heights. Similarly, the center of the Antarctic and Greenland ice sheets are heavily buffered from climate change, but warm seawater can create \"microclimates\" that speed up melting along their edges. This tug of war between net growth and net melting is known as \"mass balance\" (see the illustration above) and can be calculated each year to determine a glacier's health. A positive mass balance shows growth, and negative means retreat.\n?\n\"The lower the elevation of origin, the more dire the time period when the glacier will be affected,\" Molnia says. \"There are lots of healthy glaciers at sea level that get nourished from higher elevations.\"\n?\nIt's this height advantage that's helping many Himalayan?glaciers grow, as well as some in Alaska, the Andes, the Alps and other mountain ranges around the world. As the \"Glaciergate\" fallout fuels critics who argue the threat of glacial melting has been overstated, Molnia says that, at least when it comes to the Himalayas, they're right.\n?\n\"My answer would be that Himalayan glaciers may never disappear,\" he says. \"It would take centuries of climate change to reduce the temperatures enough at those elevations.\"\n??\nBreaking the ice\nMany scientists echoed that sentiment in the past week, often sounding baffled about why the U.N.'s Intergovernmental Panel on Climate Change would issue such an unrealistic prediction in its landmark 2007 paper. The \"2035\" projection was reportedly taken from?materials published by the advocacy group WWF in 2005, an apparent break from the IPCC's policy of only using peer-reviewed science. According to some accounts, the WWF had previously lifted it from a 1999 article in New Scientist magazine, which itself may have misquoted an Indian scientist. Another possibility is that it was transposed from a Russian scientist's 1996 prediction that Himalayan glaciers (seen at right from a NASA satellite) could melt by 2350, a more plausible time frame than 2035.\n?\nSome climate skeptics have accused IPCC scientists of deliberately including the faulty forecast, but Molnia says he'll give them the benefit of the doubt for now.?\"When you're putting together an 800-page report, you can make mistakes,\" he says, adding that however it happened, it does little to change the overall state of Earth's glaciers.\n?\n\"Whether it was deliberate, just poor stewardship of data or whatever, anyone who was looking for any reason to cast out scientific evidence will just use this as another peg in their pegboard where they can say, 'Look, the science is being manipulated,'\" Molnia says. \"There is lots of contradictory information in some glaciers, but if you look at all the studies, at all the good science that's been peer-reviewed, the evidence that climate change is affecting glacial retreat is clear.\"\n?\nThe roughly 160,000 glaciers around the world are daunting to study collectively, but since many are clustered into similar climates, scientists can keep tabs on a few \"reference glaciers\" that represent their environment. The World Glacier Monitoring Service tracks 30 such reference glaciers, and in its latest analysis of data from 2007-'08, the international group reports an average loss of 469 millimeters of water equivalent (mmWE) in those 30 glaciers, led by the Sarennes Glacier in the French Alps, which lost 2,340 mmWE during the '07-'08 glacial year.\n?\n\"The new data continues the global trend in strong ice loss over the past few decades,\" states the WGMS study, which tallies an average loss of 12 meters of water-equivalent thickness in reference glaciers since 1980.?\n?\nMost U.S. glaciers are in Alaska, but they also exist in California, Colorado, Idaho, Montana, Nevada, Oregon, Washington and Wyoming. To keep an eye on all of them, the USGS monitors three benchmark glaciers: Alaska's Gulkana and Wolverine, and South Cascade in Washington state (pictured at left). All three have been declining overall since the mid-20th century, and began melting especially quickly in the last decade. Molnia says that while Alaska has several healthy glaciers above 9,800 feet, most at low elevations are retreating, as are nearly all in the Lower 48 states. In temperate regions around the world, he says, glaciers have dwindled by about 50 percent in the past 100 years. All this has roughly corresponded with rising global temperatures, which have been documented by scientific organizations around the world.\n?\nBut Molnia adds that while temperatures are undeniably rising and glaciers are undeniably melting, humans aren't the only cooks in the kitchen — and that can lead to confusion.\n?\n\"We have natural variations plus the increase in greenhouse gases, and it's hard to tell one from the other,\" he says. \"That's one of my concerns, that clearly the temperatures are warming, but we can't tell how much melting is due to natural causes. So I can't deny that greenhouse gases play a role, but I can't say whether it's a 5 percent role or a 95 percent role. I don't have that ability. Nobody does.\"\n?\nFor more information about Glaciergate or glaciers in general, check out the following links from MNN:\nHimalayan Glacier Goof-up: More fake ammo for the climate denial industry\nIndian minister slams U.N. body on panel's glacier research\nScientists: Sunshine speeded 1940s Swiss glacier melt\n'Whitewash' could slow global warming, says Peruvian scientist\nSnow cap disappearing from Mount Kilimanjaro\nHydropower industry braces for glacier-free future\nNASA data: Greenland, Antarctic ice melt worsening\nAntarctic ice sheet collapse may swamp U.S. coasts\nPhotos: Top 7 disappearing glaciers\nPhotos: 10 places to visit before they vanish\nVideo: Alaskan villagers move to higher ground\nAnd for a deeper look into the brute power of glaciers,?watch this video from National Geographic:\n?\n\n\n?\nImage credits\nMNN homepage photo: khyim/iStockphoto\nWellesley Glacier: U.S. Geological Survey\nAntarctic ice sheet: Ben Holt Sr./GRACE/NASA\nmass balance illustration: USGS\nHimalayan glaciers from above: NASA\nSouth Cascade Glacier: USGS\n\"Glacier Power\" video: National Geographic","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Glacial profiling: Are glaciers on thin ice?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/glacial-profiling-are-glaciers-on-thin-ice"}