{"summary":"Brasier and his colleagues analyzed fossils of a bacterium called Gunflintia. Compared with other bacterial fossils, the tubular outer sheath of Gunflintia were more likely to show perforations, a sign that other bacteria had been snacking on them.","advice_category":"2","content":"Kids like to taunt each other with the cry, \"Last one there is a rotten egg!\" In Earth's case, that might be more true of the first ones there, according to a new study suggesting that millions of years ago, the planet emanated such a stench.\n?\nThe research, published this week in the journal Proceedings of the National Academy of Sciences, finds fossil evidence of microbes snacking on other microbes, a form of feeding called heterotrophy. Heterotrophs can't make their own organic nutrients, so they have to eat other life forms. This is in contrast with autotrophs (think plants), which can synthesize their own food from sunlight or inorganic chemicals.\n?\nResearchers suspected that organisms have been eating other organisms for a very long time — about 3.5 billion years, said study researcher Martin Brasier, a professor at Oxford University's department of earth sciences. The new study clarifies the process about 1.9 million years ago. [Extreme Life on Earth: 8 Bizarre Creatures]\n?\n\"In this study, for the first time, we identify how it was happening and 'who was eating who,'\" Brasier said in a statement. \"In fact, we've all experienced modern bacteria feeding this way, as that's where that 'rotten egg' whiff of hydrogen sulfide comes from in a blocked drain.\"\n?\nEarly Earth may also have been purple, according to a 2007 study that found that ancient microbes may have shone a purplish hue.\n?\nBrasier and his colleagues analyzed fossils of a bacterium called Gunflintia. These fossils measured just 3 to 15 microns in diameter; in comparison, the eye of a needle is about 1,230 microns across. Compared with other bacterial fossils, the tubular outer sheath of Gunflintia were more likely to show perforations, a sign that other bacteria had been snacking on them.\n?\nAnother clue that early Earth was a bacteria-eat-bacteria world was the discovery of iron sulfide replacing some segments of the Gunflintia sheaths. Iron sulfide, the compound that makes up fool's gold, is a waste product of certain heterotrophic bacteria that breathe sulfate. These sulfate-reducing bacteria, which ultimately produce sulfides, date back 3.5 billion years, according to previously researched fossils.\n?\n\"Whilst the Gunflintia fossils are only about half as old, they confirm that such bacteria were indeed flourishing by 1,900 million years ago,\" researcher David Wacey, a postdoctoral researcher at the University of Western Australia, said in a statement, referring to the fossils from this study. \"And that they were also highly particular about what they chose to eat.\"\n?\nThe sulfate-breathers may not have been the only ones chowing down. The researchers also found clusters of 1-micron-sized rod and sphere bacteria in the Gunflintia fossils that may have died while in the process of consuming the larger microbes.\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n7 Theories on the Origin of Life\n\n\nTiny Grandeur: Stunning Photos of the Very Small\n\n\n50 Amazing Facts About Planet Earth\n\n\nMNN: 5 natural events that science can't explain\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Early Earth smelled like rotten eggs","picture_url":"http://images.mnn.com/sites/default/files/MicrobeFossils_m_0429.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/early-earth-smelled-like-rotten-eggs"}