{"summary":"That's the idea behind this ARPA-E backed invention by researchers at Georgia Tech. They have developed a freezer system that replaces those chemical refrigerants with soundwaves","advice_category":"4","content":"When President Barack Obama announced the launch of ARPA-E (Advanced Research Projects Agency-Energy) in 2009 with bipartisan support, a high-risk research grant program run out of the Department of Energy was born. The program is modeled after the lauded DARPA, the Department of Defense agency that claims responsibility for the invention of the Internet.\n?\nThe idea behind the program is to fund research that might not otherwise receive funding because of the high risk of failure. But with high-risk also comes high-reward, and it's this kind of research that could usher in the world's next great technological breakthrough.\n?\nIt's worth keeping tabs on some of the super-cool clean tech projects being backed by ARPA-E. Here are some of our favorites.\n?\n\nPhoto: GE\n?\nWind turbines made of fabric\nGenerally, the bigger the wind turbine the better, at least when it comes to energy capture and efficiency. But bigger turbine blades also mean higher costs on the manufacturing end, not to mention a lot of hassle (and more costs) when it comes to delivery and installation of the extremely long blades, which often must be transported over long distances.\n?\nTo tackle these problems, General Electric has received ARPA-E funding to develop an entirely new kind of turbine blade: one that is essentially made of cloth. By stretching a fabric over a frame rather than building the entire blade from fiberglass, GE hopes to cut down the cost of turbine blades by 25-40 percent. This would effectively make wind energy as economical as fossil fuels.\n?\nThe lightweight blades could also potentially be made much larger than traditional blades, which means more energy capture. They will also be far easier and cheaper to repair.\n?\n\nPhoto: Georgia Tech\n?\nDust devil power\nAnyone taking a roundtrip through the dusty U.S. Southwest has probably witnessed a dust devil: a spinning vortex of sand and wind that resembles a mini-tornado. They are created when there is a temperature differential between the hot sand on the ground and the cooler air above.\n?\nThe Tasmanian devil-like swirling motion of these dust tornadoes could make for a powerful way to spin a turbine, if they can be controlled. That's the idea behind this ARPA-E backed invention by researchers at Georgia Tech. They have created a device that generates its own dust devil thanks to some strategically angled vanes. The vanes take the hot air rising off a dark surface (that absorbs heat) and twists it into a vortex, which is contained within a cylinder. A turbine at the top spins from the action, generating electricity.\n?\nA video showcasing a mini-version of this technology can be seen spinning here.\n?\n\nDr. Steven Garrett, the United Technologies Corporation professor of acoustics at Penn State, with the new compact chiller prototype hooked up to a standard ice cream sales freezer. Dr. Garrett is also senior scientist at Penn State's Applied Research Laboratory. (Photo: Penn State)\n?\nSoundwave refrigerator\nNot only do refrigerators require heaps of electricity to run, but they also work by utilizing chemical refrigerants (HFCs) that are powerful greenhouse gases. A greener method for keeping our food and beverages cool is therefore a priority looking into the future; plus it could make a ban on harmful chemical refrigerants more politically expedient.\n?\nLuckily, researchers at Penn State are on it. They have developed a freezer system that replaces those chemical refrigerants with soundwaves. That's right: soundwaves. (You've heard of soothing soundwaves, but have you heard of cooling ones?)\n?\nIt's all based on a field called thermoacoustics. Basically, a soundwave is a rapid succession of compressions and expansions of the gas that carries it. Since a gas heats up when it's compressed and cools down when it expands, the temperature of a gas medium can be controlled by manipulating it with soundwaves.\n?\nThis new freezer uses helium as the gas medium-- the harmless element that typically fills up your birthday party balloons. And the technology has already passed the ultimate test: it was trusted to keep the ice cream cool at Ben & Jerry's scoop shop in New York City.\n?\n\nPhoto: PC World\n?\nToothpaste batteries\nWhen brushing your teeth in the morning, have you ever wondered how your toothpaste always manages ooze out of the tube in striped layers?\n?\nWell, soon you may have to ask the same question about batteries. Researchers at PARC, a lab in Palo Alto owned by Xerox, have developed batteries that can be produced much in the same way as we squeeze the toothpaste tube. Researchers are developing printers that can print out a cathode, anode, and separating layer — the fundamental parts of any battery — all at once.\n?\nThe technology is particularly valuable because of its ability to improve the energy density of batteries, which will make them last longer.\n?\n\nPhoto: Wikimedia Commons\n?\nReflective camelina\nBiofuels have become a controversial alternative to gasoline partially because plants for biofuel compete with food crops for agricultural space. There is a need to find non-food crops that can be converted into biofuel at high efficiency.\n?\nCamelina, a rugged oilseed crop, makes a good candidate. The trick is to make the plant super-efficient at performing photosynthesis — and that's where scientists at the Donald Danforth Plant Science Center come in. They are working to engineer a camelina plant with specialized reflective leaves that can beam sunlight to lower parts of the plant. This will allow more uniform distribution of light around the plant, which should boost photosynthesis. That means more oil production, and thus a higher biofuel yield.\n?\nRelated on MNN:\n7 fictional energy sources from pop culture\nSolar design never looked so cool: 7 modern projects\nHas the Mafia infiltrated the renewable energy industry?","author":"","web_category":"earth-matters#energy","title":"5 super-cool energy projects being backed by the U.S. government","picture_url":"http://images.mnn.com/sites/default/files/editorial/GovtGreenEnergya_m_0522.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/5-super-cool-energy-projects-being-backed-by-the-us-government"}