{"summary":"Walking statues. The findings suggest that relatively few people were needed to move the statues","advice_category":"2","content":"An idea suggesting massive stone statues that encircle Easter Island may have been \"walked\" into place has run into controversy.\n?\nIn October 2012, researchers came up with the \"walking\" theory by creating a 5-ton replica of one of the statues (or \"moai\"), and actually moving it in an upright position, and have published a more thorough justification in the June issue of the Journal of Archaeological Science. If the statues were walked into place, then the islanders didn't need to cut down the island's palm trees to make way for moving the massive carvings, the researchers argue.\n?\nThe findings may help dismantle the traditional storyline of Easter Island, or Rapa Nui: that a \"crazed maniacal group destroyed their environment,\" by cutting down trees to transport gigantic statues, said study co-author Carl Lipo, an anthropologist at California State University, Long Beach.\n?\nBut not everyone in the field is convinced. While some experts find the demonstration persuasive, others think it's unlikely the large statues could have been walked upright on the island's hilly, rough terrain. [Aerial Photos of Mysterious Stone Structures]\n?\nAncient enigma\nRapa Nui's majestic rock statues (also known as Stone Heads of Easter Island) have been a mystery since Europeans first arrived in the 1700s on the island, located in the Pacific Ocean off the west coast of Chile. Though the island was filled with a giant palm forest when Polynesians first arrived in the 13th century, the first European explorers found massive megaliths on a deforested, rock-strewn island with just 3,000 people.\n?\nIn the past, archaeologists proposed that a lost civilization chopped down all the trees to make paths to roll the megalithic structures horizontally for miles on top of palm trees used as \"rolling logs\" of sorts, from the quarries where they were created to ceremonial platforms. That transport method would have required many people, and led to deforestation and environmental ruin that would've caused the population to plummet.\n?\nWalking statues\nBut Lipo and his colleagues wondered whether that made sense. For one, other archaeological evidence in villages suggested the island's population was never that large, and the palm trees, essentially hardwood with a soft, foamy material inside, would be crushed by the rolling statues, Lipo said.\n?\nAlong the road to the platforms are moai whose bases curved so they couldn't stand upright, but instead would topple forward, meaning the ones in transit would have to be modified once they reached the platform. That made the researchers wonder why the statues weren't made to stand upright in the first place if they were meant to be rolled ?into place, not walked, Lipo said\n?\nAnd the statues found on the roads to the platforms all had wider bases than shoulders, which physical models suggested would help them rock forward in an upright position.\n?\nTo see whether the statues may have been walked, the team transformed photos of one 10-foot-tall (3 meters) statue into a 3D computer model, and then created a 5-ton concrete replica. Last October, on a NOVA documentary, the team tried walking the replica, using people holding ropes on each side to rock the statue forward and back on a dirt path in Hawaii. [Gallery: See Images of the Easter Island Demonstration]\n?\nThe statue moved easily.\n?\n\"It goes from something you can't imagine moving at all, to kind of dancing down the road,\" Lipo told LiveScience.\n?\nThe movers walked the replica about 328 feet (100 m) in 40 minutes; from this demonstration and assuming the ancient builders would have been somewhat of experts at their jobs, Lipo suspects they would have moved the Rapa Nui statues about 0.6 miles (1 kilometer) a day, meaning transport would have taken about two weeks.\n?\nIn the new paper, the team hypothesizes the builders carved the statues'? bases so they would lean forward, as it would've been easier to rock a statue with a curved bottom back and forth. Then, the builders would have flattened the bases to stand the statues upright once they reached the ceremonial platforms.\n?\nNo collapse\nThe findings suggest that relatively few people were needed to move the statues. As a result, the idea of a massive civilization collapsing because of their craze to build statues needs a rethink, Lipo said.\n?\nInstead, Lipo's team believes the population was probably always small and stable.\n?\nThe Polynesian settlers did cause deforestation, through slashing-and-burning of the forest to make way for sweet potatoes and through the rats inadvertently brought to the island that ate palm nuts before they could sprout into new trees. But that deforestation didn't cause the civilization to die out: The palm trees were probably not economically useful to the islanders anyway, Lipo said.\n?\nControversial conclusion\n\"It's an entirely plausible hypothesis,\" said John Terrell, an anthropologist at the Field Museum in Chicago, who was not involved in the study.\n?\nThe combination of physics, archaeological evidence, satellite imagery of the roads, and human feasibility makes their story compelling, Terrell told LiveScience.\n?\nBut not everyone is convinced.\n?\nThe walking hypothesis relies on particular statue geometry; namely, that all the statues had wider bases than shoulders when they were moved, said Jo Anne Van Tilburg, the director of the Easter Island Statues Project, and a professor at the University of California, Los Angeles, who was not involved in the study.\n?\nHer research of 887 statues on Rapa Nui has found much more variation in this ratio, even in statues found in transit to their ceremonial platforms.\n?\nIn 1998, Van Tilburg and others from the Easter Island Statues Project used a similar replica to show that moving the statues horizontally along parallel logs could work as well.\n?\n\"I don't think you have to invent a very awkward, difficult transport method,\" Van Tilburg told LiveScience.\n?\nWhat's more, Rapa Nui's prepared roads were rough and uneven, and the statues would have been moved over hilly terrain, said Christopher Stevenson, an archaeologist at Virginia Commonwealth University, who was not involved in Lipo's study.\n?\nBy contrast, \"in the NOVA exercise it was like an airport runway,\" Stevenson said.\n?\nAnd the replica the team moved is on the small side for statues — some of which are up to 40 feet (12 m) tall and weigh 75 tons. It's not clear the method would work for something much larger, Stevenson said.\n?\nFollow Tia Ghose on Twitter @tiaghose.?Follow?LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nHistory's Most Overlooked Mysteries\n\n\nAlbum: The Seven Ancient Wonders of the World \n\n\nEnd of the World? Top Doomsday Fears\n\n\nMNN: 10 of the world's biggest unsolved mysteries\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Easter Islands' 'walking' stone heads stir controversy","picture_url":"http://images.mnn.com/sites/default/files/WalkingMoaiStatue_m_0610.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/easter-islands-walking-stone-heads-stir-controversy"}