{"summary":"\tThe amendment has drawn national attention because it would make Michigan the first state to have a renewable energy standard in its constitution.. \tThe Renewable Energy Amendment would mandate that Michigan get 25 percent of its electricity from renewable resources by 2025","advice_category":"4","content":"By Brian Bienkowski for The Daily Climate\n\n\t?\n\n\tDETROIT –?A renewable energy initiative on Michigan's ballot is finding support in an unlikely place – churches.\n\n\t?\n\n\t\"As a pastor, I look at the call in the first book of Genesis, to care for the Earth, and to the gospels' call to love thy neighbor,\" said the Rev. Terry Gallagher, a pastor at Sacred Conversation in Trenton, Mich. \"If we don't change energy paths, we're dooming the future of the Earth.\"\n\n\t?\n\n\tThe Renewable Energy Amendment would mandate that Michigan get 25 percent of its electricity from renewable resources by 2025. The proposal was filed by Michigan Energy, Michigan Jobs, a coalition of state businesses, labor organizations and health care advocates.\n\n\t?\n\n\tThe amendment has drawn national attention because it would make Michigan the first state to have a renewable energy standard in its constitution.\n\n\t?\n\n\tGallagher, who leads a congregation of about 60 worshipers, considers social justice an important part of his ministry but said supporting a ballot measure is new territory for the church.\n\n\t?\n\n\t\"We're always cautious about crossing the boundary between faith and politics. But once we got past whether or not it's acceptable, the reaction (from the congregation) is that we do need to do this,\" he said.\n\n\t?\n\n\tFaith leaders statewide\n\n\tMichigan Energy, Michigan Jobs has 33 faith leaders from across the state supporting the measure, said Julie Lyons Bricker, who is leading religious outreach for the group. Denominations include Roman Catholic, Evangelical Christian, Judaism, Quakers, Protestant and others, she said, and leaders have committed to educating their congregants on the proposal.\n\n\t?\n\n\tLast week the Michigan conference of the United Church of Christ, an umbrella organization representing more that 120 congregations, voted to endorse the proposal.\n\n\t?\n\n\tOther supporters of the amendment, known as Proposal 3, include state environmental and labor groups, which cite a Michigan State University study that said it would create 94,000 jobs. The study was partially paid for by the Michigan Environmental Council, which supports the amendment.\n\n\t?\n\n\tFor faith leaders, it's a moral issue.\n\n\t?\n\n\t\"We have a duty to be good stewards of creation, and using more renewable energy is an important step toward fulfilling this duty,\" said the Rev. Charles Morris of Detroit's St. Christopher Catholic Church in a statement. \"By passing Proposal 3, we can put people back to work while protecting our land and air for future generations.\"\n\n\t?\n\n\tOpponents – including utility companies, the Michigan Chamber of Commerce and Republican Gov. Rick Snyder – say the amendment will hit consumers in their pockets. The amendment stipulates that electric utility rate increases cannot go up more than 1 percent per year, and the 25 percent by 2025 deadline would be extended if it looks like rates might exceed that.\n\n\t?\n\n\tOne study, paid for by opposition groups, found renewable energy costs are 67 percent higher than conventional sources, stoking fear that costs would rise and the 1 percent cap would be challenged in court.\n\n\t?\n\n\tAlso working against the proposal: The use of a constitutional amendment as a vehicle for change.? That, said Stephen Forrest, a vice president for research at the University of Michigan's Energy Institute, is an \"oddity in the Michigan process\" and could doom the effort.\n\n\t?\n\n\t\"It muddies the water,\" Forrest said. \"It might be voted down not because people don't agree with the standard, but because they don't want it in the constitution.\"\n\n\t?\n\n\tThirty states – including Michigan – have a renewable energy standard on the books.? Michigan's current standard is 10 percent of electricity must come from renewables by 2015. Forrest said the 25 percent renewables by 2025 is an aggressive push in a manufacturing state dependent upon cheap energy.\n\n\t?\n\n\tThe religious community is taking a longer-term view, insisting that it is looking beyond politics. It's \"about standing up for what's right,\" said Sister Lucille Janowiak of the Dominican Sisters in Grand Rapids.\n\n\t?\n\n\t\"As people of faith we believe in taking care of our families, friends and neighbors and leaving our world better for generations to come,\" Janowiak said in a statement.\n\n\t?\n\n\tAdded Gallagher: \"If we take love of neighbor seriously, then we're called to modify our lives so we don't hurt others and damage them. \"\n\n\t?\n\n\t\"Our neighbors live downwind of these smokestacks.\"\n\n\t?\n\n\tBrian Bienkowski is a staff writer for DailyClimate.org and its sister publication, EHN.org. \n\n\t?\n\n\tDailyClimate.org is an independent, foundation-funded news service covering climate change.","author":"","web_category":"earth-matters#energy","title":"Churches deliver a jolt of energy to Michigan renewables measure","picture_url":"http://images.mnn.com/sites/default/files/TerryGallagherEnergy_m_1009.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/churches-deliver-a-jolt-of-energy-to-michigan-renewables-measure"}