{"summary":"?. ?","advice_category":"5","content":"Earlier this month, Chinese state media reported that a 90-year-old grandmother had been forced by her wealthy son to live in a pig pen for two years. Other news stories in the country report of elderly parents being abused or neglected, images that fly in the face of the traditional concept of senior Chinese relatives being respected and well cared for by their children.\n?\nThe sixth-century philosopher Confucius advocated for filial duty as a foundation of belief, thereby forging the tradition of aging parents finding comfort in the care of their children. But as China’s one-child policy has placed an increased burden on the one child, and the economy is bringing more young workers to the city for jobs, the traditional model is eroding.\n?\n\"The pace and scale of demographic and social change is so great, most families simply do not have traditional options anymore, so change is inevitable,\" said Feng Zhanlian, a health analyst at RTI International who co-authored a study about China's rapidly aging population.\n?\nAnd as the country’s elderly population is expected to increase by more than double — up to 487 million — by 2053, authorities are concerned that the financial burden for caring for seniors will fall to the government.\n?\nTo that end, parents in China will be eligible to sue children who are neglectful under a new law requiring children to take better care of their aging relatives. The Law for the Protection of the Rights and Interests of the Elderly goes into effect July 1, and includes visitation requirements and a stipulation that employers allow children the necessary time off.\n?\nThe country has also created a symbolic new holiday, Elderly Day, under the legislation (Hallmark, are you listening?) and said it will work to raise the quality of long-term-care and benefits for elderly citezens.\n?\n\"China's aging problem is at a scale and speed not comparable with anywhere else in the world,\" said Yuan Xin, director of Nankai University's Aging Development Strategy Research Center in Tianjin, and a member of an advisory committee on the recent legislation.\n?\n\"My concern is how we can have sustainable economic development while maintaining Confucian values such as respect and care for one's parents,” he added.\nRelated stories on MNN:\nChinese?senior?citizens sing Lady Gaga\n5 couples who tied the knot?after 80","author":"","web_category":"earth-matters#politics","title":"New Chinese law will let elderly parents sue children for neglect","picture_url":"http://images.mnn.com/sites/default/files/editorial/china%20law_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/new-chinese-law-will-let-elderly-parents-sue-children-for-neglect"}