{"summary":"Kali — the orphaned polar bear cub that was rescued in Alaska earlier this year — arrived safely at a new home in Buffalo, N.Y., early Wednesday, May 15, after a long trip aboard a UPS cargo plane.. The polar bear is the largest species of bear on the planet","advice_category":"2","content":"Kali — the orphaned polar bear cub that was rescued in Alaska earlier this year — arrived safely at a new home in Buffalo, N.Y., early Wednesday, May 15, after a long trip aboard a UPS cargo plane.\n?\nBack in March, the young bear was picked up by hunters who unwittingly shot its mother near Point Lay, Alaska, according to news reports at the time. After being examined by wildlife officials, Kali was transferred to the Alaska Zoo in Anchorage to be cared for temporarily.\n?\n\"The Alaska Zoo has done a tremendous job of providing excellent, temporary care for Kali,\" Dan Ashe, director of the U.S. Fish and Wildlife Service, said in a statement earlier this week. \"I would like to personally thank the zoo for stepping up – at moment's notice – to care for this cub. Now, as Kali leaves Alaska for his next short-term home, we are confident that the Buffalo Zoo will provide the best of care for Kali as the Service makes a final determination on a permanent home for the cub.\"\n?\nAt nearly 6 months old, Kali (pronounced \"Cully\"), now weighs 65 pounds (29 kilograms). Officials decided to send the cub to the Buffalo Zoo so it could be raised alongside a female polar bear cub nicknamed Luna that was abandoned by its mom Anana. Letting the two cubs interact and play together could help ensure that they don't get too attached to their human keepers.\n?\nBut Buffalo might be just a temporary home for Kali; officials are considering the Saint Louis Zoo as a final destination for the bear.\n?\nThe polar bear is the largest species of bear on the planet. An adult male weighs between 775 pounds and 1,200 pounds (351 and 544 kilograms) and will reach its full adult size between the ages of 8 and 14 years. Adult females are half the size of their male counterparts — 330 to 650 pounds (50 to 295 kg) — and reach full size at around age 5 to 6 years. Polar bears in captivity typically live into their 30s.\n?\nIn the wild, polar bears are found in Russia, Alaska, Canada, Greenland and Norway's Svalbard archipelago, and the animals are threatened by declining Arctic sea ice, oil development, pollutants and hunting. In May 2008, United States listed the polar bear as a threatened species under the Endangered Species Act, while in Canada and Russia they are listed as a species of special concern.\n?\nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nWorld's Cutest Baby Wild Animals\n\n\nEndangered Beauties: Images of Polar Bears\n\n\n10 Things You Need to Know about Arctic Sea Ice\n\n\nMNN: Life in the 'Polar Bear Capital of the World'\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Live Science","web_category":"earth-matters#animals","title":"Orphaned polar bear arrives in New York","picture_url":"http://images.mnn.com/sites/default/files/KaliPolarBear_m_0516.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/orphaned-polar-bear-arrives-in-new-york"}