{"summary":"A new study has confirmed that children who sleep in bedrooms containing fumes from water-based paints and solvents are two to four times more likely to suffer allergies or asthma. Children in bedrooms with the highest concentrations were 4.2 times more likely to have rhinitis, twice as likely to have asthma and 2.5 times more likely to have eczema, compared with children with the lowest concentrations in their rooms.","advice_category":"2","content":"Think water-based paints are the healthier alternative to stinky oil-based varieties? Think again. A new study has confirmed that children who sleep in bedrooms containing fumes from water-based paints and solvents are two to four times more likely to suffer allergies or asthma. ?\n?\nThe study, published in the journal of the Public Library of Science, PLoS ONE, analyzed chemical compounds — propylene glycol and glycol ethers, known as PGEs — in the bedroom air of 400 toddlers and preschoolers. Researchers found that higher concentrations of these chemicals were linked with substantially higher rates of asthma, stuffy noses and eczema.\n?\nThe research was a collaboration between scientists at Harvard University and Sweden’s Kalstad University. The study followed?198 children in Varmland, Sweden, between the ages of 1 and 5 who had asthma or at least two symptoms or wheezing or rhinitis (nasal allergies) without a cold or eczema in the previous year, as well as 202 children with no symptoms.\n?\nThe children with nasal allergies tended to have a PGE concentration in their bedrooms that was twice as high as the concentration found in rooms of the children with no symptoms. The higher the dose, the more likely the children were to suffer from rhinitis, asthma, or eczema, even when concentrations were low.\n\nChildren in bedrooms with the highest concentrations were 4.2 times more likely to have rhinitis, twice as likely to have asthma and 2.5 times more likely to have eczema, compared with children with the lowest concentrations in their rooms.\n?\nSure, other factors could play a role here, but the researchers accounted for factors such as secondhand smoke, allergies of parents, cleaning with chemical agents, age of the homes, pet allergens and exposure to other indoor chemicals called phthalates.\n?\nThe most disturbing fact here is how commonplace PGEs are in our homes. Found in water-based paints and varnishes as well as in cleaning fluids, these chemicals were once considered healthier substitutes because they have low volatility, which means they emit less fumes than the high-polluting, oil-based paints and solvents, but the levels at which PGEs were found to affect children's health were relatively low.?\n?\nNeed a better reason to switch to non-VOC paint?","author":"","web_category":"health#allergies","title":"Study finds link between paint fume exposure and asthma, allergies","picture_url":"http://images.mnn.com/sites/default/files/painting_2.jpg","url":"http://www.mnn.com//health/allergies/blogs/study-finds-link-between-paint-fume-exposure-and-asthma-allergies"}