{"summary":"The Gulf dead zone is the largest in the U.S. Not even the worst algae blooms, however, create hypoxic zones on their own","advice_category":"8","content":"?\nThe Mississippi River is America's aquatic aorta, pumping life through?2,350 miles of U.S. heartland. Its?network of tributaries covers 1.2 million square miles, drains 30 states and is the third-largest river basin on Earth, after the Amazon and Congo.\n?\nBut due to a confluence of factors, the Mississippi has also become an accomplice in the deaths and displacement of countless marine animals — not to mention the economic suffering of humans who depend on them. As the river empties into the Gulf of Mexico, it inadvertently feeds the area's \"dead zone,\" a low-oxygen wasteland that flares up every summer, rendering swaths of ocean unlivable. And thanks to historic floods in 2011, experts say this year may be much worse than usual.\n?\nThe Gulf dead zone is the largest in the U.S. and second-largest of?more than 400?worldwide,?a total that has grown exponentially since the 1960s. Smaller dead zones have appeared in other U.S. waterways, too, including Lake Erie,?Chesapeake Bay, Long Island Sound?and?Puget Sound, and on many?global coastlines.\n?\nThe Gulf dead zone owes its size — nearly 4 million acres in recent summers — to the mighty Mississippi, which collects tons of agricultural and urban runoff from Midwestern farms and cities like Minneapolis, St. Louis, Memphis, Baton Rouge and New Orleans. When all that flows into the Gulf, it feeds oversized algae blooms that indirectly cause \"hypoxia,\" or low oxygen levels.\n?\nThat process is now on steroids in 2011, as the swollen Mississippi River breaks flood records that have stood since the 1920s and '30s. Periodic flooding is normal, but the river's surrounding landscape has also changed dramatically in recent decades, with more paved surfaces to worsen natural floods, and more synthetic fertilizers, animal waste and other nutrient-rich pollutants waiting for a ride south. As marine scientist and dead-zone expert Nancy Rabalais tells MNN, the chemical-laden floods of 2011 could fuel the biggest Gulf dead zone ever seen. \"The best predictor is the river's nitrate load in May,\" Rabalais says. \"And the amount that's coming down right now indicates it's going to be the largest one ever. It could be 5, 10, 15 percent larger.\"\n?\nThat's not just a problem for sea life, either: With gas prices high and many fishermen and shrimpers still recovering from the Gulf oil spill, chasing their prey past a supersized dead zone might be cost-prohibitive, Rabalais adds. \"When the water is hypoxic to less than 2 parts per million, any fish, shrimp or crabs in that area have to leave. So that will significantly decrease the area where you can conduct fishing,\" she says. \"Inshore fisheries in Louisiana have smaller boats, so many of them just won't be able to fish or trawl. The distance required and the fuel costs right now could keep them in port.\"\n?\nWhen algae attack\nDead zones are ecological disasters, but they're caused by an otherwise upstanding citizen: phytoplankton (pictured), the floating cornerstone of the oceans' food web. Under normal conditions, they toil thanklessly below the surface, making life as we know it possible. They produce about half of the oxygen we breathe, and play crucial roles in ecosystems the world over.\n?\nYet for all their benefits, phytoplankton aren't known for self-restraint — overfeed them and they'll suddenly surge out of control, forming huge \"algal blooms\" that can stretch for miles, often choking out other life. Sometimes they release a flood of toxins, such as?devastating red tides, and sometimes they're bizarre yet apparently benign, like the furry, 12-mile-long \"blob\" that was discovered off the north coast of Alaska in 2009 (see video below).\n?\n\n\n?\nAlgae accumulations are common in many waterways around the planet, and a bloom doesn't necessary spell doom. The Alaska blob eventually drifted out to sea with no visible harm done, and smaller blooms occasionally float down even small rivers and streams. But depending on the type and the amount of algae involved, a run-of-the-mill plankton party can quickly escalate into a \"harmful algal bloom,\" or HAB.\n?\nOnly a fraction of the world's algae species are toxic, but things get ugly when they get together.?Probably the most notorious toxic algae are those responsible for red tide — rosy plumes that billow below the surface (pictured), soon followed by the stench of poisoned, rotting fish. The toxin usually irritates the eyes and skin of people who swim during red tides, and can even become airborne, creating a \"stinging gas\" that hovers over a beach. Other toxic algae may pass their poisons slowly up the food web by bioaccumulation, causing ailments like ciguatera fish poisoning, which can involve nausea, vomiting and neurologic symptoms.\n?\nNontoxic blooms are no saints either, since the large, slimy mats they generate often interfere with a wide range of coastal business, from the feeding habits of right whales and fishermen to the antics of would-be beach-goers. They can also smother coral reefs and seagrass beds, endangering the diverse animals living there, including some commercially important fish.\n?\nNot even the worst algae blooms, however, create hypoxic zones on their own. A true dead zone is a team effort — individual algae within a bloom die and rain into the depths below, where they're digested by deep-water bacteria, a process that consumes oxygen. Yet even with this sudden oxygen drain, wind-driven ocean churning normally stirs down enough oxygenated surface water to cure any temporary hypoxia. Certain natural conditions, namely warm weather and a layering of fresh and salty surface water, are often needed for a dead zone to form.\n?\nThe northern Gulf of Mexico, of course, has plenty of both. Its dead zone grows in the summer because, since heat rises, warm surface waters and cooler bottom waters create a stable water column, discouraging the vertical churning that would carry down oxygen from above. In addition, the Gulf is constantly being doused with freshwater from the Mississippi River, forming a fluid buffer on the surface that traps oxygen-depleted saltwater below (see illustration).\n?\nHighway to the dead zone?\nThe biggest overall contributor to the Gulf of Mexico's dead zone, however, is the entire Mississippi River Basin, which pumps an estimated 1.7 billion tons of excess nutrients into Gulf waters each year, causing an annual algal feeding frenzy. Those nutrients come largely from agricultural runoff — soil, manure and fertilizers — but also from fossil-fuel emissions and various household and industrial pollutants.\n?\nCars, trucks and power plants contribute to aquatic overnutrition by spitting out nitrogen oxides, but they represent \"point source\" pollutants, meaning their emissions come from discernible sources that can be monitored and regulated. Much more frustrating to control are nonpoint source pollutants, which comprise most of what's washing into the Gulf.?This diverse flood of pollutants flows from driveways, roads, roofs, sidewalks and parking lots into streams and rivers, but much of it comes from large-scale farming in the Midwest. Nitrogen- and phosphorus-rich fertilizers are widely blamed for recent spikes?of hypoxia in the Gulf. (See the NOAA video below for more.)?\n?\n\n\n?\nFish aren't usually killed by the dead zone unless it traps them against the coast, since they can outswim the dropping oxygen levels and move somewhere else. The ones that get away could take a valuable coastal fishing industry with them, however, wreaking economic havoc on shore. The ones that stay may suffer even worse — carp that continuously live in the hypoxic zone have been found to have smaller reproductive organs, raising the prospect of population crashes alongside mass migrations.\n?\nSome bottom-dwelling creatures don't have the option of leaving the sea floor, making them the No. 1 casualty of dead zones. Certain worms, crustaceans and other animals choke as the oxygen is all sucked away by bacteria, meaning they don't come back when the oxygen does; instead, a smaller number of short-lived species takes their place. Large snails, starfish and sea anemones largely disappeared from the dead zone 30 to 40 years ago.?\n?\nKeeping hypoxia at bay\nThe Mississippi River has briefly flowed backward before, during the 1811-'12 New Madrid earthquakes, and that might not sound so bad given all the pollution it's currently feeding into the Gulf. The problem isn't the river itself, though, but what's in it.?\n?\nRegulating nonpoint source pollutants is difficult since they come from so many different places, and fears of cramping the Midwestern farming economy have helped forestall major regulations to control nutrient runoff. The EPA and several other federal and state agencies formed a dead zone task force, and the EPA's Gulf of Mexico Program?recently hosted Iowa officials in Louisiana to award them for their efforts to reduce runoff. There are ways to combat existing nutrient pollution, such as planting wetlands or raising shellfish colonies to absorb nutrients, but many farmers are already making small changes on their own, like no-till planting or improved drainage systems. See the links below for more on dead zones and ways to reduce runoff:\n?\nEPA:?Managing Nonpoint Source Pollution from Agriculture\nUSGS: The Gulf of Mexico Hypoxic Zone\nNOAA: Hypoxia and Nutrient Pollution\nNOAA: Harmful Algal Blooms\nCDC: Harmful Algal Blooms\n?\nAlaska algal bloom video courtesy North Slope Borough, Alaska\nDead zone video courtesy NOAA\nPhotos courtesy NASA, NOAA, USGS\n?\nEditor's Note: This story has been updated since it first appeared on July 28, 2009.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What is the Gulf of Mexico dead zone?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/what-is-the-gulf-of-mexico-dead-zone"}