{"summary":"\t\tGermany last year said it would shut down its 17 nuclear reactors by 2022, while in Italy, a referendum rejected any resumption of nuclear energy generation, which was halted after the 1986 disaster at Chernobyl.. \t\tThe move would bring resource-poor Japan into line with Germany, which has said it will wean itself off nuclear power by 2022, and comes as regular vocal protests against nuclear power continue.","advice_category":"4","content":"Japan will abandon nuclear power within the next three decades under new government policy on the post-Fukushima energy mix, a newspaper said.\n\n\t\t?\n\n\t\tPrime Minister Yoshihiko Noda's administration will declare its intention to permanently shut down reactors by some time in the 2030s, the Mainichi Shimbun reported on Wednesday, citing unnamed government sources.\n\n\t\t?\n\n\t\tThe move would bring resource-poor Japan into line with Germany, which has said it will wean itself off nuclear power by 2022, and comes as regular vocal protests against nuclear power continue.\n\n\t\t?\n\n\t\tThe government \"will formally decide at an energy and environment meeting this weekend\" to stop the use of nuclear, the paper said.\n\n\t\t?\n\n\t\tTokyo has worked to hammer out a new energy policy in the wake of last year's crisis, when reactors at Fukushima were swamped by the tsunami, sparking meltdowns that spread radiation over a large area.\n\n\t\t?\n\n\t\tIn the months that followed, Japan's entire stable of reactors were shut down for routine safety checks, with only two of them ever having been restarted, and those in spite of often vocal public protest.\n\n\t\t?\n\n\t\tLast week, Noda's ruling Democratic Party of Japan issued a policy recommendation saying Japan should \"put every political resource to realise a situation where the number of nuclear plants operated be zero in the 2030s.\"\n\n\t\t?\n\n\t\tThe DPJ listed three principles to achieve this: not constructing new nuclear plants, stopping old nuclear plants after 40 years of operation, and only approving the restart of nuclear plants that had passed safety checks by a nuclear regulator.\n\n\t\t?\n\n\t\tThe policy paper recommended Japan make greater use of renewable energy, and take further energy saving measures, including the use of smart metering.\n\n\t\t?\n\n\t\tIt also said Japan should develop resources in nearby waters and look to cheaper procurement of liquefied natural gas and other fossil fuels, including shale gas.\n\n\t\t?\n\n\t\tJapan, with precious few resources of its own, is presently heavily dependent on oil from the Middle East and has been forced to ramp up its imports to make up the energy shortfall over the last 18 months.\n\n\t\t?\n\n\t\tNuclear had provided around a third of the country's electricity before the disaster at Fukushima.\n\n\t\t?\n\n\t\tNoda said Monday he will incorporate the DPJ's recommendations into his new energy policy, which is expected to be finalised later this week.\n\n\t\t?\n\n\t\tAhead of a general election expected this autumn, nuclear energy has become a hot button issue in Japan with regular protests that sometimes attract tens of thousands of people calling for it to be ditched.\n\n\t\t?\n\n\t\tAt the same time the country's powerful business lobbies have worked hard to push for a restart of shuttered reactors, fearing power shortages.\n\n\t\t?\n\n\t\tGermany last year said it would shut down its 17 nuclear reactors by 2022, while in Italy, a referendum rejected any resumption of nuclear energy generation, which was halted after the 1986 disaster at Chernobyl.\n\n\t\t?\n\n\t\tSwitzerland has approved plans to close its five reactors by 2034. However a number of Asian countries are pushing ahead with expanding their nuclear programs.\n\n\t\t?\n\n\t\tCopyright 2012? AFP Asian Edition\n\n?","author":"Kyoko Hasegawa, AFP","web_category":"earth-matters#energy","title":"Japan to abandon nuclear power by 2030s","picture_url":"http://images.mnn.com/sites/default/files/japan_27.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/japan-to-abandon-nuclear-power-by-2030s"}