{"summary":"\"?Viva la Tortuga!\" is the third documentary created over the past few years by students in the documentary production class taught by professors Maria Luskay and Andrew Revkin. In the epic and eternal battle between sea turtles and fishermen, can both survive? The answer can be yes, according to the new documentary, \"?Viva la Tortuga!\" Produced by students from Pace University, the 16-minute film takes a close look at the coalition Grupo Tortuguero, which has been working to protect endangered sea turtles in Mexico's Magdalena Bay on the Baja Peninsula by developing new, sustainable ways to support the region's economy.","advice_category":"2","content":"In the epic and eternal battle between sea turtles and fishermen, can both survive? The answer can be yes, according to the new documentary, \"?Viva la Tortuga!\" Produced by students from Pace University, the 16-minute film takes a close look at the coalition Grupo Tortuguero, which has been working to protect endangered sea turtles in Mexico's Magdalena Bay on the Baja Peninsula by developing new, sustainable ways to support the region's economy.\n?\n\"?Viva la Tortuga!\" is the third documentary created over the past few years by students in the documentary production class taught by professors Maria Luskay and Andrew Revkin. \"All of these films involve figuring out ways to manage resources in a sustainable way while also building economies,\" says Revkin, who also writes the Dot Earth blog at The New York Times. The subjects for each film have all been in developing countries or poor regions. \"It exposes a lot of these students to issues that they just would normally never experience.\"\n?\nThe class includes both graduate and undergraduate students, some of whom already have experience with cameras or editing equipment and others who are just beginning to learn. They also come to the Media and Communication Arts program from all walks of life. \"What I like about this course is these are not environmental studies students, they're communicators,\" Revkin says. \"Some of them will go into the corporate world, some will go into advertising, but they'll all understand what sustainability is in the sense of seeing people pursue this idea in difficult circumstances and balancing economic reality with environmental management. That really sticks with people.\"\n?\nIn addition to shooting and editing the film, the students also turned to social media to help market it. They maintained active Twitter and Facebook accounts and a blog over the course of the semester, documenting their work creating the documentary. Revkin says their work in this area helped them to get the word out about their film before and after it was posted to YouTube. \"They're learning that in this modern era, film is only partially about hitting the 'record' button.\"\n?\nAfter several months of hard work, the film had its public debut on May 7 with a screening and Q&A at Pace's Pleasantville campus. It also premiered on YouTube the same day. As it turned out, the film ended up being even more timely than expected as the Mexican government recently challenged the scientific literature that attributes the deaths of endangered loggerhead turtles to gillnets used by fishermen off the Pacific coast.\n?\nThe students are hopeful that their film will cut through the confusion and show solutions that are working. As they wrote on their blog, \"We hope the film will help clarify steps that can be taken now to protect turtles while sustaining the economies of fishing communities in Mexico’s Baja region.\"\n?\nYou can watch \"?Viva la Tortuga!\" below:\n?\n\n\n?\nRelated on MNN: Happy World Turtle Day","author":"","web_category":"earth-matters#animals","title":"Student filmmakers produce powerful documentary about sea turtle conservation","picture_url":"http://images.mnn.com/sites/default/files/editorial/sea%20turtle%20baja.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/student-filmmakers-produce-powerful-documentary-about-sea-turtle"}