{"summary":"\tI stumbled across this great article showing how one blogger installed a rocket stove heater to help heat his home. Rocket stoves means people can breathe easier as they prepare food and have to work less to procure fuel.","advice_category":"4","content":"I'm a huge fan of the rocket stove (I wrote about it earlier this year), a hyper-efficient design that excels at burning at very hot temperatures. Rocket stoves burn at much higher temperatures than your standard wood-stove or fireplace and, as a result, emit much cleaner exhaust. You can burn just about anything in a rocket stove too, from straw to dried dung to small bundles of twigs. This flexibility, combined with the stove's brutal efficiency, has made them a popular choice in the developing world, where they replace older conventional stoves that are smoky and inefficient. Smoky kitchens are no joke in many parts of the world and negatively impact the health of millions of people. Rocket stoves means people can breathe easier as they prepare food and have to work less to procure fuel.\n\n\t?\n\n\tI stumbled across this great article showing how one blogger installed a rocket stove heater to help heat his home. Rob the blogger is a woodworker who had an ever-growing pile of small scrap wood accumulating in his workshop. Instead of mulching the scraps or sending them off to a landfill, he wanted to extract as much energy as possible out of his pile and converted an old water tank to a rocket stove.\n\n\t?\n\n\tSwing over to I Will Try to read about his project and to see more photos.\n\n\t?\n\n\tIf you have a few minutes, watch this delightful little video showing a rocket stove heater in action.\n\n\t?\n\n\n\n\t?\n\n\tVia Reddit\n\n\t?\n\n\t?\n\n\tAre you on Twitter??Follow me (@sheagunther) there, I give good tweets.\n\n\t?\n\n\tAnd if you really like my writing, you can join my Facebook page.","author":"","web_category":"earth-matters#energy","title":"Building a rocket stove to heat up the house","picture_url":"http://images.mnn.com/sites/default/files/rocket-stove-feat.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/building-a-rocket-stove-to-heat-up-the-house"}