{"summary":"Havens offers two examples of companies that he considers to be trendsetters in the sustainable lifestyle arena, Glooko and Live!y. I think this practice will eventually evolve to the point where people may have to file their own CSR Report (\"Consumer Sustainability Report\") in terms of how their actions reflect their eco-friendly practices,” Havens tells MNN","advice_category":"4","content":"Waiting for the cable man has become the existential equivalent of watching paint dry, but if Comcast has a say they'd really like to change your perception. A few years back, they launched the Twitter handle @ComcastCares to better help people who are looking for answers from the cable giant. To anyone who's ever sat on hold listening to the byzantine \"Press 1\" prompts, this is welcome news. Customers trying to reach a real human being only need to send off a quick tweet and a Comcast rep will instantly be in touch. It's no wonder that Time magazine named @ComcastCares one of the best Twitter feeds of the year.\n?\nComcast is not alone. Scores of companies have seized on the power of social media to better interact with their customers.?Nike (@NikeSupport),?American Express (@AskAmex), and?UPS (@UPSHelp) have all joined the fray, looking for new and better ways to respond to consumer issues.\n?\nBut customers are not using Twitter to just complain to customer service. They are also using social media to let their voices be heard on a wide variety of issues -- ranging from how companies treat their employees to how their product materials are sourced. After the recent Bangladeshi factory fire, customers flocked to Twitter and Facebook to let fashion designers know they will not stand for clothes produced in poor working conditions.\n?\n\"Today's super-savvy consumers can be in almost direct contact with any brand via social media. Complaints and praise are posted and consumers expect to be responded to, especially about sustainability and health-related issues,\" said?Starre Vartan, who writes about beauty and fashion for MNN. \"There's a greater understanding about the planet's finite resources, and younger generations grew up with environmental topics part of their education. Companies that ignore their future customers' demands for less toxic and less polluting products do so at their financial peril.”\n?\nMNN asked John C. Havens (pictured right), founder of The H(app)athon Project and a contributing writer for Mashable, if the bevy of available data helps or harms consumers as they strive to make more eco-friendly choices. ?\n?\n“Data on most subjects has grown exponentially in the past few years, a fact which could hurt consumers trying to make more eco-friendly lifestyle choices,\" says Havens, also the author of the forthcoming book, \"Hacking H(app)iness.\" \"That said, I also believe consumers have become more search-savvy and are able to more quickly identify organizations that are truly making inroads towards sustainability versus the ones just paying lip service.”\n?\nTo that end, Havens, who will be speaking this June at the Sustainable Brands '13?conference in San Diego, sees consumers using more than just the data provided by companies and green ratings systems. “The trend I'm most interested in is Quantified Self, where people are using biometric and other sensors to track their own behavior. I think this practice will eventually evolve to the point where people may have to file their own CSR Report (\"Consumer Sustainability Report\") in terms of how their actions reflect their eco-friendly practices,” Havens tells MNN. “Meaning, in a planet with finite resources, we'll being utilizing a supply-chain mentality towards people and tracking their behavior to ensure water and other essential items are preserved.”\n?\nIt's all about making consumers' lives easier as they make lifestyle changes. Havens offers two examples of companies that he considers to be trendsetters in the sustainable lifestyle arena, Glooko and Live!y. ?\n?\nGlooko is a mobile diabetes logbook that lets diabetes patients sync their blood glucose meters directly with their smartphones. Users can compare weekly and monthly blood glucose averages, add notes about a specific reading, share the logbook with their doctor and search nutritional databases.\n?\n\"People tend to forget that providing mobile tools like this means patients don't have to drive to the hospital, which conserves gas and patient time,\" Havens explains. \"The aggregate effect of data accumulated about a population like this one also means resources needed in the health community won't be as focused on diabetes, minimizing the strain on overall medical costs.\"\n?\nLive!y is another solution aimed at a specific population, in this case senior citizens who are living on their own. Live!y consists of a series of passive sensors that can be placed in a senior's home. The sensors learn an individual's typical routine and can detect when something changes.\n?\nAdult children or other family members can access Live!y's data, which operates on a built-in cellular connection, and check in with their family member if they see something of concern. Havens said the product \"creates a great sustainability of relationship between child and adult, because the data that's captured is done in the background, letting a senior live their life safely and without the need for badgering from their kids.\" This is a different type of sustainability but a prime example of how brands are changing to meet the needs of the ever-changing consumer.\n?\nSurveys like the Regeneration Consumer Study reveal that today’s more sustainability-minded consumers are demanding change. \"Businesses are striving to not only meet these demands but also to exceed them.?Innovating how we understand, research and uncover consumer behavior change is the leading edge of our work,\" says?Dr. Renee Lertzman, consultant and faculty member at Royal Roads University. \"It is where we need to be directing our resources and our curiosity. It is time to rethink almost everything we assume and think we know about the psychology of sustainability. We need to start with the recognition that our research has not brought us nearly to where it can and should in terms of leveraging latent aspirations to effect change in our world, and that we carry untested biases and assumptions about how people relate to our environmental challenges.”\n?\nInterested in learning more about the ways companies are innovating to serve their customers and create a sustainable future? Join the Sustainable Brands 2013 conference and meet the thought leaders, executives, and entrepreneurs who are shaping the future of sustainability.\n?\nRelated on MNN:\nFor companies, sustainability and innovation often go hand in hand\nSustainable Brands 2013: From Revolution to Renaissance\nVisit our Sustainable Business Practices channel\n?\nMNN tease photo: johnjohnson/Shutterstock","author":"","web_category":"earth-matters#space","title":"Social media empowers consumers, and companies are stepping up to the challenge","picture_url":"http://images.mnn.com/sites/default/files/editorial/lively.jpg","url":"http://www.mnn.com//specials/sustainable_brands_2013/how_businesses_use_technology_to_innovate"}