{"summary":"The FWS issues shoot-on-sight licenses to some ranchers with wolf problems, and rising livestock casualties are a driving force behind many calls for removing the gray wolf from the endangered species list so it can be hunted.. Hungry like the wolf","advice_category":"8","content":"?\n?\nFor the first time in history, wolf season officially began in Montana's backcountry this week. It follows Idaho's inaugural opening day by two weeks, and likely foreshadows three or four more states joining the wolf-hunting club in the near future.\n?\nThis is a far cry from 1974, when the gray wolf was named an endangered species after being virtually eliminated in the U.S. mainland. But thanks to federal protection over the last three decades, and especially to a mid-'90s reintroduction effort using wolves from Canada, the species has rebounded in the Northern Rockies and the Western Great Lakes.\n?\nIn fact, some say wolves have rebounded a little too well. While they still make up just 2 percent of their former population in the Lower 48 states, they've nonetheless outgrown much of the land they were given. That's bad news for nearby ranchers and homeowners, whose pets and livestock increasingly fall prey to roaming wolves.\n?\n\"All the suitable habitat is filled, so every additional wolf causes proportionally more problems,\" says Ed Bangs, wolf recovery coordinator for the U.S. Fish and Wildlife Service in Helena, Mont. \"More wolves are trying to live in unsuitable habitat.\"\n?\nAnd that's bad news for wolves, too. The FWS issues shoot-on-sight licenses to some ranchers with wolf problems, and rising livestock casualties are a driving force behind many calls for removing the gray wolf from the endangered species list so it can be hunted.\n?\n\"Wolves will live entirely on livestock if you let them,\" Bangs says. \"The key is having something else for them to eat.\"\n?\nHungry like the wolf\nThe?gray wolf?governed North America's forests from the last ice age until roughly a century ago, reigning across the continent from Alaska to Maine to Mexico. Known as a \"keystone predator,\" it kept other predators in check by regulating the populations of plant eaters, which in turn?saved more young trees from being eaten as seedlings. In the Lower 48 states alone, some 400,000 gray wolves once lived everywhere except the Southeast — former home of the now highly endangered?red wolf?— and parts of the Southwest.\n?\nBut North America is a different place today. Early settlers from Europe decimated New World deer, elk and moose populations, leaving wolves little to eat but livestock. Docile farm animals are easy prey for wild wolves, and the costly results of their encounters led many frontier governments to encourage vigilante wolf killing. Throughout the 1800s and early 1900s, unregulated hunting and government-sponsored poisoning wiped out virtually all gray wolves in the continental United States except a small population in northern Minnesota.\n?\n\"Historically there were wolves everywhere, and we purposefully killed them off,\" Bangs says. \"We killed them off because we had killed off most of the ungulates [hoofed grazers, like deer], and they were starting to eat livestock. By about 1930 there were almost no populations left.\"\n?\nAn underdog's comeback\nProtection under the new?Endangered Species Act?let some Canadian wolves wander into northern Montana and Minnesota during the '70s and '80s, encouraging scientists that the species could survive again in parts of its former range. The first reintroduction efforts began in 1995, when wolves from Canada were brought to Yellowstone National Park and other parts of Montana, Idaho and Wyoming. Upon success there, federal wildlife officials soon helped wolves return to the Western Great Lakes region, too.\n?\nGray wolves are almost as adaptable as humans when picking a place to live, and the diverse species — which is the ancestor of domesticated dogs — has dozens of subspecies ranging from the Arctic wolf?(pictured, left) to the Mexican wolf?(right). Hunting restrictions helped revive U.S. deer and elk populations by the late 20th century, and with plenty of wild food to eat, the gray wolf had little trouble regaining a foothold in the Rockies and Great Lakes.\n?\n\"I'd say it's very healthy,\" says Dan Stark, wolf specialist for the Minnesota Department of Natural Resources, about his state's wolf population. \"In Minnesota we've seen the population stabilize over the last 10 years, in number and distribution. That indicates they've occupied all the suitable areas in the state that are going to support wolves.?We've historically had wolves statewide, but it's a much different landscape now due to settlement.\"\n?\nLegal gray areas\nFacing pressure over rising?livestock casualties, the U.S. Fish and Wildlife Service?removed gray wolves from the endangered species list earlier this year in five states: Idaho, Montana, Minnesota, Wisconsin and Michigan. It was the latest step in a back-and-forth?court?battle between conservation groups and the FWS over whether the gray wolf should be \"delisted\" as an endangered species at all. Federal scientists say the wolf populations are healthy, but conservationists contend they're still too fragmented and fragile to be hunted in large numbers.\n?\nIn May, President Obama continued the Bush-era effort to delist gray wolves, except in Wyoming, where the FWS says the state's wolf-management plan is inadequate. Conservation groups again sued, this time pointing out that the FWS had neglected to hold a 60-day public comment period before delisting wolves in the three Great Lakes states. That got the species?relisted in Minnesota, Wisconsin and Michigan, but conservationists' victory there is short-lived: After holding comment periods, all three states are pushing to have the wolf delisted again in 2010.\n?\nA federal judge also ruled this month that the?wolf hunts can continue in Idaho and Montana, citing studies showing that current populations could take a 30 percent hit and still recover.?(Idaho and Montana have quotas of 220 and 75 wolves, respectively, or about 22 percent of their combined population.) But there was a silver lining for conservationists — the judge called officials' decision to exclude Wyoming from the delisting \"arbitrary and capricious,\" since it distinguished natural populations of wolves based on a political boundary, which raises the possibility that the most recent delisting could ultimately be scrapped.\n?\nHunting hunters\nBut is hunting an effective way to manage wolf populations in the first place? FWS spokesman Joshua Winchell says he isn't aware of any established precedent for wolves, but points out that hunting can be a boon for wildlife in general. On top of controlling population sizes, the fees for hunting and fishing licenses — such as the U.S. duck stamp?— help fund conservation efforts that often benefit the animals being hunted.\n?\n\"There's been success after success in using sport or recreational hunting to keep populations within acceptable levels,\" Winchell says. \"The current regulated wolf hunts fit within a much larger history of wildlife management success.\"\n?\nStill, conservationists warn that wolves' genetic diversity and overall survival could be hurt by excessive hunting. They often emphasize nonlethal techniques for preventing attacks on livestock, such as frightening devices, security barricades, rubber bullets or restoring wolves' natural prey in the wild by cutting back on deer, elk and moose hunting.\n?\nRegardless of how wolves end up classified, the onus will be on humans to maintain co-existence. It's never easy for two top-level predators to share a habitat, but while we are losing livestock, we can at least take comfort knowing we aren't on the menu ourselves.\n?\n\"It's almost unheard of — there's been one person that we know of in the history of North America who's been killed by a wolf,?and those wolves were highly habituated to people,\" Bangs says. \"A?wild wolf attacking someone is extremely rare. There's a lot of reasons to not have wolves, but that's not one.\"\n?\nAlso on MNN:\nLearn about efforts to bring back the endangered red wolf in North Carolina?and the endangered Mexican wolf in Arizona and New Mexico.\n?\nPhotos: U.S. Fish and Wildlife Service, ZUMA Press, National Oceanic and Atmospheric Administration, Cahir Davitt/Citizen Image, Robert Millage/AP","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are gray wolves still endangered?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-gray-wolves-still-endangered"}