{"summary":"\tAlthough there’s no way to totally avoid seasonal allergies, by using some of these home-based natural remedies, you’re sure to be breathing easier in no time.. \t\tIncorporating a teaspoon or two of locally grown honey into your diet even before the season can enhance resistance to pollen","advice_category":"2","content":"Winter’s dull, dark chill has given way to the vibrant greens and colorful bouquets of spring. Outdoor sports are resuming; lawn mowers running; warm breezes blowing. No better time to take a deep breath of fresh pollen-rich air, right? Ah-choo! Then again, on second thought.\n\n\t?\n\n\tFor many of us — 35 million Americans to be exact — spring isn’t all the sunshine and flowers mood-booster it’s cracked up to be. It kicks off our annual search for ways to avoid seasonal allergies and the resulting itching, sneezing, congestion, runny noses and watery eyes they bring.\n\n\t?\n\n\tAn allergy is the body’s way of reacting to an ordinarily harmless substance called an allergen such as pollen from trees, grass, weeds or mold, according to the American Academy of Allergy Asthma & Immunology, (AAAAI).\n\n\t?\n\n\tAllergies are inherited tendencies, which explains why my children and I suffer from the same seasonal allergies each year, also called hay fever or allergic rhinitis. Seasonal allergies typically begin in March or April and may last until the first frost.\n\n\t?\n\n\tThe genetics also mean you can’t escape the season and there’s no cure. Still, here are 10 home-based natural remedies you can try to relieve some of your symptoms and cope with the ailment. The simple behavior modifications include thoughtful planning, cleanliness, proper diet and taking certain herbs, vitamins and supplements.\n\n\t?\n\n\t\tThe best way to avoid spring allergies is to steer clear of pollens. Plan your outside activities around pollen counts, allergy conditions and forecasts by your local weather channel or www.pollen.com. Pollen counts are generally highest in the early morning and late afternoon hours. The best time to go outside is after a good rain, which helps clear pollen from the air, reports the Mayo Clinic.\n\n\t\tYou don’t have to add a dust mask to your regular spring wardrobe, but you should wear sunglasses when you’re outside to protect your eyes from pollen.\n\n\t\tClose windows and crank up the air conditioning to prevent pollens from drifting in, the AAAAI recommends. Use a high-efficiency particulate air filter (HEPA) in your heating-cooling units. Also, dry indoor air with dehumidifiers.\n\n\t\tKeep yourself, your pets and your home clean. Remove and wash clothes you’ve worn outside and shower to rinse pollen from your skin and hair. Pollen also adheres to furniture, carpets, curtains and bedding, so clean frequently. Use a vacuum with a HEPA filter regularly to remove household dust and dander, or dead pet skin.\n\n\t\tEat a well-balanced, nutritious diet complete with ample water to keep the body hydrated and include citrus fruits rich in vitamin C. The vitamin is a well-documented illness buster. It enhances the immune system and is considered an anti-histamine food, counteracting histamine, the potent chemical produced by pollen.\n\n\t\tOther anti-histamine foods and herbal supplements: omega-3 fatty acid oils and nuts, licorice root, butterbur, Astragalus, Capsicum and Eyebright.\n\n\t\tSpicy foods such as cayenne pepper, onions, garlic and ginger, either fresh or in tablet form, reduce mucous secretions and clear nasal passages. Hot liquids also serve as decongestants, including marshmallow root, green and herbal teas.\n\n\t\tIncorporating a teaspoon or two of locally grown honey into your diet even before the season can enhance resistance to pollen. That’s because bees collect honey from local plants, which may contain pollen, and consuming the product helps your body adjust to pollen exposure.\n\n\t\tRefrain from junk, frozen, instant and processed food. Also alcoholic beverages, especially red wine, which stimulates histamines and can escalate allergy symptoms. Plus, these products interfere with the body’s ability to fight illness.\n\n\t\tRinsing the pollen from your nostrils will help drain bacteria ad mucous. To make your own saline nasal rinse, mix three teaspoons of iodine-free salt with one teaspoon of baking soda, the AAAAI reports. Add one teaspoon of the dry mixture to eight ounces of lukewarm distilled or boiled water for adults; half the amounts for children. Use a soft rubber nasal bulb syringe to administer the rinse.\n\n\t?\n\n\tAlthough there’s no way to totally avoid seasonal allergies, by using some of these home-based natural remedies, you’re sure to be breathing easier in no time.\n\n\t?\n\n\tKnow more about how to get rid of allergies? Leave us a note in the comments below.\n\n\t?\n\n\tAlso on MNN:?\n\n\t\t10 not-so-common allergies\n\n\t\t5 ways to beat fall allergies\n\n\t\tMild winter is a double-whammy: Early allergies, late flu season","author":"","web_category":"health#allergies","title":"How to get rid of allergies","picture_url":"http://images.mnn.com/sites/default/files/get-rid-allergies.jpg","url":"http://www.mnn.com//health/allergies/stories/how-to-get-rid-of-allergies"}