{"summary":"kids had a diagnosed food allergy, or convincing symptoms of a food allergy. The questionnaire asked adults about allergies based on a single child in their household, and adults were asked whether or not the child had any signs and symptoms of a food allergy, had ever been diagnosed with an allergy by a doctor, and had ever had a severe allergic reaction to food.","advice_category":"2","content":"Several times a year, parents are requested to send in snacks to my daughter's school for various holidays and parties. Over the years, the list of potential allergens and no-go foods that shouldn't be sent in for students has grown a mile long. From peanuts and milk, the list has now grown to include soy, eggs, fish, wheat, other nuts, red dye #5 and even pineapple. ?\n?\nA new study has found that food allergies are on the rise — both in quantity and severity. The study, published in the journal Pediatrics, found that one in 12 kids in the U.S. have food allergies, and for one in three kids, those allergies are considered severe.\n?\nResearchers used an online survey to question almost 40,000 U.S. adults who lived with a child younger than 18. The questionnaire asked adults about allergies based on a single child in their household, and adults were asked whether or not the child had any signs and symptoms of a food allergy, had ever been diagnosed with an allergy by a doctor, and had ever had a severe allergic reaction to food.\n?\nAccording to this survey, 8 percent of U.S. kids had a diagnosed food allergy, or convincing symptoms of a food allergy. That adds up to almost 6 million kids. Peanuts, milk and shellfish were the most common allergens. The study also found that minority children were more likely than white children to have food allergies,?but that they were less likely to have that allergy diagnosed by a doctor.","author":"","web_category":"health#allergies","title":"Food allergies on the rise for kids","picture_url":"http://images.mnn.com/sites/default/files/food%20allergies.jpg","url":"http://www.mnn.com//health/allergies/blogs/food-allergies-on-the-rise-for-kids"}