{"summary":"It will be painfully easy to tell if President Barack Obama is going to take a serious stab at doing something about climate change in his second term: the purest, starkest test he faces will be the proposed Keystone XL pipeline from the tar sands of Canada to the Gulf of Mexico.. That put the northern portion of the pipeline on hold until after the election, but it allowed construction of the southern half to go forward — accompanied by civil-disobedience protests in East Texas.","advice_category":"5","content":"It will be painfully easy to tell if President Barack Obama is going to take a serious stab at doing something about climate change in his second term: the purest, starkest test he faces will be the proposed Keystone XL pipeline from the tar sands of Canada to the Gulf of Mexico.\n?\nLast fall, his stance on the Keystone project exemplified his waffling and contradictory climate policy. Faced with a solid front of the nation's foremost Earth scientists explaining that tapping Canada's tar sands for oil was a climate disaster, and confronting the biggest in-the-streets environmental movement in decades, the president delayed for a year a decision on whether to grant the required border-crossing permit. That put the northern portion of the pipeline on hold until after the election, but it allowed construction of the southern half to go forward — accompanied by civil-disobedience protests in East Texas.\n?\nAnd what's happened in the intervening 12 months? America has gone through the hottest year in its history, with an epic drought that raised world grain prices 40 percent; the Arctic continued to melt at such a shocking rate that NASA scientist James Hansen declared it a \"planetary emergency\"; and Superstorm Sandy washed ashore with one of the lowest barometric pressures ever recorded north of Cape Hatteras. As the cover of that radical rag Bloomberg Businessweek put it in large letters: \"It's Global Warming, Stupid.\"\n?\nMeanwhile, activists on the Canadian side have robbed the administration of the only real argument for proceeding with Keystone: They've rallied to effectively stop construction of the proposed Northern Gateway pipeline from Alberta to the British Columbia coast, meaning that the tar sands tycoons can't simply send their oil off to China by some other route.\n?\nThose oil barons, certain they will prevail, have kept pouring money into Washington. Just last month, a New York Times profile of a presidential confidante, Anita Dunn, revealed that her lobbying firm was on the Keystone payroll. In other words, in Washington terms, the pipeline is still wired. One oil executive, the morning after Tuesday's election, was quoted as saying, \"We expect it will be approved.\"\n?\nIf that happens, it will mean the president doesn't understand that his legacy requires dealing with climate change — and that dealing with climate change requires leaving carbon in the ground. There are lots of other actions that will be necessary, too: A serious tax on carbon, for instance, long has been the sine qua non of real progress. But that requires getting House Majority Leader John Boehner and House Republicans on board.\n?\nThe truth is, we've got to do it all, and it will be hard — harder than anything else the administration is considering, since it runs straight up against the richest industry on Earth.\n?\nMaybe the president was being serious when he promised in his victory speech, to one of the loudest cheers, an \"America not threatened by the destructive power of a warming planet.\" Maybe he understands that we're ready for action — exit polling showed that 42 percent of Americans said the aftermath of Superstorm Sandy was an important factor in their choice. If so — if he really gets that this is the legacy issue of all legacy issues, one that stretches out into geologic time — then he'll listen to the scientists and not the lobbyists. Keystone is his first best chance to help keep serious quantities of carbon out of the atmosphere.\n?\nThat pipeline, if built, will carry the same amount of oil saved by his auto mileage standards. If it's approved, it will mean, for those of us who care about the environment, that his second term canceled out the one best thing done in his first. If he blocks it, he will emerge as a true champion, with an inspired movement behind him ready to take on the next, even harder, battles.\n?\nBill McKibben is the Schumann distinguished scholar at Middlebury College and the founder of?350.org, a climate-change advocacy campaign.\n?\n?\nRelated stories on MNN:?\nObama answers 14 science questions from America's top scientists\n3 ways Obama's win could affect the environment\n4 more years of the same amount of science funding?\n?","author":"","web_category":"earth-matters#politics","title":"Obama needs to face climate change, reject Keystone pipeline","picture_url":"http://images.mnn.com/sites/default/files/main_guest_keystone.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/obama-needs-to-face-climate-change-reject-keystone-pipeline"}