{"summary":"This will be the fourth flight for CIBER on a NASA sounding rocket. The NASA Visitor Center at Wallops will open at 9:30 p.m","advice_category":"4","content":"Skies across the Mid-Atlantic states are expected to be crystal clear tonight, and if all goes according to plan, the switchboards of local radio and television stations might see a sudden bevy of calls sometime between 11 p.m. and 11:59 p.m. EDT from?people caught off guard by the?sight of a sounding rocket. The booster will be carrying instruments to study when the first stars and galaxies formed in the universe and how brightly they burned their nuclear fuel.\n?\nThe launch?is scheduled to take place?from NASA's launch range at the Wallops Flight Facility in Virginia. A Black Brant XII suborbital rocket?will carry?the Cosmic Infrared Background ExpeRiment (CIBER) into Earth's upper atmosphere.\n?\nThis will be the fourth flight for CIBER on a NASA sounding rocket. The previous launches were in 2009, 2010 and 2012, from the White Sands Missile Range in New Mexico. After each flight, the experiment or payload was recovered for post-calibrations and re-flight. [Gallery: Wallops Island Rocket Launches]\n?\nTonight's scheduled launch will be a bit different in that CIBER will fly on a larger and more powerful rocket than ever before. This vehicle will loft CIBER to a higher altitude than previously attained, thus providing longer observation time for the instruments. After its flight, the experiment is due to splash down in the Atlantic Ocean more than 400 miles off the Virginia coast, but will not be recovered.\n?\nThe map above shows the predicted zones of visibility of the rocket for up to 120 seconds (2 minutes) after liftoff from Wallops Island. The rocket will travel in a southeast direction, out over the Atlantic Ocean, and will reach a maximum altitude of 360 miles about 7.2 minutes after launch.?\n?\nAccording to some \"back of the envelope\" calculations, theoretically at?such an altitude the Nihka fourth stage of the Black Brant XII?might just be visible out to a radius of up to 1,800 miles (2,900 kilometers). So even if you live well outside of the 120-second viewing zone on the map, it might still?be worthwhile to try to get a look.?\n?\n\"The objectives of the experiment are of fundamental importance for astrophysics: to probe the process of first galaxy formation,\" said Jamie Bock, CIBER principal investigator from the California Institute of Technology. \"The measurement is extremely difficult technically.\"\n?\nThe Black Brant is a Canadian-designed sounding rocket built by Bristol Aerospace of Winnipeg, Manitoba. Thanks to a 98-percent?success rate, it remains one of the most popular sounding rockets ever built.\n?\nOn September 19, 2009, another Black Brant XII that was launched from Wallops Island to study clouds caused numerous calls from the northeastern United States, with viewers reporting \"strange lights in the sky.\" NASA reported that the light came from an artificial noctilucent cloud formed by the exhaust particles of the rocket's fourth stage at an altitude of about 173 miles.\n?\nIf technical problems cause a cancellation of tonight's launch, there is six-day window of opportunity (June 5 through June 10) to try?again.?\n?\nThe NASA Visitor Center at Wallops will open at 9:30 p.m. on launch day for public viewing of the liftoff. You can also watch the launch live on Ustream beginning at 10 p.m. tonight. Mission status on launch day can be followed on NASA Wallops' Twitter and Facebook feeds. Mission status also is available on the Wallops launch status line at 757-824-2050.\n?\nMore on SPACE.com and MNN:\n\nNASA Rocket Launch Paints Night Sky Red (Photos)\n\n\nAmazing Rocket Launch Photos of 2013\n\n\nSounding Rocket's On-Board Cameras Delivers Exhilarating Ride | Video \n\n\nMNN: 10 historic images of rocket launches\n\nThis story was originally written for SPACE.com. It is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Joe Rao, SPACE.com","web_category":"earth-matters#space","title":"Tonight's rocket launch will be visible from East Coast","picture_url":"http://images.mnn.com/sites/default/files/RocketLaunchMap.jpg","url":"http://www.mnn.com//earth-matters/space/stories/tonights-rocket-launch-will-be-visible-from-east-coast"}