{"summary":"The tariff has been responsible for a boom in renewable energy around Gainesville, specifically in the installation of solar panels. (This photo shows solar panel installation on the roof of a business in Gainesville.)","advice_category":"4","content":"Things don't look good on the climate change front on both the global and national levels, as the world’s superpowers continue to delay taking action toward reducing world greenhouse gas emissions and American politicians continue to debate the importance (or existance) of global warming.\n\n\t?\n\n\tAs depressing as things are at the top levels of governance, there are some bright rays of hope to be found in more local legislative bodies. Individual towns and cities are crafting their own responses to the challenges of human-induced climate change. They're doing things like embracing renewable energy and cleaning up their own environmental houses by upgrading to more efficient vehicles and facilities, building models that other towns and cities can follow and learn from. The following five American towns and smaller cities are stepping up to the environmental plate as leaders in the movement toward a truly sustainable society.\n\n\t?\n\n\tPortland, Ore.\n\n\tPortland, Ore., is held up by many people as the greenest city in the U.S. and as one of the greenest in the world. Portland has around a half a million residents within its city limits and is known for its great public transportation system and extensive network of bike trails. The city is peppered with parks and greenspace, and in 1995 voted to set aside money to purchase and preserve nearby ecologically sensitive areas, an effort that has protected thousands of acres of land. The city offers financial incentives to homeowners and businesses that use solar energy, and in 2006 commissioned and accepted a plan for how to mitigate the effects of peak oil.\n\n\t?\n\n\tSoldiers Grove, Wis.\n\n\tSoldiers Grove, Wis., is a small village of less than a thousand residents that bills itself as \"America's First Solar Village.\" The village was originally sited right alongside the Kickapoo River but wisely chose to relocate to nearby higher ground in 1979 after being pounded by sporadic floods for a century or so. The oil crisis of that year spurred residents to adopt an ordinance requiring new commercial buildings to obtain at least half of their heating from the sun. A related law prohibited the construction of a building that could block the sunlight of existing structures. Local builders had to learn about passive solar techniques if they wanted to successfully bid on projects.\n\n\t?\n\n\tGreensburg, Kansas\n\n\tIn 2007, the small city of Greensburg, Kansas, was struck by a massive EF5 (the highest rating) tornado that destroyed 95 percen t of buildings and killed 11 people. The tornado was estimated to be wider than the town itself and just walked in and ripped everything up. Homes and businesses were flattened, trees stripped bare and ripped out of the ground. After the winds passed and those lost were mourned, Greensburg set about the task of rebuilding itself in a greener direction. The City Council passed a law requiring all city buildings to meet LEED platinum certification, and supports the work of Greensburg GreenTown, a nonprofit organization that helps residents learn about the benefits of sustainable living. To top it all off, the town gets its electricity exclusively from a nearby wind farm. (This photo shows a circular, wind-resistant home with a companion solar panel.)\n\n\t?\n\n\tGainesville, Fla.\n\n\tThe city of Gainesville, Fla., has a little over 125,000 residents and is home to the University of Florida and its 50,000-plus students. The city is now famous in greener circles for its feed-in tariff program, which allows businesses to sell excess electricity using renewable energy to the local utility at a price of $.32 per kilowatt hour. The tariff has been responsible for a boom in renewable energy around Gainesville, specifically in the installation of solar panels. This boom has catapulted Gainesville onto the list of the world's most solar powered cities per capita. (This photo shows solar panel installation on the roof of a business in Gainesville.)\n\n\t?\n\n\tBoulder, Colo.\n\n\tThere's a great saying about Boulder, Colo.: \"Keep Boulder Weird.\" The saying was coined by locals to emphasize the unique character of the town. Boulderites like things local and they like them with personality. The city started buying up and preserving parcels of surrounding land in the ‘70s and has built a buffer zone that separates it from encroaching neighboring communities. Residents are passionate about protecting the environment and like to do things their own way. They adopted the goals of the Kyoto Protocol in 2002 and passed the country's first CO2 tax in 2006. In November they took things to a whole new level and voted themselves in the option of buying out the local power plant to start a municipal utility, with the goal of ramping up the inclusion of wind and solar power generation.\n\n\t?\n\n\t\n\t\tClick for photo credits\n\n\n\n\t\tPhoto credits:\n\n\t\tPortland: Travel Portland\n\n\t\tSoldiers Grove:?Jerry Quebe\n\n\t\tGreensburg: ZUMA Press\n\n\t\tGainesville:?Joe Raedle/Getty Images\n\n\t\tBoulder:?Zane Selvans/Flickr\n\n\t\tMNN tease photo: Shutterstock\n\n\n\t?\n\n\tMore sustainable cities stories on MNN:\n\n\t\tThe Home Depot Foundation takes on sustainable cities\n\n\t\tSustainable cities of the future","author":"","web_category":"earth-matters#energy","title":"5 American towns leapfrogging toward a greener future","picture_url":"http://images.mnn.com/sites/default/files/main_greencities.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/5-american-towns-leapfrogging-toward-a-greener-future"}