{"summary":"Later in the afternoon, Affleck met in private with members of the Senate Foreign Relations Committee, including Senator Kerry, leading Bob Scheiffer to ask him if he would be interested in being more politically involved.?. Right now, I’m really happy being involved from the outside in government, advocating for the Congolese, taking this movie that I’ve made ‘Argo’ and it’s really become a springboard for dialogue about our relationship with Iran, which is, as Hillary Clinton said, the most pressing foreign policy issue today","advice_category":"5","content":"After years of rumors surrounding his political ambitions, could 2013 be the year that Ben Affleck becomes serious about making a run for U.S. Senate??\n?\nThe 40-year-old director and star of the thriller \"Argo\" has in the last 24 hours blown open the doors of speculation that, should Senator John Kerry become the next Secretary of State, he would consider running for his vacant Senate seat in Massachusetts.?\n?\n\n“One never knows. I’m not one to get into conjecture,” Affleck told CBS's Bob Scheiffer Wednesday (Dec 19.) for a taping of \"Face the Nation.\"?\n?\n“I do have a great fondness and admiration for the political process in this country. It’s a big deal for me to come down here and be on your show that I’ve watched so much, but I’m not going to get into speculation about my political future.”\n?\nAlso on MNN: Actress Ashley Judd exploring Senate run in Kentucky?\n?\nAdding to the buzz surrounding this story was Affleck's trip yesterday to Capitol Hill to testify before the House Armed Services Committee on the troubling situation in the Democratic Republic of Congo. For years now, Affleck has worked tirelessly to raise awareness on the humanitarian disaster in the country - making more than 9 trips to personally assess the situation on the ground. In 2009, he launched the Eastern Congo Initiative to further support for action in the Congo ?- and the local actions in Conoglese communities that can be implemented to create social change.\n?\n\"They deserve better than this cycle of violence and upheaval,\" he explained to members of Congress. \"Without persistent, high-level leadership by the United States, the key players will not come to the table and do their part.\"?\n\n?\nLater in the afternoon, Affleck met in private with members of the Senate Foreign Relations Committee, including Senator Kerry, leading Bob Scheiffer to ask him if he would be interested in being more politically involved.?\n?\n“I like to be involved. Right now, I’m really happy being involved from the outside in government, advocating for the Congolese, taking this movie that I’ve made ‘Argo’ and it’s really become a springboard for dialogue about our relationship with Iran, which is, as Hillary Clinton said, the most pressing foreign policy issue today. So, I’ve got a lot on my plate.”\n?\nWe should know more soon - Kerry's nomination and confirmation is all but likely early next month. After that,?Massachusetts Gov. Deval Patrick will name a temporary representative with a special election for the official seat to take place likely late spring.?\n?\nCheck out video of Affleck's testimony before?the Senate Foreign Relations Committee below.?\n?","author":"","web_category":"earth-matters#politics","title":"Is Ben Affleck mulling a Senate run?","picture_url":"http://images.mnn.com/sites/default/files/affleck-mnn_0.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/is-ben-affleck-mulling-a-senate-run"}