{"summary":"The dog remained outside. And thus, the mayor scooped up the dog and placed her in a warm police car and called the dog's owner","advice_category":"5","content":"Some politicians kiss babies. Newark Mayor Cory Booker saves people from burning buildings, offers his home as a shelter during disasters, wrangles truckloads of Hot Pockets for his hungry constituents, and lived on food stamps for week in solidarity with New Jersey residents who subsist on little.\n?\nWhat more can the man possibly do while already running the city’s government? Oh, rescue a freezing dog from the bitter cold, of course. Which is exactly what Booker, the mayor who seemingly never sleeps and is never too far from his Twitter account, did on Thursday evening.\n?\nEyewitness News reporter Toni Yates and her news team saw a dog left out in the frigid cold and returned several times to see if someone had taken the dog inside. The dog remained outside. Yates and her Twitter followers tweeted?a message to Booker. (Just like the bat signal in the sky brings Batman to the scene, so the tweet summons Booker.)\n?\n\"This is brutal weather, this dog is shaking really bad and you just can't leave your dogs out here on a day like this and go away and expect them to be ok. Hypothermia on any animal including a human animal will set in pretty quickly. So this is very sad, you can just feel the dog shaking pretty badly,\" Booker said.\n?\nAnd thus, the mayor scooped up the dog and placed her in a warm police car and called the dog's owner. The dog’s owner had no idea that the dog had escaped and replied that they would be there quickly to pick her up. And equally grateful are the dog’s other family: Cha Cha is a new mom and has a litter of puppies to tend to.\n?\nSee the mayor in action in the video below:\n?\n\n\n?\nRelated stories on MNN:\nWinter health tips for?pets\n20 stylish?dogs?in scarves","author":"","web_category":"earth-matters#politics","title":"Newark Mayor Cory Booker saves freezing dog","picture_url":"http://images.mnn.com/sites/default/files/editorial/booker.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/newark-mayor-cory-booker-saves-freezing-dog"}