{"summary":"- A changing climate means allergy-causing ragweed pollen has a longer season that extends further north than it did just 16 years ago, U.S. Ragweed is probably not the only pollen likely to have a longer season as the planet warms, Portnoy said in a telephone interview.","advice_category":"2","content":"WASHINGTON, D.C. - A changing climate means allergy-causing ragweed pollen has a longer season that extends further north than it did just 16 years ago, U.S. scientists reported Monday.\n?\nIn research that gibes with projections by the U.N. Intergovernmental Panel on Climate Change, plant and allergy experts found that ragweed pollen season lasted as much as 27 days longer in 2009 than it did in 1995. The further north in the Western Hemisphere, the more dramatic the change in the length of pollen season.\n?\nRagweed pollen can cause asthma flare-ups and hay fever, and costs about $21 billion a year in the United States, according to the study published in the Proceedings of the National Academy of Sciences.\n?\n\"This is not something that's hypothesized, this is not something that's modeled, this is not something that may or may not occur depending on the math that you do,\" said study author Lewis Ziska of the U.S. Department of Agriculture. \"This is something that we're actually seeing on the ground in recent years.\"\n?\nEven in places where ragweed season didn't lengthen or even shortened slightly — such as Texas, Oklahoma and Arkansas — there was lots more pollen, which caused more intense symptoms, said co-author Dr. Jay Portnoy of the Allergy, Asthma and Immunology Section at Children's Mercy Hospital, the University of Missouri-Kansas City School of Medicine.\n?\nRagweed is probably not the only pollen likely to have a longer season as the planet warms, Portnoy said in a telephone interview.\n?\nLater frost, more pollen\n\"We used ragweed as a marker but it's probably true for other pollens too,\" he said, including tree pollen that causes allergy symptoms in the U.S. spring.\n?\nRagweed pollen was a reasonable marker because its season is naturally easy to track.\n?\nIt's what's known as a short-day plant, which begins blooming when the days start getting shorter, that is, after the Northern Hemisphere summer solstice around June 21. It stops flowering with the first frost.\n?\nAs global average temperatures have warmed, the first frost has been delayed, especially at higher latitudes, which has meant a longer season for ragweed. Because warming is greater at these high latitudes, the length of the season has been more pronounced.\n?\nFor example, in Georgetown, Texas, the ragweed season actually shrank by 4 days between 1995 and 2009. But further north in Papillion, Nebraska, it got 11 days longer; in Minneapolis, it was 16 days longer, and in Saskatoon, Saskatchewan in Canada, the season was 27 days longer.\n?\nZiska said he was surprised by how big the change was in such a relatively short period of time: \"I thought maybe 10 days, or a couple of weeks, but to see it up to almost 4 weeks was kind of interesting.\"\n?\nThis could mean a change in the way ragweed-triggered allergies are diagnosed and treated. Clinicians who are unaccustomed to checking their patients for ragweed-related symptoms will likely have to start doing this.\n?\n\"Things that used to be a fairly minor disease are now going to be a much more significant problem,\" Portnoy said.\n?\nCopyright 2011? Reuters US Online Report Health News","author":"Deborah Zabarenko, Reuters","web_category":"health#allergies","title":"Climate change lengthens ragweed season","picture_url":"http://images.mnn.com/sites/default/files/main_weed_0.jpg","url":"http://www.mnn.com//health/allergies/stories/climate-change-lengthens-ragweed-season"}