{"summary":"The EPA estimates these systems can save nearly 24 billion gallons per year across the U.S. Showering instead of bathing can save more than 50 gallons of water each time","advice_category":"8","content":"?\nIt's easy to think of water as cheaper than electricity, since power bills are usually more expensive than water bills. But water is much more valuable because it's finite — we can get endless electricity from renewable energy sources like the wind and the sun, but we're stuck with the water we've got.\n?\nThe problem is we're constantly using more of it, since there are constantly more of us. We're especially thirsty in the U.S., with each American using an average of 90 gallons a day, compared with 53 by the average European and three to five by the average resident of sub-Saharan Africa. Shrinking water supplies have worsened recent droughts in the U.S. West and Southeast, underscoring the real possibility of running out.\n?\nTo make matters worse, it takes a ton of energy to pump all our water through the nation's pipes and sewers, costing utilities about $4 billion a year. According to the EPA, a faucet left running for five minutes uses as much energy as letting a 60-watt light bulb burn for 14 hours.?And if that was hot water running down the sink, it used even more energy. So not only are we wasting water when we take 20-minute showers, we're wasting electricity, too. And since most of our electricity still comes from coal, wasting water contributes to greenhouse gas emissions.\n?\n[Related:?Ways to save water]\n?\nBut we aren't bringing all this up just to bring you down. There's a lot you can do to save water. Here's a brief rundown:\n?\nBathroom sink\nAbout 15 percent of all the water we use pours through faucets, totaling more than a trillion gallons a year across the U.S. The EPA says low-flow faucets or aerators carrying its WaterSense label can reduce water flow by 30 percent or more.\nIf aerators and new faucets aren't in your budget, you can still save about 240 gallons a month by not leaving the faucet running while you brush your teeth or shave.\nShower\nNearly 17 percent of household water use takes place in the shower, adding up to more than 1.2 trillion gallons annually across the country.\nShowering instead of bathing can save more than 50 gallons of water each time. If you do take a bath, the EPA recommends closing the drain immediately and adjusting water temperature as it fills up.\nTo test your showerhead's efficiency, shower with a one-gallon bucket. If it fills up in less than 20 seconds, you probably need a low-flow showerhead; cheaper ones run about $15. (You might as well keep the bucket in the shower. You can use that water to irrigate your garden or lawn rather than letting it run down the drain.)\nToilets\nToilets are the biggest water hogs in most homes, flushing through nearly 27 percent of an average household's water. Don't flush when you don't need to, and don't use your toilet as a trash can.\nPut food coloring into your toilet tank. If it seeps into the toilet bowl without flushing, you have a leak. Fixing it can save up to 1,000 gallons a month.\nIf you can afford to sit on the investment for two to three years (literally and figuratively), a high-efficiency toilet saves a typical family of four $90 a year. Look for toilets that use less than 1.3 gallons per flush; older models use up to seven.\nA high-efficiency toilet can be as cheap as $130, which for a family of four would pay for itself in less than 18 months. A midrange model can cost about $250, which would still pay off in less than three years.\nWashing machine\nWashing machines are second only to toilets in water use, accounting for about 22 percent of the household average. (See MNN's guide to greening your laundry.)\nTo cut back on the water you use doing laundry, only wash full loads, or at least pick the right load size on your machine. And if you can, wash every load in cold water, which will save on electricity costs.\nThe average machine uses about 41 gallons per load, but high-efficiency models often use less than 28. Energy Star-qualified washing machines can save $550 over their lifetime. They also save time and are easier on your clothes.\nKitchen sink and dishwasher\nKeep drinking water in the refrigerator instead of running the tap until the water gets cold.\nDon't run hot water to defrost frozen food; instead, microwave it or thaw it in the refrigerator overnight.\nScrape dishes rather than rinsing them before you put them into the dishwasher. If they're too defiled for a simple scraping, let them soak in the sink rather than running water and scrubbing, a tactic that also saves your own personal energy.\nEnergy Star-qualified dishwashers use less water and energy than conventional ones, and can save more than $30 a year in utility costs.\nOnly wash full loads of dishes. Since most dishwashers don't have an option for different load sizes, it'll use the same amount of water no matter how many dishes you put in, so you might as well wait till it's full.\nOutside\nAmericans spray about 30 percent of their water onto lawns, flowers and gardens. The worst part is, if you're just using a hose or sprinkler, about half of that's wasted by evaporation and runoff. The EPA recommends drip irrigation systems, which use up to 50 percent less water and could save $1,500 over their lifetime.\nEven better than regular drip systems are weather-based irrigation controllers. The EPA estimates these systems can save nearly 24 billion gallons per year across the U.S. — more than 7,000 hoses constantly running for a full year.\nLeaks\nEven if you're doing all you can to save water, leaks could be betraying your efforts. A leak that drips once per second can rob you of 3,000 gallons a year.\nThe easiest way to test if you have a leak is to check your water meter before and after a two-hour span while you don't use any water. If the meter has gone up, you probably have a leak.\nMore tips\nEPA: Using Water Efficiently\nEnergy Star: Saving Water Helps Protect Our Nation's Water Supplies\nCheck yourself\nEPA: Calculate Your Water Savings\nUSGS: How much water do you use at home?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How to save water","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-to-save-water"}