{"summary":"Space station commander Chris Hadfield of the Canadian Space Agency announced the possibility of the emergency spacewalk via Twitter (where he posts as @Cmdr_Hadfield) early on Friday, May 10. Astronauts on the International Space Station are preparing for a possible emergency spacewalk Saturday, May 11, to fix a serious leak of ammonia coolant on the orbiting laboratory.","advice_category":"4","content":"Astronauts on the International Space Station are preparing for a possible emergency spacewalk Saturday, May 11, to fix a serious leak of ammonia coolant on the orbiting laboratory.\n?\nOn Thursday, May 9, the six residents of the station noticed frozen flakes of ammonia leaking from a coolant loop affixed to one of the eight solar arrays responsible for supplying power to the station. The crew is in no danger, NASA officials say, but if the leak continues, it could cause a shutdown in the loop, possibly preventing the array from generating power.\n?\nSpace station commander Chris Hadfield of the Canadian Space Agency announced the possibility of the emergency spacewalk via Twitter (where he posts as @Cmdr_Hadfield) early on Friday, May 10. [How the Space Station's Cooling System Works (Infographic)]\n?\n\"Good Morning, Earth! Big change in plans, spacewalk tomorrow, Chris Cassidy and Tom Marshburn are getting suits and airlock ready,\" Hadfield wrote. \"Cool!\"\n?\nNASA has not yet made an official decision on whether to conduct the spacewalk, and is still investigating the problem.\n?\n\n\n?\n\"The crew is not in danger, and the station continues to operate normally otherwise,\" agency officials wrote today in a statement. \"Work is underway to reroute power channels to maintain full operation of the systems normally controlled by the solar array that is cooled by the suspect loop.\"\n?\nIf the spacewalk goes forward, Cassidy and Marshburn — both NASA astronauts — will float outside the station to inspect the leak and possibly attempt to fix it.\n?\n\"Suddenly very busy! Ammonia leak on the outside of station means that Cassidy and I will be doing a spacewalk tomorrow to try and repair it,\" Marshburn posted on Twitter (@AstroMarshburn) Friday.\n?\nThis is not the first time space station crewmembers have spacewalked to repair a coolant leak. Last year, NASA's Sunita Williams and Japanese spaceflyer Akihiko Hoshidu took a spacewalk to troubleshoot a leak in a coolant loop on the station's Port 6 truss (its scaffolding-like backbone). The 2012?coolant leak was in the same loop as the current leak, but engineers don't yet know if the two leaks are related.\n?\nOn the ground, astronauts Terry Virts of NASA and Samantha Cristoforetti of the European Space Agency are practicing the routine for tomorrow's potential spacewalk in the Johnson Space Center's Neutral Buoyancy Lab in Houston. This lab is a giant swimming pool that holds a full-scale mock-up of the International Space Station?used for astronaut training.\n?\n\"@AstroSamantha and I are doing a dry run in the NBL for tomorrow's planned Spacewalk, looking for the ammonia leak,\" Virts wrote on Twitter (@AstroTerry).\n?\nHadfield, Marshburn and Cassidy are part of the station's Expedition 35 crew, along with Russian cosmonauts Roman Romanenko, Pavel Vinogradov and Alexander Misurkin.\n?\nRomanenko, Marshburn and Hadfield are scheduled to leave the space station on Monday (May 13) to return to Earth after close to five months aboard the $100 billion orbiting outpost. On May 28, three new crewmembers are expected to launch from Kazakhstan to join Vinogradov, Misurkin and Cassidy on the station.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook?and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nThe International Space Station: Inside and Out (Infographic)\n\n\nCosmic Quiz: Do You Know the International Space Station?\n\n\nSpacewalks Needed To Repair Space Station Cooling System In 2010 | Video\n\n\nMNN: How astronauts brush their teeth in space\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Astronauts to take emergency space walk, NASA says","picture_url":"http://images.mnn.com/sites/default/files/iss-after-endeavour-undocking.jpg","url":"http://www.mnn.com//earth-matters/space/stories/astronauts-to-take-emergency-space-walk-nasa-says"}