{"summary":"Do you love sunflower butter and wish it came in chocolate cups, Reese’s  style? It does — and it's organic and fair trade certified, too!. I tried a dark  chocolate cup and loved how the bitterness of the semi-sweet fair  trade chocolate mixed with with creamy center — a smooth combo of  sunflower seed butter and white chocolate","advice_category":"2","content":"Do you love sunflower butter and wish it came in chocolate cups, Reese’s  style? It does — and it's organic and fair trade certified, too!\n?\nCalled Sun Cups, these sunflower butter chocolate  cups come in both dark and milk chocolate versions. I tried a dark  chocolate cup and loved how the bitterness of the semi-sweet fair  trade chocolate mixed with with creamy center — a smooth combo of  sunflower seed butter and white chocolate. Here’s Cybele’s take on them  at Candy Blog:\nThe Dark Chocolate Sun Cups smell like semi-sweet  chocolate — a little bit woodsy and fruity. The chocolate is actually  rather dark and bitter and though it’s vegan (no milkfat) the cups  overall aren’t because of the dairy in the white chocolate &  sunflower center. The sunflower butter isn’t very sweet, so the whole  cup has a much more savory appeal to it. There’s a grassy note to the  sunflower which reminds me a little of jasmine tea and tahini.\n\n\n?\nFor those with allergies, Sun Cups are both nut-free and gluten-free, but not dairy-free  — sorry vegans. They’re made by Seth Ellis Chocolatier  in Boulder, Colo., and come two per package. Apparently, the packages  are compostable in a home composter! I’m hoping someone with a home  composter will try this and see how long the colorful packaging takes to  break down.\n?\n\n?\nFind them on Amazon and other Web stores and in some Whole Foods stores for about $2 a two-pack — or nab them now at Cost Plus World Market  where they’re on sale for 25 cents a two-pack, at least at the Third  and Fairfax location in Los Angeles. Get them while they last.","author":"","web_category":"health#allergies","title":"Buttery chocolate cups for the nut allergic","picture_url":"http://images.mnn.com/sites/default/files/suncupsmnn.jpg","url":"http://www.mnn.com//health/allergies/blogs/buttery-chocolate-cups-for-the-nut-allergic"}