{"summary":"Be sure to use synthetic bedding and pillows, rather than down/feather bedding or pillows. Wash bedding regularly, including blankets","advice_category":"2","content":"Photo: Elena Elisseeva/Shutterstock\n?\nThough we're not awake during most of the time that we spend in our bedrooms, most folks spend more hours in their bedrooms than in any other room of the house. Bedrooms can be full of allergens, or they can be safe havens from allergens. If you or your loved ones are suffering from respiratory problems or allergies, the following steps could help you to reduce or eliminate the symptoms.\n?\nBeds and bedding attract and retain common allergens like dust mites, pet dander, and feathers. Be sure to use synthetic bedding and pillows, rather than down/feather bedding or pillows. Cover mattresses and pillows in dust-mite-proof covers. Wash bedding regularly, including blankets. The Mayo Clinic recommends washing bedding at a temperature of at least 130 degrees Fahrenheit. During pollen season, dry bedding in a vented dryer rather than hanging it outside to dry. Furniture, including beds, should be made of easy-to-clean hard surfaces; avoid upholstered furniture.\n?\nThe floors in your bedroom should be a hard surface that's easy to clean, like?hardwood flooring. If you must have carpet in your bedroom, opt for area rugs that can be shampooed regularly. According to the Asthma and Allergy Foundation of America, the volatile organic compounds in vinyl floor coverings can irritate skin, eyes and airways. Vacuum floors with a vacuum with a HEPA filter once a week.\n?\nIn addition to area rugs, regularly wash curtains and drapes. Avoid dust-collecting clutter, and dust surfaces once a week.?\n?\nYou can reduce the allergen levels in the air in your bedroom by keeping windows closed, and by running a HEPA air filter. According to Minneapolis HVAC contractor SustainMax, controlling the amount of pollutants that enter your bedroom and cleaning whatever pollutants that enter can reduce the amount of allergens in the air.\n?\nFinally, never let pets onto your bed. Pets can transmit dust mites into bedding, as well as fleas and certain fungi.\n?\nChaya Kurtz originally wrote?this story?for Networx.com. It is reprinted with permission here.\n?\nRelated allergy stories on MNN:\nHow to get rid of allergies\nWill sucking on your child's pacifier prevent allergies?\nThe allergic traveler's companion guide [Infographic]\n12 worst U.S. cities for allergy sufferers","author":"","web_category":"health#allergies","title":"How to allergy-proof your bedroom","picture_url":"","url":"http://www.mnn.com//health/allergies/stories/how-to-allergy-proof-your-bedroom"}