{"summary":"Radar images help scientists understand the nature of asteroids and improve their calculations of asteroid orbits. Researchers obtained a series of radar images of the approaching asteroid 1998 QE2 late on May 29 using the Deep Space Network antenna at Goldstone, Calif","advice_category":"4","content":"A huge asteroid set to sail past Earth on Friday has its own moon, NASA scientists have just discovered.\n?\nResearchers obtained a series of radar images of the approaching asteroid 1998 QE2 late on May 29 using the Deep Space Network antenna at Goldstone, Calif. Images captured over the course of two hours showed that the asteroid is actually a binary system.\n?\nThe main space rock is the size of nine ocean liners, roughly 1.7 miles (2.7 kilometers) across, and the satellite that orbits it is estimated to be 2,000 feet (600 meters) wide, according to NASA.\n?\nBinary systems are quite common among near-Earth asteroids. Of space rocks at least 655 feet (200 meters) across, about 16 percent are binary or triple systems, NASA officials said.\n?\n1998 QE2 poses no threat of hitting Earth during the flyby, space agency officials assure. Its closest approach will occur at 4:59 EDT on Friday (May 31) and it is expected to pass at least 3.6 million miles (5.8 million kilometers) away from the planet. The asteroid won't be visible to the unaided eye as it zips by, but on Friday afternoon, you can watch live telescope webcasts of the asteroid flyby on?SPACE.com.\n?\nThough harmlessly far away, this will be the nearest 1998 QE2 gets to Earth in the next two centuries. As it passes, the asteroid will be closely watched by astronomers. In addition to the 230-foot-wide (70 meter) Deep Space Network antenna, astronomers will also be using the Arecibo Observatory in Puerto Rico to observe 1998 QE2 until June 9.\n?\nRadar images help scientists understand the nature of asteroids and improve their calculations of asteroid orbits. The images obtained night also revealed dark features on the surface of 1998 QE2, which suggest it has several large concavities, NASA scientists said.\n?\n1998 QE2 was first discovered on Aug. 19, 1998, by MIT's Lincoln Near Earth Asteroid Research (LINEAR) program near Socorro, N.M.\n?\nNASA keeps a close watch on near-Earth objects, or NEOs, that could pose a potential threat to the planet. Among the space agency's ambitious plans for the future study of asteroids is OSIRIS-REx, a mission set to launch in 2016 and rendezvous with the near-Earth asteroid 1999 RQ36 in 2020.\n?\nFollow SPACE.com on Twitter @Spacedotcom. We're also on Facebook and Google+.\n?\nRelated on SPACE.com and MNN:\n\nOsiris-Rex: NASA's Asteroid Sample-Return Mission in Pictures\n\n\nEarth Crossing Asteroid Has A Moon | Video\n\n\nPotentially Dangerous Asteroids (Images)\n\n\nMNN: 8 asteroids in our solar system\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Megan Gannon, SPACE.com","web_category":"earth-matters#space","title":"Asteroid QE2 has its own moon","picture_url":"http://images.mnn.com/sites/default/files/Asteroid1998QE2a_m_0531.jpg","url":"http://www.mnn.com//earth-matters/space/stories/asteroid-qe2-has-its-own-moon"}