{"summary":"But the Louisiana Bucket Brigade, which runs the iWitness Pollution Map, suggests that the problem may be much worse than the refinery or the Coast Guard admit. The leak was contained to a unit at the refinery","advice_category":"4","content":"The phones at the Louisiana Department of Environmental Quality have been ringing non-stop this week with complaints of foul, unexplained odors ranging from burning tires to chemicals. Many of these complains have been logged into the online iWitness Pollution Map, which shows that these strange smells have been accompanied by headaches, scratchy throats, diarrhea and other symptoms.\n?\nThe Louisiana DEQ and the U.S. Coast Guard announced on April 3 that they were investigating the complaints. On April 4 they announced a possible culprit: the Chalmette Refinery jointly operated by Exxon Mobil Corp and Petroleos de Venezuela SA, which reported it experienced a leak the morning of April 3.\n?\nAccording to the Coast Guard, the leak contained waste water that could have also included hydrogen sulfide and ammonia.\n?\nIn a statement, the Coast Guard said \"The facility reported and quickly stopped a leak early Wednesday morning and, while the investigation is still ongoing, officials currently believe it could be the source of the odor. The leak was contained to a unit at the refinery. Air monitoring was initiated immediately upon discovery.\" No pressing air quality issues were detected.\n?\nReuters reached out to Exxon Mobile for a comment but says they did not receive an immediate reply. A refinery manager did include a statement in the Coast Guard's press release: \"We apologize to neighbors for any inconvenience this leak incident may have caused. The health and safety of neighbors, community, and employees are our top priority.\"\n?\nBut the Louisiana Bucket Brigade, which runs the iWitness Pollution Map, suggests that the problem may be much worse than the refinery or the Coast Guard admit. In their own press release, they call the refinery \"notorious.\" The organization says the refinery has a history of emissions during rainy weather and the area around it experienced heavy rains and a flood warning the night before the odor complaints started coming in. \"The refinery has a bad habit of underreporting and an ongoing accident problem, especially during bad weather,\" said founding director Anne Rolfes. \"Rain is a fact of life in south Louisiana. There is no excuse for Exxon’s ongoing failure to prepare.\"\n?\nLast year the U.S. Environmental Protection Agency filed a suit against Chalmette Refining for violations of the Clean Air Act and the Louisiana Environmental Quality Act, as well as other regulations (pdf).\n?\nThe Coast Guard press release says \"Neighbors who have concerns are welcome to call Chalmette Refining, LLC, at 504-281-1212.\" In addition, a claims hotline has also been set up, and people can call 866-752-6339 to report personal damages from the leak.\n?\nAlso on MNN:\n\nThe 7 worst neighborhoods near refineries","author":"","web_category":"earth-matters#energy","title":"Toxic smell in New Orleans may have refinery to blame","picture_url":"http://images.mnn.com/sites/default/files/editorial/Chalmette%20Refinery.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/toxic-smell-in-new-orleans-may-have-refinery-to-blame"}