{"summary":"Rignot and his co-authors calculated the mass of ice shelves with satellites and airplane radar readings that can penetrate ice and tell how thick it is. Even though most of Antarctica's ice shelves \"haven't changed much,\" there are a few hot spots that have seen dramatic change and that have added significantly to global sea level rise, Rignot said","advice_category":"2","content":"When iceberg chunks break off of floating ice shelves, it can serve as dramatic proof of melting — and this traditionally has been considered the main way that these expanses of Antarctic ice become smaller. But new research reveals a disconcerting finding that is invisible to the naked eye: These ice shelves primarily melt from below.\n?\nKnowing what is driving ice-shelf melt is important because when ice shelves lose mass, they speed up the flow of land-bound glaciers that feed them, moving ice from the continent to the ocean, and contributing to global sea level rise.\n?\nThe study, published today (June 13) in the journal Science, found that on average, Antarctica's ice shelves are thinning by about 1.6 feet (50 centimeters) per year. But some of them are thinning much more quickly, by as much as 328 feet (100 meters) annually, said Eric Rignot, a study co-author and researcher at the University of California, Irvine. [Album: Stunning Photos of Antarctic Ice]\n?\n\"These changes are faster and larger than anything people anticipated,\" Rignot told LiveScience's OurAmazingPlanet.\n?\nFast melt \nIce shelves are formed when glaciers meet the ocean and begin flowing out to sea. Ultimately, their mass comes from snow that falls on top, which becomes compacted to form frozen water. Right now, however, the continent's glaciers are losing mass two to three times faster than it's being replenished, Rignot said.\n?\nIce melts when the ocean water beneath it warms sufficiently. In this case, Rignot suspects that the melting isn't driven primarily by the gradual warming of ocean water due to climate change, but rather by a change in ocean circulation that is bringing up warmer water from offshore. Generally, atmospheric warming in the Southern Hemisphere has led to slightly stronger \"zonal\" winds that whip clockwise around Antarctica. And this, at least in certain areas, has pushed cold surface waters away from the continent, allowing slightly warmer water to rise to the surface and melt ice shelves, Rignot said.\n?\nThis phenomenon may have helped melt the Larsen B Ice Shelf, most of which collapsed in 2002. Now, the glaciers that were slowed by the shelf's enormous mass have sped up, flowing to sea up to eight times faster than previously, Rignot said. If all the ice shelves were entirely removed, glacier speeds would increase by up to tenfold on average, he added.?\n?\nHowever, exactly why the water beneath certain ice shelves has warmed remains a matter of debate. The main problem is a lack of data in certain areas — imagine the difficulty of obtaining measurements beneath skyscraper-thick ice in Antarctica — as well as a short record of accurate measurements, Rignot said.\n?\nMeasuring the ice\nThis is the first \"comprehensive estimate of all Antarctic ice-shelf melting and calving,\" said Paul Holland, a researcher at the British Antarctic Survey who wasn't involved in the study. Due to the large amount of data that went into the study, it took nearly a decade to complete, Rignot said.\n?\nRignot and his co-authors calculated the mass of ice shelves with satellites and airplane radar readings that can penetrate ice and tell how thick it is. They also used data from NASA's IceBridge mission, a six-year campaign to survey and monitor Earth's polar ice sheet. The scientists calculated snowfall by using computer models that show the flux of moisture from the atmosphere to the ground. By combining these data, the scientists figured out \"what fraction of Antarctic glacial ice is lost through icebergs, and what is lost through ocean melting,\" Holland said.\n?\nEven though most of Antarctica's ice shelves \"haven't changed much,\" there are a few hot spots that have seen dramatic change and that have added significantly to global sea level rise, Rignot said. Small changes, however — like the slight increase in zonal winds — can cause major changes in the ice system. \"It's a sensitive system,\" Rignot said.\n?\nMore on LiveScience and MNN:\n\nTop 10 Surprising Results of Global Warming\n\n\nAntarctica: 100 Years of Exploration (Infographic)\n\n\nAntarctica, Iceberg Maker\n\n\nMNN: How nations are coping with rising seas \n\nThis story was originally written for LiveScience and has been republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Antarctica's ice melts from below","picture_url":"http://images.mnn.com/sites/default/files/AntarcticaIceShelf.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/antarcticas-ice-melts-from-below"}