{"summary":"In the current study, Gagliano and her colleagues discovered that chili pepper seeds germinated poorly without neighboring plants nearby. Related on OurAmazingPlanet and MNN:","advice_category":"2","content":"Even in the plant world, babies fail to thrive without a friendly community chattering nearby, according to a new study.\n?\nThe research cements anecdotal gardening knowledge, confirming that chili plants flourish if planted near basil. But in this case, chili seedlings were isolated from chemical, touch and light-transmitted signals from an adult basil plant. Only sound from plants could have reached the chilies, the study, published May 7 in the journal BMC Ecology, concluded.\n?\n\"Our results show that plants are able to positively influence growth of seeds by some as yet unknown mechanism. We believe that the answer may involve acoustic signals generated using nanomechanical oscillations from inside the cell, which allow rapid communication between nearby plants,\" lead study author Monica Gagliano, a researcher at the University of Western Australia, said in a statement.\n?\n\nMonica Gagliano, plant acoustics researcher, lends an ear to her plants. (Photo: University of Western Australia)\n?\nThe research adds to growing evidence that plants \"talk\" via sound. Gagliano already has shown that fennel, which transmits nasty chemicals to curb competing plants, also shuts down seedling growth when its chemical signaling is cut off via a sealed box. Evidence abounds for acoustic signaling between plants and insects, such as orchids that release pollen only for the high-frequency buzz of a certain bee. And scientists are tracking drought by listening to hydraulic pops in drying tree and plant leaves.\n?\nResearchers know that plants chat via chemical signals like such as \"Don't grow here\" or \"Watch out, cow coming!\" Gagliano thinks plants could have a similar connection via sound.\n?\n\"Sound is overwhelming, it's everywhere. Surely life would have used it to its advantage in all forms,\" she told OurAmazingPlanet in March.\n?\nIn the current study, Gagliano and her colleagues discovered that chili pepper seeds germinated poorly without neighboring plants nearby. More seedlings grew when a fellow chili plant or a basil was close by, even if the plants were cut off from all signaling except by vibration.\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\n\t?\nRelated on OurAmazingPlanet and MNN:\n\nNaughty by Nature: The Most Disgusting and Deadly Flowers\n\n\nImage Gallery: Carnivorous Plants\n\n\nImage Gallery: Plants in Danger\n\n\nMNN: The case for the ethical treament of plants\n\nThis story was originally written for OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Plants thrive with 'words' of encouragement from each other","picture_url":"http://images.mnn.com/sites/default/files/PlantsTalk_m_0508.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/plants-thrive-with-words-of-encouragement-from-each-other"}