{"summary":"Senate race. A source tells ABC News that Judd's decision was also influenced by reports that Kentucky Secretary of State Allison Lundergan Grimes has been considering a Senate run","advice_category":"5","content":"Despite the political tea leave, Ashley Judd yesterday evening put to rest speculation of her challenging?Senate Minority Leader Mitch McConnell in Kentucky’s 2014 U.S. Senate race\n?\n\"It would be the greatest honor of my life to be entrusted as a public servant to our beloved Kentucky,\" she wrote on her personal blog. \"Perhaps someday I will be. However, with the help of my pastors and mentors, I have thoughtfully and prayerfully concluded that I won’t run for the United States Senate at this time.\"\n?\nJudd's decision ends months of national interest in the Kentucky race, which likely would have become the highlight of the 2014 campaign season. While no one doubted her potential to become a fund-raising phenom, the 44-year-old's liberal background, Tennessee residency, and vocal opposition to mountaintop removal put her at a likely disadvantage with Kentucky's traditionally conservative voters.?\n?\nA source tells ABC News that Judd's decision was also influenced by reports that Kentucky Secretary of State Allison Lundergan Grimes has been considering a Senate run. Many Democrats see Grimes as being a much more \"electable alternative\" to Judd.?\n?\n“I think this is the best decision for her personally,” state Sen. Robin Webb, D-Grayson,?told the Courier-Journal. “As for the party, all I can say is I could not have supported her, given her historical positions on mining and her involvement with PETA, which is a radical animal-rights group.”\n?\nWhile some Republicans may be breathing a sigh of relief that Judd is no longer a contender, they certainly should not get cocky. A December 2012 Public Policy Poll found Mitch McConnell to have a dismal 37 percent to 55 percent approval rating, the worst favorable/unfavorable numbers of any senator the country.?\n?\nDespite bowing out, Judd has vowed to remain active in the upcoming contest.?\n?\n\"I am more resolved than ever that this kind of politics as usual — and the egregious abuses that have become all too common in the public space — must end,\" she writes. \"It will be my pleasure to support the eventual candidate with all my energy. That’s what it will take from each of us to return this Senate seat to those to whom it rightfully belongs: the people of Kentucky.\"\n?\nRelated on MNN: 7 charismatic animals with political ambitions","author":"","web_category":"earth-matters#politics","title":"Ashley Judd won't challenge Mitch McConnell's Senate seat","picture_url":"http://images.mnn.com/sites/default/files/jud-mnn.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/ashley-judd-wont-challenge-mitch-mcconnells-senate-seat"}