{"summary":"The age of the new specimens extends the origin of apes and Old World monkeys into the Oligocene Epoch, which lasted from 34 million to 23 million years ago. The fossil remnants of these two primate groups date back to 25 million years ago, filling a gap in the fossil record that reveals when apes and monkeys first diverged","advice_category":"2","content":"The oldest ape and Old World monkey fossils have been unearthed in a riverbed in Tanzania, a new study reports.\n?\nResearchers found a tooth from the newfound species Nsungwepithecus, the oldest member of the primate group that contains Old World monkeys (cercopithecoids). The team also found a jawbone from the newfound genus?Rukwapithecus, an early member of the hominoids, the group containing the great apes (gorillas, chimpanzees, bonobos, orangutans and humans) and lesser apes (gibbons).\n?\nThe fossil remnants of these two primate groups date back to 25 million years ago, filling a gap in the fossil record that reveals when apes and monkeys first diverged. [In Photos: A Game-Changing Primate Discovery]\n?\n\"These discoveries are important because they offer the earliest fossil evidence for either of these primate groups,\" said lead study author Nancy Stevens, an anthropologist at Ohio University in Athens, Ohio.\n?\nDNA evidence has long suggested that apes and Old World monkeys diverged from a common ancestor between 25 million and 30 million years ago. But until now, no fossils older than 20 million years had been found.\n?\nThe age of the new specimens extends the origin of apes and Old World monkeys into the Oligocene Epoch, which lasted from 34 million to 23 million years ago. Previously, only three primate species were known from the late Oligocene globally, Stevens said.\n?\n\"These finds can help us to further refine hypotheses about the timing of diversification of major primate groups,\" Stevens said.\n?\nThe fossils were found in a layer of the Rukwa Rift in Tanzania. The region is part of the East African Rift, a tectonic-plate boundary where the Earth's crust is being pulled apart. Changes in the African landscape due to tectonic activity may have influenced the evolutionary split between apes and Old World monkeys, the researchers say.\n?\n\"These are truly exciting finds, as the oldest previously known cercopithecoid (Old World) monkey is dated to about 20 million years [ago], from Napak [Uganda],\" William Sanders, an anthropologist at the University of Michigan who was not involved in the study, wrote in an email to LiveScience. \"The split of cercopithecoid and hominoids (apes) from a common ancestor in the Oligocene is not a surprise, as it has been suggested by geneticists,\" Sanders added.\n?\nThe fossils themselves are only fragments, but they nonetheless provide important information about evolutionary relationships, Stevens said. The Nsungwepithecus fossil is a jaw fragment containing a lone molar tooth, whose shape and other dimensions suggest it came from a species related to other early cercopithecoids. Rukwapithecus had a more complete partial jaw containing one premolar and three molars; preliminary analysis suggests they came from hominoids in the nyanzapithecine group.\n?\nRukwapithecus would have weighed about 26 lbs. (12 kilograms), the researchers estimate. Because Nsungwepithecus is so fragmented, its size is harder to estimate, but it would probably have been slightly smaller than Rukwapithecus, Stevens said.\nThe findings were detailed online today (May 15) in the journal Nature.\n?\nMore on LiveScience and MNN:\n\nTop 10 Missing Links\n\n\nImage Gallery: Our Closest Human Ancestor\n\n\nFive Fossil Hotspots: National Parks to Visit\n\n\nMNN: Human lineage split from monkeys later than thought\n\nThis story was originally written for LiveScience. It is republished here with permission. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tanya Lewis, LiveScience","web_category":"earth-matters#animals","title":"Oldest fossils reveal when apes and monkeys first diverged","picture_url":"http://images.mnn.com/sites/default/files/oldest-ape-monkey.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/oldest-fossils-reveal-when-apes-and-monkeys-first-diverged"}