{"summary":"The new legislation will require all schools to stock EpiPen injectors and give school nurses — and in some states any school official — the permission to use them in case of emergency. It has been more than a year since 7-year-old Ammaria Johnson died after suffering an allergic reaction at her school from exposure to a peanut","advice_category":"2","content":"It has been more than a year since 7-year-old Ammaria Johnson died after suffering an allergic reaction at her school from exposure to a peanut. Ammaria's death was tragic for so many reason, not least of which was its preventability. And lawmakers around the country are pushing state initiatives that will ensure that more children do not meet the same fate.\n?\nAmmaria's reaction began after the young girl ate a peanut that another student offered her on the playground. Complaining of hives and shortness of breath, Ammaria was taken to the school nurse where her condition quickly went from bad to worse. Within minutes, the first-grader stopped breathing, the nurse called 911, and a young life was lost. A life that could have been saved if the nurse had access to — a permission to use — an EpiPen to stop the allergic reaction.\n?\nAn EpiPen, or epinephrine autoinjector, is a penlike device that can be used to stop a severe reaction in its tracks. They must be prescribed by a doctor, so up until now, parents who wanted their children to have access to this lifesaving medicine at school had to obtain a prescription for their child, send in their child's EpiPens to the school, and write a letter authorizing the school nurse to administer it in case of emergency. ?\n?\nBut new legislation rolling out in dozens of states across the U.S. will help to streamline this process. The new legislation will require all schools to stock EpiPen injectors and give school nurses — and in some states any school official — the permission to use them in case of emergency. So if a child appears to be in distress, she can get the help she needs immediately, while more advanced medical care is on the way. ?\n?\nWith the rise in childhood allergies of all types around the country, there is no doubt that these new regulations will save lives in the future. ?\n?\nHere's more on the story from NBC:?\n?\n\n\nVisit NBCNews.com for breaking news, world news, and news about the economy\n?\nDoes your child's school stock EpiPens?","author":"","web_category":"health#allergies","title":"New push to stock EpiPens in all schools","picture_url":"http://images.mnn.com/sites/default/files/kids%20in%20school_1.jpg","url":"http://www.mnn.com//health/allergies/blogs/new-push-to-stock-epipens-in-all-schools"}