{"summary":"That can make it maddeningly difficult to study — Bamford says we still don't know how big the garbage patch is, despite the oft-cited claim that it's as big as Texas.. Called \"Plastiki,\" the ship is intended to highlight the connection between plastic trash on land and plastic trash at sea — an increasingly evident link, thanks not only to media attention for the Pacific patch, but also the recent discovery of a similar patch in the North Atlantic.","advice_category":"8","content":"?\n?\n\n\n?\nNot all garbage ends up at the dump. A river, sewer or beach can't catch everything the rain washes away, either. In fact, Earth's largest landfill isn't on land at all.\n?\nThe Great Pacific Garbage Patch stretches for hundreds of miles across the North Pacific Ocean, forming a nebulous, floating junk yard on the high seas. It's the poster child for a worldwide problem: plastic that begins in human hands yet ends up in the ocean, often inside animals' stomachs or around their necks. This marine debris has sloshed into the public spotlight recently, thanks to growing media coverage as well as scientists and explorers who are increasingly visiting the North Pacific to see plastic pollution in action.\n?\nWhat's it made of?\nThe Great Pacific Garbage Patch has sometimes been described as a \"trash island,\" but that's a misconception, says Holly Bamford, director of NOAA's Marine Debris Program. If only things were that simple.\n?\n\"We could just go out there and scoop up an island,\" Bamford says. \"If it was one big mass, it would make our jobs a whole lot easier.\"\n?\nInstead, it's like a galaxy of garbage, populated by billions of smaller trash islands that may be hidden underwater or spread out over many miles. That can make it maddeningly difficult to study — Bamford says we still don't know how big the garbage patch is, despite the oft-cited claim that it's as big as Texas.\n?\n\"You see these quotes that it's the size of Texas, then it's the size of France, and I even heard one description of it as a continent,\" she says. \"That alone should lend some concern that there's not consistency in our idea of its size. It's these hot spots, not one big mass. Maybe if you added them all up it's the size of Texas, but we still don't know. It could be bigger than Texas.\"\n?\nWhile there's still much we don't understand about the garbage patch, we do know that most of it's made of plastic. And that's where the problems begin.\n?\nUnlike most other trash, plastic isn't biodegradable — i.e., the microbes that break down other substances don't recognize plastic as food, leaving it to float there forever. Sunlight does eventually \"photodegrade\" the bonds in plastic polymers, reducing it to smaller and smaller pieces, but that just makes matters worse. The plastic still never goes away; it just becomes microscopic and may be eaten by tiny marine organisms, entering the food chain.\n?\nAbout 80 percent of debris in the Great Pacific Garbage Patch comes from land, much of which is plastic bags, bottles and various other consumer products. Free-floating fishing nets make up another 10 percent of all marine litter, or about 705,000 tons, according to U.N. estimates. The rest comes largely from recreational boaters, offshore oil rigs and large cargo ships, which drop about 10,000 steel shipping containers into the sea each year, full of things like hockey gloves, computer monitors, resin pellets and LEGOs. But despite such diversity — and plenty of metal, glass and rubber in the garbage patch — the majority of material is still plastic, since most everything else sinks or biodegrades before it gets there.\n?\nHow is it formed?\nEarth has five or six major oceanic gyres — huge spirals of seawater formed by colliding currents — but one of the largest is the North Pacific Subtropical Gyre, filling most of the space between Japan and California. The upper part of this gyre, a few hundred miles north of Hawaii, is where warm water from the South Pacific crashes into cooler water from the north. Known as the North Pacific Subtropical Convergence Zone, this is also where the trash collects.\n?\nBamford refers to the convergence zone as a \"trash superhighway\" because it ferries plastic rubbish along an elongated, east-west corridor that links two spinning eddies known as the Eastern Garbage Patch and the Western Garbage Patch. The whole system collectively makes up the Great Pacific Garbage Patch.\n?\nIt may take several years for debris to reach this area, depending on its origin. Plastic can be washed from the interiors of continents to the sea via sewers, streams and rivers, or it might simply wash away from the coast. Either way, it can be a six- or seven-year journey before it's spinning around in the garbage patch. On the other hand, fishing nets and shipping containers often fall right in with the rest of the trash. One of the most famous such debris spills came in 1992, when?28,000 rubber ducks?fell overboard in the Pacific Ocean. The ducks continue to turn up on beaches around the world to this day.\n?\nWhat's the problem?\nMarine debris threatens environmental health in several ways. Here are the main ones:\n?\n• Entanglement: The growing number of abandoned plastic fishing nets is one of the greatest dangers from marine debris, Bamford says. The nets entangle seals, sea turtles and other animals in a phenomenon known as \"ghost fishing,\" often drowning them. With more fishermen from developing countries now using plastic for its low cost and high durability, many abandoned nets can continue fishing on their own for months or years. One of the most controversial types are bottom-set gill nets, which are buoyed by floats and anchored to the sea floor, sometimes stretching for thousands of feet.\n?\nVirtually any marine life can be endangered by plastic, but sea turtles seem especially susceptible. In addition to being entangled by fishing nets, they often swallow plastic bags, mistaking them for jellyfish, their main prey. They can also get caught up in a variety of other objects, such as this snapping turtle that grew up constricted by a plastic ring around its body.\n?\n• Small surface debris: Plastic resin pellets are another common piece of marine debris; the tiny, industrial-use granules are shipped in bulk around the world, melted down at manufacturing sites and remolded into commercial plastics. Being so small and plentiful, they can easily get lost along the way, washing through the watershed with other plastics and into the sea. They tend to float there and eventually photodegrade, but that takes many years. In the meantime, they wreak havoc with sea birds such as the short-tailed albatross.\n?\nAlbatross parents leave their chicks on land in Pacific islands to go scour the ocean surface for food, namely protein-rich fish eggs. These are small dots bobbing just below the surface, and look unfortunately similar to resin pellets. Well-meaning albatrosses scoop up these pellets — along with other floating trash such as cigarette lighters — and return to feed the indigestible plastic to their chicks, which eventually die of starvation or ruptured organs. Decaying albatross chicks are frequently found with stomachs full of plastic debris (see photo above).\n?\n• Photodegradation: As sunlight breaks down floating debris, the surface water thickens with suspended plastic bits. This is bad for a couple of reasons. First, Bamford says, is plastic's \"inherent toxicity\": It often contains colorants and chemicals like bisphenol-A, which studies have linked to various environmental and health problems, and these toxins may leach out into the seawater. Plastic has also been shown to absorb pre-existing organic pollutants like PCBs from the surrounding seawater, which can enter the food chain — along with BPA and other inherent toxins — if the plastic bits are accidentally ingested by marine life.\n?\nWhat can we do?\nThe discoverer of the Great Pacific Garbage Patch, Capt. Charles Moore, once said a cleanup effort \"would bankrupt any country and kill wildlife in the nets as it went.\"\n?\n\"He makes a really good point there,\" Bamford says. \"It's very difficult.\"\n?\nStill, NOAA conducts flyovers to study the garbage patch, and two research teams recently sailed there to collect debris and water samples. Scientists from the Scripps Institution of Oceanography held a press conference after returning from their three-week voyage in 2009, describing the amount of trash as \"shocking.\" They found large and small items as well as a vast underwater haze of photodegraded plastic flakes, and are now analyzing their samples to figure out how the plastic interacts with its marine environment.\n?\nMeanwhile, the international Project Kaisei team also recently spent time in the garbage patch, studying its contents in hopes of eventually recycling them or turning them into fuel. And \"adventure ecologist\" David de Rothschild is pushing on with plans to sail around the garbage patch in a boat made entirely of recycled plastics, taking a test voyage earlier this month after a long delay due to construction trouble. Called \"Plastiki,\" the ship is intended to highlight the connection between plastic trash on land and plastic trash at sea — an increasingly evident link, thanks not only to media attention for the Pacific patch, but also the recent discovery of a similar patch in the North Atlantic.\n?\nUltimately, more plastic recycling and wider use of biodegradable materials is the best hope for controlling these garbage patches, Bamford says, but that's an uphill battle.\n?\n\"We need to turn off the taps at the source. We need to educate people on the proper disposal of things that do not break up, like plastics,\" she says. \"Opportunities for recycling have to increase, but, you know, some people buy three bottles of water a day. As a society, we have to get better at reusing what we buy.\"\n?\nMore information\nTo learn more about garbage patches in the Pacific Ocean and elsewhere, check out these related articles from MNN:\nWhat can 28,000 rubber duckies lost at sea teach us about our oceans?\nTake a cruise to the North Pacific garbage patch\n'Plastiki' recycled-bottle ship to complete Pacific voyage\nA 2nd garbage patch: Plastic soup seen in Atlantic\nExperimental project to clean Pacific Ocean garbage patch\n?\nEditor's note: This article has been updated from its original version, which first appeared June 9, 2009.\n?\nPhotos courtesy NOAA\n\n<!--//--><![CDATA[// ><!--\n\nif(typeof(_gat)!='object')document.write('<sc'+'ript src=\"http'+\n(document.location.protocol=='https:'?'s://ssl':'://www')+\n'.google-analytics.com/ga.js\">'+'ript>')\n//--><!]]>\n\n<!--//--><![CDATA[// ><!--\n\ntry {\nvar gwoTracker=_gat._getTracker(\"UA-7652149-2\");\ngwoTracker._trackPageview(\"/2213672629/test\");\n}catch(err){}\n//--><!]]>","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What is the Great Pacific Ocean Garbage Patch?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/what-is-the-great-pacific-ocean-garbage-patch"}