{"summary":"You know things are bad when people complain that fire ants have disappeared from their neighborhoods. LeBrun says these new ants can't be controlled the same way as other pests, such as fire ants","advice_category":"2","content":"You know things are bad when people complain that fire ants have disappeared from their neighborhoods. Fire ants may be nasty and capable of painful attacks, but at least they are predictable and don't venture far from their home mounds.\n?\nThat's not the case with another species of ant, the newly discovered tawny crazy ant, which is rapidly invading parts of the southeastern U.S. and Texas. The new ants don't stick to their nests: they go anywhere and everywhere, invading buildings and homes, causing damage to walls, and even eating components of electrical systems.\n?\n\"When you talk to folks who live in the invaded areas, they tell you they want their fire ants back,\" Ed LeBrun, a research associate at the University of Texas at Austin, said in a press release this week. \"Fire ants are in many ways very polite. They live in your yard. They form mounds and stay there, and they only interact with you if you step on their mound.\"\n?\nLeBrun and his fellow researchers have published a new paper about tawny crazy ants, describing how the new species displaces fire ants and wipes out other native species, threatening biodiversity and the natural environmental systems wherever they appear. Their paper appears in the journal Biological Invasions.\n?\nThe ants — previously called \"crazy raspberry ants\" but renamed in 2012 — hail from northern Argentina and southern Brazil. No one knows exactly how they got to the U.S., although like many other invasive species they may have hitched a ride on a cargo ship. They were first spotted in this country in 2002 and have since spread like wildfire.\n?\nLeBrun says these new ants can't be controlled the same way as other pests, such as fire ants. \"You have to call pest control operators every three or four months just to keep the infestation under control. It's very expensive.\" They don't eat the same poisons that would be used to control fire ants, and even killing a few doesn't tend to take out an entire colony. The crazy ants have no natural predators in the U.S. as they do in their native countries.\n?\nThe researchers warn that as the fire ants — themselves an invasive species — disappear, other ecological changes will occur. \"The whole system has changed around fire ants,\" LeBrun said. \"Things that can't tolerate fire ants are gone. Many that can have flourished. New things have come in. Now we are going to go through and whack the fire ants and put something in its place that has a very different biology. There are going to be a lot of changes that come from that.\"\n?\nBut there is good news: humans can take an active role in controlling the spread of tawny crazy ants by checking their vehicles, plants and packages before going on trips.\n?\nTexas A&M University has an extensive website on identifying tawny crazy ants and ways to help control them, including this video:\n?\n\n\n?\nRelated on MNN: Mother Nature's Pop Science Guide to Ants","author":"","web_category":"earth-matters#animals","title":"'Crazy ants' invade southeastern U.S.","picture_url":"http://images.mnn.com/sites/default/files/editorial/crazy%20ant.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/crazy-ants-invade-southeastern-us"}