{"summary":"Researchers found that among 228 inner-city New York children seen at their allergy clinic, 28 percent had a food allergy — with eggs, peanuts and milk being the prime culprits. In 2007, about three million school-aged children had a food allergy — up 18 percent from a decade before","advice_category":"2","content":"NEW YORK - Inner-city children with poorly controlled asthma or skin allergies may be more likely to have food allergies, a new study hints.\n?\nResearchers found that among 228 inner-city New York children seen at their allergy clinic, 28 percent had a food allergy — with eggs, peanuts and milk being the prime culprits. By contrast, the rate of food allergy among U.S. kids in general is only about four percent.\n?\nAnd a full 71 percent were \"sensitized\" to at least one food — meaning they had immune system antibodies in their blood against a particular food. In other words, their body was on the alert, and they were at increased risk of an allergic reaction. That rate too is much higher than average.\n?\nSome of the children were tested for food allergies because they had symptoms, such as hives or an itchy rash, breathing difficulty, or nausea, vomiting or diarrhea soon after eating a particular food.\n?\nBut most — 62 percent — had never had any obvious reaction to food. Instead, they were tested because they had asthma or eczema (an allergic skin condition) that was not responding well to medication.\n?\nThe children in this study were patients at an allergy clinic, so they are not representative of inner-city children in general.\n?\nStill, the findings suggest that doctors who treat inner-city children with stubborn asthma or eczema \"should have a high degree of suspicion for food allergy,\" senior researcher Dr. Julie Wang told Reuters Health in an email.\n?\nIn those cases, she said, doctors should get a detailed history of children's symptoms and refer families to an allergy specialist if necessary.\n?\nWang and her colleagues at the Mount Sinai School of Medicine in New York report the findings in the Journal of Allergy & Clinical Immunology.\n?\nIt's known that poor minority children, many of whom live in inner cities, have high rates of asthma and nasal allergies. An estimated 23 percent of Puerto Rican children from low-income families have asthma, as do 16 percent of poor African-American children, according to the U.S. Centers for Disease Control and Prevention.\n?\nThat compares with a national average of just over nine percent.\n?\nWang said she is not aware of any studies that have looked at the prevalence of food allergies among inner-city children.\n?\nThe rates of food allergy and sensitization in this study were much higher than the national norm: About four percent of U.S. children younger than 18 have a food allergy, while food sensitization affects an estimated 28 percent of children age five and younger — the age range where it is most common.\n?\nNationally, food allergies are seen as a growing problem. In 2007, about three million school-aged children had a food allergy — up 18 percent from a decade before. And there is some evidence that children's emergency room visits for severe food reactions are on the upswing as well.\n?\nNo one is sure why the rate is rising.\n?\nOne theory blames changes in children's diets. Another theory, known as the \"hygiene hypothesis,\" holds that today's clean living — creating less exposure to germs — may actually make some people's immune system more prone to attacking normally harmless substances, like food proteins and pollen.\n?\nRegardless of what's behind the trend, the research team says that when inner city children have skin rashes or asthma that can't be controlled with standard medicines, doctors should consider the possibility of food allergy — even if the kids don't show any of the usual reactions to food.\n?\nCopyright 2011? Reuters US Online Report Health News","author":"Amy Norton, Reuters","web_category":"health#allergies","title":"Asthma and food allergies link found in kids","picture_url":"http://images.mnn.com/sites/default/files/asthma_2.jpg","url":"http://www.mnn.com//health/allergies/stories/asthma-and-food-allergies-link-found-in-kids"}