{"summary":"\"I had this bizarre reaction,\" said Clara. The most effective treatment for semen allergies is to figure out which protein is causing the reaction, and then to desensitize the woman to that allergen.","advice_category":"2","content":"From the “Worst Luck Ever” file comes the story of Jeff and Clara, 35-year-old newlyweds who finally found their match in each other, save for one startling discovery: Clara had an allergy to Jeff’s semen.\n?\nABC News tells the story of the two who upon first having sex experienced not fireworks, but burning, swelling and redness.\n?\n\"I had this bizarre reaction,\" said Clara. \"I thought I had contracted an STD.\"\n?\nAfter an appointment with her gynecologist, followed by more doctor visits and research, the couple learned that Clara had seminal plasma hypersensitivity, an allergy to the proteins in Jeff's semen. And since even a condom couldn’t prevent the allergic reaction, they stopped having sex.\n?\n\"It's really bizarre,\" said Jeff. \"Neither of us had ever come across anything like that. It was a real problem, because everything else was great. We were madly in love, but it was a real game-changer for a while.\"\n?\nThe odd condition affects somewhere between 20,000 to 40,000 women in the United States, according to?Dr. Jonathan Bernstein,?a professor at the University of Cincinnati and an expert on allergies and immunology.?\n?\n\"We feel they are more common,\" Bernstein, who treated the couple, said. \"Not common like asthma, but more than people realize.\"\n?\nAllergic reactions to semen comes in various forms. Some women experience hives while others have abdominal swelling or sharp local pains. Often times, women don’t get a proper diagnosis because the symptoms commonly mimic a?yeast infection.\n?\nThe most effective treatment for semen allergies is to figure out which protein is causing the reaction, and then to desensitize the woman to that allergen.\n?\nDesensitizing involves a process called “intravaginal graded challenge,” which may sound like a pornographic sporting event, but is actually a process of injecting serial dilutions of the husband's seminal fluid into the vagina over the course of several hours.\n?\nAfter Clara began receiving treatment, her symptoms resolved markedly, and the couple, after 10 months of near abstinence, have slowly resumed intimacy.\n?\nMore blood tests are still being analyzed, but the bride and groom are guardedly optimistic. And making the most of a situation that could have easily led to a broken marriage, Clara and Jeff say they want to share their story to help others.\n?\nRelated stories on MNN:\n\n10 most bizarre allergies\n10 common?allergy?myths\n\n?","author":"","web_category":"health#allergies","title":"Woman is allergic to sex with husband","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_149786.jpg","url":"http://www.mnn.com//health/allergies/stories/woman-is-allergic-to-sex-with-husband"}