{"summary":"\t\tAfter a bit of back and forth about?the topic of?nutrition, the mayor challenged TwitWit to experience what people on food stamps are going through. \t\tCory Booker to the rescue, free hot pockets for Newark","advice_category":"5","content":"The politician we love to love, Newark Mayor Cory Booker, continues to charm with his engaging and energetic — if not completely irreverent — style of governing. We last saw him eschewing sleep to save his city from Hurricane Sandy. He turned his home into a temporary crash pad for neighbors who had no electricity, and then he managed to finagle free Hot Pockets for his constituents who were in need of a frozen fast-food fix.\n\n\t?\n\n\tAnd now the good mayor is setting out to try life on food stamps.\n\n\t?\n\n\tThe Twitter-obsessed Booker tweeted that investing in schools and nutrition would save money in the long run, instead of paying only for “huge back-end” government programs.?But when Twitter follower, TwitWit — a self-described “Daughter of the American Revolution (DAR), fighting against any and all forms of socialism/communism” –?responded?that “nutrition is not a responsibility of the government,” Booker, true to form, had to engage.\n\n\t?\n\n\n\t\tAfter a bit of back and forth about?the topic of?nutrition, the mayor challenged TwitWit to experience what people on food stamps are going through. “We have a shared responsibility that kids go to school nutritionally ready 2 learn,”?Booker tweeted. “Lets you and I try to live on food stamps in New Jersey (high cost of living) and feed a family for a week or month. U game?”\n\n\n\t?\n\n\tTwitWit agreed, and we happily await the mayoral tweets that will undoubtedly recount the experience, and turn it into a simple yet profound lesson for all who follow. (You can follow too, @corybooker.)\n\n\t?\n\n\tRelated Cory Booker stories on MNN:\n\n\t\tCory Booker to the rescue, free hot pockets for Newark\n\n\t\tNewark mayor opens his home to hurricane refugees\n\n\t(Via Politico)\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Newark Mayor Cory Booker to live on food stamps","picture_url":"http://images.mnn.com/sites/default/files/shutterstock_78389908.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/newark-mayor-cory-booker-to-live-on-food-stamps"}