{"summary":"In a boiling-water reactor, the water surrounding the reactor core boils and turns to steam as the uranium atoms split. The only difference with nuclear energy is that the fuel is uranium (as opposed to coal or petroleum), and the heat originates from fission — the process of splitting a uranium atom.","advice_category":"8","content":"?\nNuclear energy is a radioactive topic. Depending whom you talk to, it's either a clean, sustainable fuel source providing ample homespun electricity, or an expensive, dirty and dangerous gamble as outdated as the Cold War. This debate's roots run deep, having electrified conversation since the nuclear-energy boom of the 1970s, when most of America's nuclear plants rose from the gravel and began churning out power for the growing population. The average nuclear reactor produces enough electricity each year to power 740,000 households (equivalent to 13.7 million barrels of oil).\n?\nWhile no new nuclear plants have been licensed to be built in the United States for about 30 years, the country's 66 existing plants, and their 104 reactors, continue to generate about 19 percent of its electricity. Many of these reactors are now reaching the end of their 40-year licensing agreements, and the era of global warming and fickle gas prices is leading a new generation to reconsider nuclear energy. In response, many power-plant operators are requesting 20-year license renewals and completing applications for new plants. Here's a quick 101 on nuclear energy, to help inform your debate.\n?\nHow does nuclear power work?\nA nuclear power plant works in much the same was as any power plant: It burns fuel to produce heat. The heat is transformed into steam, which rotates the blades of a turbine. This movement is converted into electricity and sent to homes and businesses via high-voltage wires. The only difference with nuclear energy is that the fuel is uranium (as opposed to coal or petroleum), and the heat originates from fission — the process of splitting a uranium atom.\n?\nDuring fission, a neutron (part of an atom's nucleus that has no charge) hits a uranium atom, causing it to divide in two and release a cloud of radiation and heat. More neutrons are also released, which then split more uranium atoms, triggering a chain reaction of energy production. This process occurs inside the plant's reactor, which is submerged in water. The water turns to steam as fission occurs.\n?\nWhat is uranium and where does it come from?\nUranium is a common metal found all over the globe. But the type used in nuclear power plants — U-235 — is much more rare. After it's extracted from the Earth's crust, U-235 is processed into fuel capsules and placed end-to-end in a fuel rod inside the nuclear reactor.\n?\nDo all nuclear reactors work the same way? \nTwo types of reactors are used in the United States: boiling-water reactors and pressurized-water reactors. The latter are more common (the country has 35 boiling-water reactors and 69 pressurized-water reactors) since they use a simpler design and are thus considered safer.\n?\nIn a boiling-water reactor, the water surrounding the reactor core boils and turns to steam as the uranium atoms split. In a pressurized-water reactor, the steam is generated in a separate piece of equipment, called the steam generator. The water in the reactor core is kept under pressure until it reaches the steam generator, where it then boils and turns to gas. The unused steam travels into a condenser where it liquefies and is pumped back to the reactor vessel.\n?\n\nHow much does it cost?\nThe cost of building a nuclear power plant varies widely, but a 2008 study?indicated it's risen significantly in recent years, about 130 percent since 2000. A new plant may cost somewhere between $6 billion and $8 billion to build — a price heavily subsidized by the federal government.?\n\n?\nWhat are the environmental concerns?\nGlobal warming has been the major impetus behind nuclear energy's renaissance. Since nuclear power doesn't release CO2 during the generation process, many people consider it \"clean.\" According to the Nuclear Energy Institute, geothermal energy is the only form of electricity production that has a lower carbon footprint than nuclear. There are, however, carbon emissions associated with mining uranium and building each plant.\n?\nLow carbon emissions give nuclear energy an outwardly \"green\" appearance, yet the intractable problem of how to dispose of its radioactive waste continues to tarnish its image. Exhausted fuel rods contain radioactive material that can take thousands of years to become inert. Only temporary storage for these rods exists; they're placed inside pools of water or steel or concrete containers at hundreds of sites around the country. The U.S. Department of Energy had planned since 1987 to store radioactive waste at Yucca Mountain, a ridge of volcanic rock about 100 miles northwest of Las Vegas, but controversy has loomed?ever since, due largely to the waste's long-term radioactivity. The Obama administration may have driven the final nail into Yucca's coffin in early March, when it cut its funding — reigniting the debate over what to do with radioactive waste.\n\n?\n?\n? 2009 MNN Holding Co. LLC","author":"","web_category":"earth-matters#translating-uncle-sam","title":"The ups and downs of nuclear power","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/the-ups-and-downs-of-nuclear-power"}