{"summary":"• Instead of buying your pet another squeaky toy, why not give the gift of alternative medicine this year? Our pet expert walks you through the basics of holistic medicine for pets.. \t• And while were handing out advice, here are some natural beauty tips for gorgeous winter skin.","advice_category":"5","content":"• Instead of buying your pet another squeaky toy, why not give the gift of alternative medicine this year? Our pet expert walks you through the basics of holistic medicine for pets.\n\n\t?\n\n\t• And while were handing out advice, here are some natural beauty tips for gorgeous winter skin.\n\n\t?\n\n\t• Qatar sure is an ironic place to hold U.N. climate talks.?The tiny desert kingdom has an outsized appetite for fossil fuels, making it an awkward place to host international climate change negotiations. Russell McLendon artfully explains.\n\n\t?\n\n\t• The lovely white owl above is one our favorite cold weather-loving, scene-stealing creatures that hail from the Arctic. Check out the rest of our list.\n\n\t?\n\n\t• Who knew research could be so treacherous? Meet seven brilliant scientists killed by their experiments.\n\n\t?\n\n\t• Here's the headline that made office workers cheer this week: Cyberslacking boosts workplace productivity. It's true, and we dig into the science behind it.\n\n\t?\n\n\t• If you happened to receive a windfall from this week's Powerball lottery, we've got five awesome green things you could buy. (If you're gonna dream, dream green!)\n\n\t?\n\n\t• The holidays are making the clock spins just a little faster, which makes daily chores like putting dinner on the table more taxing. One solution? Eat breakfast for dinner. Here are five recipes to make it happen.\n\n\t?\n\n\t• One of blogger decided she's not letting the hectic holiday pace get to her this year; she's opting out. Starre Vartan explain why I'm skipping the holidays this year.\n\n\t?\n\n\t• And finally, business blogger (and work-from-home pioneer) Melissa Hincha-Ownby offers her top telecommuting challenges and how she solved them.\n\n\t?\n\n\tPlus:?Don't miss our November roundup of animal photos. Can you figure out what's different about the pack pictured above? Check out the complete photo gallery to find out.\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Great winter skin, memorable Arctic characters and more in MNN's week in review","picture_url":"","url":"http://www.mnn.com//earth-matters/politics/stories/great-winter-skin-memorable-arctic-characters-and-more-in-mnns-week-i"}