{"summary":"And yet, for half an hour, three reputable meteor observers were seeing meteors — in spite of the bright moonlight.. Report your meteor sightings","advice_category":"4","content":"If your skies were clear early this morning, June 11, you might've seen shooting stars.\n?\nFor a short time, maybe an hour (quite possibly less than that), stargazers were treated to a brief flurry of meteor activity — or nothing at all. The uncertainty surrounding the meteor shower is part of a mystery that goes back more than 80 years.\n?\nOn the evening of June 11, 1930 three members of the American Meteor Society (AMS) reported a bevy of meteor activity occurring between the hours of 10:15 and 10:45 p.m. local time in Maryland. [See Incredible Night Sky Photos from Stargazers (June 2013)]?\n?\nWhat made this observation particularly unusual was that the moon was very nearly full and shining brightly in the southeast sky. Usually a bright moon hides all but the brightest stars, and it certainly was not the kind of night anyone expected to see very many meteors. And yet, for half an hour, three reputable meteor observers were seeing meteors — in spite of the bright moonlight.\n?\nNobody else reported seeing any meteors that night, and in the years that followed, those who kept a careful watch on the sky on the night of June 11 saw no noteworthy meteor activity either, leading some to doubt of the authenticity of the 1930 outburst.?\n?\nCould it happen again?\nIt is not out of the question that many hundreds or even thousands of years ago, a comet swept through the inner solar system, leaving behind trails of dusty debris. This supposed comet's orbit presumably intersects our orbit on June 11. Most years when Earth reaches this intersection point there is nothing for our planet to interact with. But in 1930, we may have passed through a narrow trail of dust leftover from that hypothetical comet — hence the brief flurry of meteors.\n?\nPeter Jenniskens of NASA, in his study of outbursts from long-period comets, has proposed that the 1930 event was real and may be repeated every now and then.\n?\nThe meteors are called \"Delphinids\" because the radiant or emanation point of these shooting stars come from near the constellation Delphinus, the dolphin, a very tiny, lozenge-shaped group of faint stars; but the stars are so close together that they are easily seen on clear dark nights.?\n?\nDelphinus is not far away from the yellow-white star, Altair, one of the brightest stars in the sky. For observers in mid-northern latitudes Delphinus rises in the eastern sky shortly after the end of dusk and is best placed high in the southern sky between 4 and 5 a.m. local daylight time.\n?\nReport your meteor sightings\n\"No one knows the strength of this display or whether it will occur at all,\" Robert Lunsford of the AMS said on June 10. \"It would most likely be of short duration (less than one hour and perhaps as short as 15 minutes). This is not something one can stand outside and try to witness. Serious observers should be comfortable in a lounge chair and watch for at least an hour. I would not expect strong rates such that occurred with the Leonid outbursts that occurred back in the years 2001-2002. Rather these meteors are more likely to appear a minute or two apart. Unlike the 1930 display, the moon will not be a factor in 2013 as it will have set long before the predicted time of the outburst.\"\n?\nLunsford and the AMS would like to hear from anyone who attempted to view these meteors. He notes:? \"Even reports with no activity will help. Be sure to share your observations (either positive or negative) with us as soon as possible after viewing.\" Reports may be emailed directly to him at: lunro.imo.usa@cox.net\n?\nEditor's note: If you snapped an amazing picture of the possible meteor outburst or any other night-sky view that you'd like to share for a possible story or image gallery send photos, comments and your name and location to Managing Editor Tariq Malik at spacephotos@space.com.\n?\nJoe Rao serves as an instructor and guest lecturer at New York's Hayden Planetarium. He writes about astronomy for \"Natural History\" magazine, the \"Farmer's Almanac\" and other publications, and he is also an on-camera meteorologist for News 12 Westchester, New York. Follow us on Twitter, Facebook and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nMeteor Shower Quiz: How Well Do You Know 'Shooting Stars'?\n\n\n6 Stellar Places for Skywatching in the US\n\n\nNight Sky: Visible Planets, Moon Phases & Events, June 2013\n\n\nMNN: 8 tips for surviving an alien invasion\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Joe Rao, SPACE.com","web_category":"earth-matters#space","title":"Mysterious meteor shower may have happened again","picture_url":"http://images.mnn.com/sites/default/files/Geminids_m_0611.jpg","url":"http://www.mnn.com//earth-matters/space/stories/mysterious-meteor-shower-may-have-happened-again"}