{"summary":"Brooks spent two months aboard the Nathaniel B. \"The longer we were there the more and more penguins came","advice_category":"2","content":"A gorgeous new video is the best way to experience Antarctica without even feeling chilly.\n?\nThe time lapse clip, produced and narrated by Cassandra Brooks, a doctoral student at Stanford University, condenses two months on an Antarctic ice-breaker into less than five minutes. Frame by frame, the video reveals how stunning sea ice can be — from polka-dot pancake ice to thick white flows.\n?\n\"It was so beautiful,\" Brooks told LiveScience. \"And it was such a neat experience to be on this crazy boat that was just screaming through the ice.\" [See the Video of the Antarctic Ice]\n?\nBrooks spent two months aboard the Nathaniel B. Palmer on a National Science Foundation expedition through the Ross Sea of Antarctica. Her team was investigating the release of carbon from phytoplankton blooms, which are so huge in this area that they're visible from space. During the expedition, Brooks also blogged for National Geographic.\n?\n\n\n?\nThe time lapse video was inspired, in part, by that blogging opportunity, and also by Brooks' husband, photographer John Weller.\n?\n\"I happen to be married to an amazing photographer who insisted on sending me out on the boat with the right equipment,\" Brooks said. In this case, that equipment was a GoPro camera and a Joby GorillaPod flexible tripod, which withstood 60-knot (60 miles per hour) winds and negative 40-degree-Fahrenheit (negative 40 degrees Celsius) temperatures, she said.\n?\nAlmost every day, except when the weather was simply too harsh, Brooks went to the bridge of the ship to capture images as the Palmer steered through the Ross Sea ice. The final scenes, though, were filmed from the back of the boat.\n?\nThe Palmer had broken into an area called Cape Colbeck, home to a colony of emperor penguins. Another research group aboard the vessel was tagging the penguins, so the ship remain parked for several days as they did their work.\n?\n\"The longer we were there the more and more penguins came. By the third day we just had it seemed like hundreds, if not thousands, of penguins just playing in our prop wash behind the boat,\" Brooks said.\n?\nShe got the penguins on film, of course — and captured their raucous, squawking cries as well.?\n?\n\"The most amazing thing for me is that every time I go to the Antarctic, I make some sort of blog or some kind of media, and I felt like this is the first time I've been able to capture it well and also really share it well,\" Brooks said. \"It's incredibly rewarding to know that people are really feeling it and probably falling in love with the place.\"\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nImages of Melt: Earth's Vanishing Ice\n\n\nNorth vs. South Poles: 10 Wild Differences\n\n\nMNN: Amazing footage of attempts to rescue ship stranded in Antarctic ice\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company. All rights reserved.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Amazing video brings Antarctic to life","picture_url":"http://images.mnn.com/sites/default/files/AntarcticaIceBreaker_m_0507.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/amazing-video-brings-antarctic-to-life"}