{"summary":"Related story on MNN: Chris Christie squishes spider in front of kids, feels the heat from PETA. ?","advice_category":"5","content":"A poll in March revealed that 64 percent of New Jersey residents said they were comfortable with the heft of their overweight governor, but the governor himself was not.\n?\nDespite his feelings, Chris Christie underwent lap-band surgery in February, after agreeing to do so following his 50th birthday last year. Aides told Politico?that only Christie’s immediate family and chief of staff were aware of the surgery until May 6, when the rest of his staff was informed.\n?\n“I’ve struggled with this issue for 20 years,” Christie told the?New York Post?which ran the headline \"Weight is over\" on their front page today.?\n?\nThere has been no shortage of discussion about Christie’s weight — and his potential run for the White House — but the governor affirmed that the surgery wasn’t about political ambitions.\n?\n“I know it sounds crazy to say that running for president is minor, but in the grand scheme of things, it was looking at Mary Pat and the kids and going, ‘I have to do this for them, even if I don’t give a crap about myself,’” he said.?Christie and his wife have four kids; the youngest was born in 2003.\n?\n“I’m so proud of my friend,” said MSNBC host Mika Brzezinski, “For his kids, for his family, for his own health, he did it.”\n?\nThe procedure, generically known as “laparoscopic adjustable gastric banding,” involves laparoscopic surgery to place a silicone tube around the upper part of the stomach. By restricting the size of the stomach, the appetite is reduced. Weight loss is dependent on the discipline of the patient, but Christie says he has already seen results.\n?\n“A week or two ago, I went to a steakhouse and ordered a steak and ate about a third of it and I was full,” Christie told the Post.\n?\nThe \"Today\" show discusses the news, and his chances for successful weight loss, in the video below:\n?\n\n\n?\nRelated story on MNN: Chris Christie squishes spider in front of kids, feels the heat from PETA","author":"","web_category":"earth-matters#politics","title":"Chris Christie had secret lap-band surgery","picture_url":"http://images.mnn.com/sites/default/files/editorial/christie%20lap-band%20surgery_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/chris-christie-had-secret-lap-band-surgery"}