{"summary":"The hidden face of Antarctica, concealed for more than 30 million years beneath thick ice, is revealed in a new map and video of the continent's rocky surface, released today by NASA.. More on LiveScience and MNN:","advice_category":"2","content":"The hidden face of Antarctica, concealed for more than 30 million years beneath thick ice, is revealed in a new map and video of the continent's rocky surface, released today by NASA.\n?\nThe project, called BedMap2, is part of an international collaboration led by the British Antarctic Survey to calculate the total extent of ice in Antarctica — an essential step in predicting potential future sea level rise. To do so, researchers needed to know the details of the continent's underlying topography, from broad valleys to buried mountain ranges.\n?\n\"In order to accurately simulate the dynamic response of ice sheets to changing environmental conditions, such as temperature and snow accumulation, we need to know the shape and structure of the bedrock below the ice sheets in great detail,\" Michael Studinger, IceBridge project scientist, said in a statement. NASA's IceBridge airborne mapping missions over Antarctica contributed about 12 percent of the ice-thickness data points necessary for the map, according to NASA.\n?\nSome stunning features revealed during the decade-long survey include the discovery of the deepest point on any continent, the valley under Byrd Glacier, which reaches 9,120 feet (2,780 meters) below sea level. The world also got its first detailed pictures of the Gamburtsev Mountains, a jagged range the size of New York that lies entombed under more than a mile (1.6 kilometers) of ice.\n\nThe new map is based on surface elevation, ice thickness and bedrock topography from land, air and satellite surveys. Scientists combined different ways to peer through the ice, such as radar, sound waves and electromagnetic instruments. Some regions still lack detail, but the new topography is a big improvement over the original BedMap, researchers said.\n?\n\"Before, we had a regional overview of the topography. But this new map, with its much higher resolution, shows the landscape itself, a complex landscape of mountains, hills and rolling plains, dissected by valleys, troughs and deep gorges,\" Peter Fretwell, a scientist with the British Antarctic Survey and lead study author, said in a statement.\n?\nThe BedMap2 results were published Feb. 28 in the journal The Cryosphere. The data is freely available to researchers interested in studying and modeling glaciers and climate change, sea level rise and Antarctic topography.\n?\nMore on LiveScience and MNN:\n\nThe Coldest Places on Earth\n\n\nImages: Antarctic Odyssey - The Majestic Transantarctic Mountains\n\n\nExtreme Living: Scientists at the End of the Earth\n\n\nMNN: Antarctica's ecosystem is 33 million years old\n\nThis story was originally written for LiveScience and has been republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Naked continent? See Antarctica without ice","picture_url":"http://images.mnn.com/sites/default/files/Antarctica.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/naked-continent-see-antarctica-without-ice"}