{"summary":"Meanwhile, the very production of natural gas is also a methane risk, as much of the gas escapes during the fossil fuel exploration process. \tUnfortunately, burning natural gas for fuel releases methane into the atmosphere, where it contributes to climate change","advice_category":"4","content":"Every time you breathe, you probably inhale a few trace amounts of methane, one of the most powerful and important gases on the planet.\n\n\t?\n\n\tMethane, at its core, is fairly simple: It's just one carbon molecule surrounded by four hydrogen molecules. Although it is not one of the primary gases in our atmosphere — those would be nitrogen, oxygen and argon — it's probably the most plentiful organic compound on the planet. But even though it's everywhere, you would never know it's there, as methane is colorless, odorless and tasteless.\n\n\t?\n\n\tDon't let its invisibility fool you, though. Methane could have major roles — both good and bad — in the future of life on Earth.\n\n\t?\n\n\tA few basics\n\n\tMethane is a natural substance that can be produced over time through biological routes — that's what creates natural gas, of which methane is the primary component — through technological processes or other synthetic means. If produced underground, it can last for millennia. Once in the atmosphere, it will break down in anywhere from nine to 15 years as it is exposed to oxygen and water vapor.\n\n\t?\n\n\tBut while it's in the atmosphere, it's pretty potent stuff. According to the U.S. Environmental Protection Agency (EPA), methane is more than 20 times more effective at trapping in heat than carbon dioxide, making it one of the most potent greenhouse gases contributing to global warming. The EPA says methane accounts for 16 percent of the greenhouse gas emissions produced by human activities such as natural gas systems, landfills, coal mining and manure-management systems.\n\n\t?\n\n\tBut at the same time, methane — especially as a component of natural gas — is an important fuel source, one that produces fewer greenhouse gases when it is burned than coal or oil.\n\n\t?\n\n\tMethane's potential as energy\n\n\tMethane is rapidly become the go-to way to power the world. According to the U.S. Energy Administration, Americans today got 25 percent of their energy from natural gas in 2011, while coal represented just 20 percent — quite a drop from the 50 percent of a few years ago. Meanwhile, the U.S. produced more natural gas than coal in 2011 for the first time since 1981.\n\n\t?\n\n\tWhile still a nonrenewable resource, natural gas produces fewer dangerous emissions than coal. According to the EPA, natural gas \"produces half as much carbon dioxide, less than a third as much nitrogen oxides, and 1 percent as much sulfur oxides at the power plant.\"\n\n\t?\n\n\tNatural gas has a lot of potential outside of power plants. It can also be compressed to run vehicles, and there's a growing field of research to create batteries powered by methane. The methane from landfills can also be tapped to generate energy, as can the methane emitted by manure on hog farms. In the latter cases, where the methane is produced through biological means, it is actually more sustainable than natural gas and it puts to use materials that would otherwise go to waste to generate electricity.\n\n\t?\n\n\tMethane's risk to the climate\n\n\tUnfortunately, burning natural gas for fuel releases methane into the atmosphere, where it contributes to climate change. Meanwhile, the very production of natural gas is also a methane risk, as much of the gas escapes during the fossil fuel exploration process. This may have been under control for a while, and a recent study by NASA found that greenhouse gases from the 1980s through 2005 tapered off because less methane was escaping during the exploration process.\n\n\t?\n\n\tUnfortunately, atmospheric methane levels have been on the rise since 2007, and some scientists theorize that the growth of \"fracking\" may have a role in that. A petition filed Sept. 11 with the Bureau of Land Management by the Center for Biological Diversity, Western Environmental Law Center and Clean Air Task Force seeks to require companies to reduce the amount of methane that leaks out during the fracking process. According to a press release put out by the organizations, about 126 billion cubic feet of gas are vented and flared from federal natural gas leases on public land each year.\n\n\t?\n\n\tMethane isn't a bad gas in and of itself, but mankind is pushing more of it into the atmosphere than ever before. Understanding where it comes from and developing ways to mitigate it will play an important role in maintaining the Earth's climate for the future.\n\n\t?\n\n\tRelated methane story on MNN: 6 surprising sources of methane\n\n\t?","author":"","web_category":"earth-matters#energy","title":"What is methane and why should you care?","picture_url":"http://images.mnn.com/sites/default/files/methane530.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/what-is-methane-and-why-should-you-care"}