{"summary":"\tHow snow forms. Whether it's a Nor'easter in New England or an Arctic squall in Alaska, snow is a fact of life for many Americans, and they've devised some clever adaptations to deal with it","advice_category":"8","content":"?\n\n\tA barrage of blizzards have dumped snow across swaths of the U.S. and Europe during the past two winters, creating a winter wonderland and giving millions of people the white Christmas of their dreams. But once all that snow and ice piles up to a certain point, many of those dreams can quickly turn into nightmares.\n\n\t?\n\n\tThe \"Arctic Oscillation\" and other rogue weather patterns are likely suspects for some of the recent snowiness, and climate change may also be to blame.?But even under normal conditions, Jack Frost is no stranger to folks living in northern or high-altitude areas. Whether it's a Nor'easter in New England or an Arctic squall in Alaska, snow is a fact of life for many Americans, and they've devised some clever adaptations to deal with it. Yet for such a common natural phenomenon, snow still retains an eerie mystique — not many weather events can be so silently soothing and sinister at the same time.\n\n\t?\n\n\tSnow has long served as a symbol for winter itself, embodying the season's quiet, peaceful aura while accumulating into more entertaining piles than anything produced by rain or sleet. But it's also responsible for hundreds of deaths each year in the U.S., and can virtually shut down civilization, as it showed during 1993's \"Storm of the Century.\"\n\n\t?\n\n\tBut what exactly is this white stuff, which can range from slush to fluff to powder? How does it form? And what makes it so beguiling? Read on, and see the infographic above, for a deeper look at how Mother Nature channels her fury into flurries.\n\n\t?\n\n\tHow snow forms\n\n\tThe trick to starting a snowstorm is \"atmospheric lift,\" which basically refers to anything that causes warm, moist air to rise from Earth's surface into the sky, where it forms a cloud. This often occurs when two air masses collide — forcing the warmer air on top of the colder \"dome\" — but it can also happen when?warm air simply slides up the side of a mountain.?In another common process, known as \"lake-effect snow,\" a mass of cold, dry air moves over a lake, creating temperature instability that pushes the lake's warm water vapor upward. ?\n\n\t?\n\n\tNo matter what lifts it, rising water vapor eventually cools so much it converts back to a liquid. The resulting water droplets can create clouds, but first they need something to condense onto, much like dew condenses onto grass or water condenses on the outside of a glass. The atmosphere may seem like a sparse and lonely place, but it's not empty: Long-range winds carry all kinds of microscopic debris up there, mainly in the form of dust, dirt and salt. These floating tidbits circulate all around the sky, even crossing continents and oceans, and they give cloud droplets something to cling onto (see illustration at right). When you catch a snowflake on your tongue, you could be eating a speck of sand from the Sahara, soil from the steppes of central Asia, or even soot from your own car's tailpipe.\n\n\t?\n\n\tStorm clouds tend to billow upward as they develop, gradually towering into colder and colder regions of the sky. Most clouds are still made of liquid water droplets, even during frigid winters, but they will eventually start sporadically freezing once they drop below about 14 degrees Fahrenheit. Individual cloud droplets solidify one by one into ice particles, which may then attract other water vapor and droplets toward their surface. This leads to tiny but fast-growing \"snow crystals,\" which suddenly fall downward once they become heavy enough.\n\n\t?\n\n\tSnow crystals grow into their famously diverse shapes depending on the cloud's temperature and humidity (see the chart below for details). They collect more and more ice particles as they drop through the cloud, and often clump together as the crystalline drizzle evolves into a snowstorm. By the time these falling crystals exit the cloud's base, they've usually grown into the intricate, latticed starbursts we call \"snowflakes.\"\n\n\t?\n\n\t\n\n\t?\n\n\tIf the air is below freezing all the way down to the surface, these flakes keep their distinctive patterns and accumulate on the ground as snow. They often go through various other transformations during their descent, however, giving rise to some other, less popular forms of precipitation. Snowflakes that melt while falling become rain, but sometimes they refreeze before they land, in which case they're called \"sleet.\" If they don't refreeze until after they land, however, they're known as \"freezing rain\"?— a deceptively dangerous weather event that looks like normal rain but coats roads and sidewalks with a slick, icy sheen.\n\n\t?\n\n\t\n\n\t?\n\n\tSnow in America\n\n\tAn average of 105 snowstorms hit the United States each year, typically producing snow for two to five days while spanning several states. Almost every part of the country has seen at least mild flurries at some point in modern history — even much of South Florida — but snow falls so irregularly and unevenly that the National Oceanic and Atmospheric Administration doesn't bother keeping official snowfall records at the state level. It does track cities' totals, however, and records from its National Climatic Data Center suggest New York state is home to some of the snowiest cities in the country:?Syracuse averages 115 inches annually, followed by Buffalo (93 inches), Rochester (92 inches) and Binghamton (84 inches).\n\n\t?\n\n\t\n\n\t?\n\n\tOf course, there are also less populated areas that receive far more snow than that. Mount Washington, N.H., averages 260 inches, for example, while Thompson Pass, Alaska, leads the nation with its yearly average of 551 inches. Thompson Pass also?set several national records for extreme short-term snowfall during a major storm in late 1955 — 120 inches fell in two days, 147 in three days, 163 in four days, and 175 in five days — and set the six- and seven-day records with another blizzard two years earlier. (See the map above for nationwide total-snowfall averages.)\n\n\t?\n\n\tSnow problem\n\n\tOn top of temperature-related threats like frostbite and hypothermia, snowstorms can wreak havoc with human society by stranding commuters, closing airports, blocking movement of supplies, and disrupting emergency and medical services. Large buildups of snow can also topple trees, snap power lines and cause roofs to collapse, sometimes isolating people, pets and farm animals for days on end. The huge blizzard of 1993 is a prime example — it shut down all interstate highways north of Atlanta, paralyzed cities across the Eastern Seaboard and caused more than $6 billion in damage — but recent winter weather has also been ferocious. Following two major snowstorms in early December 2009 that dumped more than a foot of snow on many states, another storm from Dec. 22-25, 2009, was blamed for at least 20 deaths nationwide, widespread road closures and flight cancellations, and even some two dozen tornadoes in Texas and nearby Southern states. The wild winter weather continued into 2010, from Washington, D.C.'s \"Snowmageddon\" to the violent storms and flooding that hit California in December. It wasn't just the U.S., either: Much of Europe was crippled throughout December 2010 when unusually heavy snow shut down London's Heathrow airport. And according to a recent study, increasing snowfall in Europe is at least partly (and paradoxically) linked to global warming, since the loss of Arctic sea ice lets more cold air flow southward.\n\n\t?\n\n\tHeavy snowfall can pose serious threats to homes and businesses, but it's especially dangerous for drivers. About 70 percent of all injuries caused by ice and snow are from vehicle accidents, according to NOAA, with a quarter of them happening to people who were caught out in a storm. But the danger doesn't end when the storm does, since melting snow often leads to black ice, slippery road surfaces and even springtime floods, such as the ice jams and heavy snowmelt that frequently cause flooding along the Red River between North Dakota and Minnesota.\n\n\t?\n\n\tFor more snow safety tips, check out this NOAA report titled \"Winter Storms:?The Deceptive Killers.\" And for more info on snow and winter weather in general, visit MNN's severe weather landing page, or take a look at some of the links below:\n\n\t\tBiting winters driven by global warming, scientists say\n\n\t\tHold the salt, please:?A look at salt-free deicers\n\n\t\tThrow, don't blow, that snow:?Eco-friendly snow removal\n\n\t\tSnow-water harvesting:?How to save snow for a non-rainy day\n\n\t\tBlizzard fun: Ways to stay busy when you're snowed in\n\n\t?\n\n\tEditor's Note: This article has been updated from its original version, which first appeared on Jan. 6, 2010.?\n\n\t?\n\n\tImage (cloud formation): NASA\n\n\tImage (snowflake types): NOAA\n\n\tImage (precipitation types): NOAA\n\n\tMap (U.S. snowfall averages): NOAA\n\n\tPhoto (traffic in snowstorm): ZUMA Press\n\tMNN?homepage photo:?Lorado/iStockPhoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Flaking out: How snow forms","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/flaking-out-how-snow-forms"}