{"summary":"15 animals that are living fossils. The Hula painted frog now joins this distinguished group of creatures.","advice_category":"2","content":"In 2011, after not having been spotted alive in 60 years, a Hula painted frog was spotted by an Israeli park ranger.\n?\nThe last sighting of the spotted frog was in 1955, after Lake Hula and its marshes were drained to battle malaria and create more arable land. In 1996, the unique frog was officially declared extinct; becoming the first amphibian to earn that unfortunate distinction.\n?\nOngoing survey trips have searched for the little leaping guys over the decades, but to no avail, which is why the confirmed 2011 sighting was such a big deal.\n?\nSince the 2011 sighting Sarig Gafny, a river ecologist at Israel's Ruppin Academic Center, and his team have found even more specimens, raising the number of known Hula frogs to 14. Gafny estimates there may be as many as 200 of the amphibians currently in residence in the Hula Valley, and scientists are excited.\n?\nWhy so much fuss over a little frog?\n?\nPaleontologist?Rebecca Biton?and Hebrew University of Jerusalem have authored a study on the frog, and after a thorough examination of DNA and skeletal morphology, they have concluded that the Hula is the sole surviving member of?Latonia, a genus of frogs once found all over Europe. The initial classification upon its discovery had wrongly placed the frog in another genus.\n?\nFossils of?Latonia?frogs have been found in Israel, some as many as 2 million years old, but the genus was thought to have expired more than 10,000 years ago. The new classification makes the Hula painted frog a rare example of a “living fossil,” an organism that has retained the same form over millions of years but has few or no living relatives, reports National Geographic.\n?\nNot many other living fossils are known to exist; the best known is probably the?coelacanth, an ancient fish that can trace its history back to the days of the dinosaurs. The Hula painted frog now joins this distinguished group of creatures.\n?\nRobin Moore, the creative director of?Amphibian Survival Alliance, called the Hula painted frog's rediscovery \"incredible.\"\n?\n\"It's a real testament to the resilience of nature if given the chance,\" said Moore.\n?\nRelated stories on MNN:\n13 'extinct' animals found alive\n14?extinct?animals that could be resurrected\n15 animals that are living fossils\n?\n?","author":"","web_category":"earth-matters#animals","title":"'Extinct' frog resurfaces in Israel","picture_url":"http://images.mnn.com/sites/default/files/editorial/hula%20painted%20frog.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/extinct-frog-resurfaces-in-israel"}