{"summary":"While Kepler was designed to hunt for alien planets, it normally does so using the transit method, which looks for stars that dim periodically as planets pass in front of them.. Still, it offers some benefits, as it does not require high-precision measurements of a star's velocity, or for a star and its planet to align perfectly as viewed from Earth — the two main drawbacks of the most common methods.","advice_category":"4","content":"Einstein's special relativity has proven more useful than ever, as scientists have now used it to discover an alien planet around another star.?\n?\nThe newfound world — nicknamed \"Einstein's planet\" by the astronomers who discovered it — is the latest of more than 800 planets known to exist beyond our solar system, and the first to be found through this method.\n?\nThe planet, officially known as Kepler-76b, is 25 percent larger than Jupiter and weighs about twice as much, putting it in a class known as \"hot Jupiters.\" The world orbits a star located about 2,000 light-years from Earth in the constellation Cygnus. [7 Ways to Discover Alien?Planets]\n?\nThe researchers capitalized on subtle effects predicted by Albert Einstein's special theory of relativity to find the planet. The first is called the \"beaming\" effect, and occurs when light from the parent star brightens as its planet tugs it a nudge closer to Earth, and dims as the planet pulls it away. Relativistic effects cause light particles, called photons, to pile up and become focused in the direction of the star's motion.\n?\n\"This is the first time that this aspect of Einstein's theory of relativity has been used to discover a planet,\" research team member Tsevi Mazeh of Tel Aviv University in Israel said in a statement.\n?\nAdditionally, gravitational tides from the orbiting planet caused its star to stretch slightly into a football shape, causing it to appear brighter when its wider side faces us, revealing more surface area. Finally, the planet itself reflects a small amount of starlight, which also contributed to its discovery.\n?\n\"We are looking for very subtle effects,\" said team member David Latham of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass. \"We needed high quality measurements of stellar brightnesses, accurate to a few parts per million.\"\n?\nThe researchers used data from NASA's Kepler spacecraft, which provided the extremely detailed observations necessary. While Kepler was designed to hunt for alien planets, it normally does so using the transit method, which looks for stars that dim periodically as planets pass in front of them.\n?\n\"This was only possible because of the exquisite data NASA is collecting with the Kepler spacecraft,\" said study leader Simchon Faigler of Tel Aviv University.\n?\nThe other most popular planet-hunting tactic is called the wobble method, and searches for slight signs of movement in stars' radial velocities caused by tugging planets.\n?\nThe new Einstein-based method is best for larger worlds, and is currently incapable of finding Earth-sized planets, the scientists said. Still, it offers some benefits, as it does not require high-precision measurements of a star's velocity, or for a star and its planet to align perfectly as viewed from Earth — the two main drawbacks of the most common methods.\n?\n\"Each planet-hunting technique has its strengths and weaknesses. And each novel technique we add to the arsenal allows us to probe planets in new regimes,\" said Avi Loeb, also from the Center for Astrophysics.\n\tA paper detailing the planet discovery will be published in an upcoming issue of The Astrophysical Journal.\n?\nFollow Clara Moskowitz on Twitter?and Google+. Follow us?@Spacedotcom, Facebook?and Google+. Original article on?SPACE.com.\n?\nRelated on Space.com and MNN:\n?\n\nAlien Planet Quiz: Are You an Exoplanet Expert?\n\n\nPhotos: First Glimpse of Alien Planet Forming\n\n\nThe Top 5 Potentially Habitable Alien Planets\n\n\nMNN: 10 NASA images of planets like Earth [Photos]\n\n?\nThis story was originally written for Space.com and is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Clara Moskowitz","web_category":"earth-matters#space","title":"'Einstein's planet': New alien world revealed by relativity","picture_url":"http://images.mnn.com/sites/default/files/einstein-alien-planet.jpg","url":"http://www.mnn.com//earth-matters/space/stories/einsteins-planet-new-alien-world-revealed-by-relativity"}