{"summary":"For more information on Home Star, weatherization and home energy efficiency, check out these links from MNN, plus the video below of U.S. That's why supporters argue it can begin creating jobs quickly, potentially having a more immediate impact than the stimulus money has, although it may still not take off quickly as \"cash for clunkers\" or \"cash for appliances.\" While those programs offered rebates for pre-made products, many of the Home Star rebates would be for complex services — services that take time to complete, and that require workers to be trained before performing them.","advice_category":"8","content":"?\nDrafty doors, floors, walls and windows are slowly letting air out of the U.S. economy, as consumers pay rising prices to wrangle warmth that freely escapes and invades their homes. This HVAC crisis has been simmering for decades, but as Congress now struggles to cut U.S. energy costs, carbon emissions and unemployment all at once, the fight against outdoor climate change is increasingly focusing on indoor climate control.\n?\nPresident Obama made that clear earlier this month when he proposed his $6 billion Home Star program, aka \"cash for caulkers,\" the latest in a string of federal efforts to both shrink the country's carbon footprint and revive its economy. Following last summer's $3 billion \"cash for clunkers\" and the $300 million \"cash for appliances,\" Home Star would offer consumers cash rebates from $1,000 up to $8,000 for making certain energy-saving home renovations. The recession may have crushed the construction industry and stalled efforts to curb climate change, but supporters say Home Star could give both a boost — and without touching political pitfalls like coal mining or cap-and-trade.\n?\n\"Cap-and-trade is kind of like health care, in that you have lots of people with diametrically opposed viewpoints,\" says Larry Zarker, CEO of the nonprofit Building Performance Institute?and a member of the Home Star Coalition. \"But if you look at energy efficiency itself, there are very strong Republican and Democratic arguments for doing this. There's very strong support across the political spectrum, and I think there's a strong likelihood it will pass.\"\n?\nBut if Congress does pass Home Star — it was the subject of a Senate committee hearing last week, and the House is working on its own version — what would happen? What are the chances the $6 billion investment would actually create jobs and save money? The proposal is likely to change as it winds around Capitol Hill, but here's a quick look at its basic ideas:?\n?\nWhat is weatherization?\nNearly a quarter of all energy used in the United States is used in people's homes, and about half of that is dedicated to heating and cooling. It already takes a lot of energy to keep houses cool during an Arizona summer, for example, or warm during a Minnesota winter, but much of that energy is also wasted as warm air enters or escapes through hidden air leaks. \"Weatherization\" is the process of sealing cracks and insulating walls and windows to stop air and heat from getting through.\n?\nHome energy audits and large-scale overhauls — which require skilled workers, therefore creating jobs — could qualify a project for the Home Star program's more lucrative Gold Star rebates, but there is still cash to be had for DIY caulkers, too. A variety of simple efficiency upgrades would not only qualify for Silver Star rebates, but also for already-existing tax credits. The trick is often locating the leaks in the first place — much harder to do with air than with water.\n?\nHow does air escape?\nThe simplest way to trace air leaks is to close all windows and doors in the house, then light a candle or incense stick and walk from room to room. If the stream of smoke is blown toward or away from any windows, door frames or walls, there's probably some air getting through. According to the U.S. Department of Energy, the most common sources of leaking air are floors, walls and ceilings, which account for nearly a third of all leaks, followed by air ducts (15 percent), fireplaces (14 percent), plumbing penetrations (13 percent), doors (11 percent) and windows (10 percent). Fans, vents and electrical outlets make up the other 6 percent.\n?\nHow can it be stopped?\nA home's \"heat flow,\" or the natural movement of heat from warmer to cooler spaces, is the basic problem that weatherization services aim to solve. During summer, solar heat flows in from outside, either directly through openings or by heating up walls and radiating through. In the winter, warm air doesn't have to flow outside to be wasted — it often just seeps into unheated attics or crawlspaces, or its warmth moves indirectly through walls and windows, radiating out on the other side. Of course, leaky doorways and windows are still always prime places for heat to escape, too (see the two photos below, which use infrared imaging to show where the house loses heat.)?\n?\n\n?\nThe leading weapon against heat flow is thermal insulation, which can take many different forms, each assigned an \"R value\" based on how well it stops heat. Since walls, floors and ceilings are usually a house's main heat transmitters, they're often in greatest need of insulation, but attics, air ducts, basements, crawlspaces and any other unheated areas may also contribute to heat loss. \"Blanket insulation\" is the most common and widely available type, and while it's typically made of fiberglass or plastic fibers, it also comes in eco-friendly materials like cotton or sheep's wool. Other insulation types include concrete blocks, spray foam, reflective materials and straw bales.?\n?\nIt often takes an energy audit to know what needs renovating, but weatherization can involve anything from caulking and weather stripping to installing new windows and doors to closing a fireplace damper and tightening an electrical-outlet cover. While such upgrades are widely seen as wise, they can introduce a potential health risk: radon gas. The naturally occurring, radioactive gas seeps up from soil and can be trapped inside houses, especially when windows and doors are kept closed for winter. But in a truly weatherized house, radon can't penetrate the foundation in the first place — one benefit of doing a whole-home energy audit rather than piecemeal projects.\n?\nWhat is 'cash for caulkers'?\n\nFormally known as Home Star, the proposal was named after the DOE's and EPA's popular Energy Star program. The idea is similar to \"cash for clunkers\" and \"cash for appliances\": Give consumers immediate cash rebates that encourage energy-efficiency. While \"clunkers\" paid people to trade in their gas guzzlers for fuel sippers, Home Star would pay them for making energy-saving renovations to their homes, supporting both the retailers that sell the materials and the contractors who install them. That's especially appealing to the construction industry,?which is still reeling from the housing crash.\n?\n\"You hear about us being in a recession, but the construction industry is in a depression right now,\" says Matt Golden, a co-creator of the Home Star proposal and president of Recurve, a San Francisco-based contracting company. The U.S. construction industry's unemployment rate rose to 27 percent in February — meaning one in four American construction workers is out of work — and in the insulation industry specifically, it's closer to 40 percent.\n?\nHome Star would create 168,000 jobs, according to the American Council for an Energy-Efficient Economy, a weatherization advocacy group, although Golden calls that \"a very conservative number.\" The Home Star Coalition also predicts the program could retrofit 3.3 million homes in two years — saving homeowners $9.4 billion over the next decade, and cutting carbon emissions by as much as 615,000 cars, or four 300-megawatt power plants. According to the White House, consumers could expect to save $200-$500 annually in energy costs, while \"improving the comfort and value of their homes.\" And to ensure they meet those standards, Home Star would require contractors to be certified, and quality inspectors would conduct field audits of finished renovations.\n?\nIn its current form, Home Star allows for rebates ranging from $1,000 as high as $8,000, depending on the scale of each renovation project, which it divides into two categories — Silver Star and Gold Star.\n?\nSilver Star: Many simple renovations would be eligible for 50 percent rebates up to $1,500 with the Silver Star track, including insulation, duct sealing, water heaters, HVAC units, windows, roofing and doors. Under Silver Star, consumers could choose a combination of upgrades for a maximum rebate of $3,000 per home, with only the most energy-efficient categories of products covered. The Home Star Coalition says 2.9 million homes would take part in these rebates.\n?\nGold Star: More comprehensive projects could pursue the Gold Star track, in which whole-home energy audits and retrofits?would be eligible for a $3,000 rebate if they're designed to achieve energy savings of 20 percent or more. Consumers could also get an extra $1,000 for every additional 5 percent boost in their home's energy efficiency, up to a total of $8,000 per household. Gold Star would build on existing whole-home retrofit programs like the EPA's Home Performance with Energy Star, and about 500,000 homeowners are expected to participate.\n?\nWhile Home Star's proposed $6 billion investment is big news, the federal government has supported weatherization for decades. The DOE's Weatherization Assistance Program has retrofitted some 6.4 million low-income homes since it began in 1976, helping those residents save 30.5 million British thermal units (Btu) of energy annually, according to government data. And in 2009, the federal stimulus package invested an extra $4.73 billion in the weatherization program, up from $450 million the previous year.\n?\nYet even with an existing system in place, the stimulus-funded weatherization has been slow to pan out, according to a report published by the DOE's inspector general last month. In fact, only 8 percent of the money had been distributed as of Feb. 16 — a full year after the stimulus bill was signed into law. These delays are mainly due to local furloughs and hiring freezes, the report found, but while it praises the government's \"proactive steps\" to spend stimulus funds, it does call the lack of progress so far \"alarming.\" Six states hadn't completed any of their planned projects by Feb. 16, and only two — Delaware and Mississippi — had finished more than 25 percent.\n?\nUltimately, the stimulus weatherization effort may have been slowed down by the very system that was supposed to speed it along, the report concludes: \"The results of our review confirmed that as straightforward as the program may have seemed, and despite the best efforts of the [Energy] Department, any program with so many moving parts was extraordinarily difficult to synchronize.\"\n?\nUnder Home Star, however, the federal government would work more directly with retailers and contractors, reimbursing them for the rebates they give their customers. That's why supporters argue it can begin creating jobs quickly, potentially having a more immediate impact than the stimulus money has, although it may still not take off quickly as \"cash for clunkers\" or \"cash for appliances.\" While those programs offered rebates for pre-made products, many of the Home Star rebates would be for complex services — services that take time to complete, and that require workers to be trained before performing them.\n?\nAlthough training time might hurt?some Home Star projects' shovel-readiness, advocates say it also creates steadier, better-paying jobs in the long run. And combined with weatherization's ability to cut energy bills as well as carbon emissions, many say Home Star's job-creation potential gives it a shot at bipartisan support in Congress. \"From the left and from the right, the rationale is actually consistent,\" says BPI's Larry Zarker. \"What we should be doing is working on our existing housing stock.\" There are 128 million housing units across the United States, according to the U.S. Census Bureau, which collectively use 10 quadrillion Btu of energy annually, costing their occupants more than $200 billion a year.\n?\nDespite his optimism about Home Star, Zarker admits the delays in weatherization projects so far have been discouraging. \"I was just in Wyoming doing a talk, and they have 250,000 housing units,\" he says. \"So if they're going to do this in 10 years, they need to do roughly 25,000 units a year, and if they're doing it in 100 years, they need to do 2,500 a year.\n?\n\"But in Wyoming right now, they're on a 10,000-year plan,\" he says. \"And that's pretty common across the country.\"\n?\nFor more information on Home Star, weatherization and home energy efficiency, check out these links from MNN, plus the video below of U.S. Energy Secretary Steven Chu's senior energy adviser, Matt Rogers, speaking on National Weatherization Day:\nGreen remodeling:?10 things to know before you renovate?\nObama spells out rebates for energy efficiency\nSmart spending: Federal appliance rebates launch\nDorm reform: An inconvenient youth\nEnergy tax credits for your home\n?\n\n\n\n?\nAnd for more information about more energy-efficiency?tax credits, rebates and other incentives, check out these links from the DOE's Office of Energy Efficiency and Renewable Energy (EERE):\n2010 tax credits for energy efficiency\nEnergy Star appliance rebates\nEnergy-efficient financing\nDOE Weatherization Assistance Program\nEERE: Saving energy at home\n?\nImage credits\nWeatherization workers in Santa Rosa, Calif.: ZUMA Press\nAir-leaks pie chart: U.S. Department of Energy\nInfrared home heat-loss comparison: DOE\nCaulk gun: arkansas.gov\nWeatherization workers in West Columbia, S.C.: Mary Ann Chastain/AP\nSuburbs in Albuquerque, N.M.: cabq.gov\nNational Weatherization Day video: DOE\nMNN homepage photo: BeholdingEye/iStockphoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Weatherization: Energy efficiency hits home","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/weatherization-energy-efficiency-hits-home"}