{"summary":"The Opportunity rover?spotted clay minerals in an ancient rock on the rim of Mars' Endeavour Crater, suggesting that benign, neutral-pH water once flowed through the area, scientists said.. MNN: 8 mysterious images of Mars","advice_category":"4","content":"NASA's Mars rover Opportunity has made perhaps the biggest discovery of its nearly 10-year career, finding evidence that life may have been able to get a foothold on the Red Planet long ago.\n?\nThe Opportunity rover?spotted clay minerals in an ancient rock on the rim of Mars' Endeavour Crater, suggesting that benign, neutral-pH water once flowed through the area, scientists said.\n?\n\"This is water you could drink,\" Opportunity principal investigator Steve Squyres of Cornell University told reporters on June 7, explaining why the rock, dubbed \"Esperance,\" stands out from other water-soaked stones the rover has studied. [Ancient Mars Could Have Supported Life (Photos)]\n?\n\"This is water that was probably much more favorable in its chemistry, in its pH, in its level of acidity, for things like prebiotic chemistry — the kind of chemistry that could lead to the origin of life,\" Squyres added.\n?\n\n\n?\nA long-lived rover\nThe golf cart-size Opportunity and its twin, Spirit, landed on the Red Planet in January 2004 on three-month missions to search for signs of past water activity. The robotic explorers found plenty of such evidence (much of it indicating extremely acidic water, however), then just kept rolling along.\n?\nSpirit stopped communicating with Earth in 2010 and was declared dead a year later, but Opportunity is still going strong. In August 2011, the six-wheeled robot arrived at the rim of the 14-mile-wide Endeavour Crater, which it has been investigating ever since.\n?\nOpportunity has seen signs of clays in Endeavour rocks before, but in nowhere near the concentrations observed in Esperance, researchers said. Overall, Esperance provides strong evidence that ancient Mars was habitable.\n?\n\"The fundamental conditions that we believe to be necessary for life were met here,\" Squyres said.\n?\nThe neutral-pH water that generated the clays probably flowed through the region during the first billion years of Martian history, he added, stressing that it's nearly impossible to pin down the absolute ages of Red Planet rocks without bringing them back to Earth.\n?\nOpportunity's latest discovery fits well with one made recently on the other side of the planet by the rover's bigger, younger cousin Curiosity, which found strong evidence that its landing site could have supported microbial life in the ancient past.\n?\nSuch observations could help scientists map out Mars' transition from a relatively warm and wet world long ago to the cold and dry planet we know today.\n?\n\"All the details need to be worked out, but the more we look, the more it fits into this kind of broad context,\" said Opportunity deputy principal investigator Ray Arvidson of Washington University in St. Louis.\n?\nMoving on\nOpportunity had spent the last 20 months at a spot called Cape York, but it has now begun to trek toward Solander Point, which rises 180 feet (55 meters) from the surrounding Martian plains.\n?\nThe mission team is intrigued by the many layers of geological material Opportunity can investigate at Solander Point. The area also has a north-facing slope, which will allow Opportunity to point its electricity-generating solar panels toward the sun during the coming southern-hemisphere Martian winter.\n?\nThe height of this winter will occur in February 2014, but Opportunity's handlers want to get the robot to Solander by the beginning of August, so it can investigate the region and help plan out a winter science campaign, researchers said.\n?\nThere's no reason to think Opportunity won't complete the 1.4-mile trek (2.2 km) to Solander, or that it won't survive its sixth Martian winter; the rover remains in good health despite its advanced age, mission officials said.\n?\nStill, the Opportunity team is taking nothing for granted.\n?\n\"The rover could have a catastrophic failure at any moment,\" said Opportunity project manager John Callas, of NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"So each day is a gift.\"\n?\nOpportunity is poised to break the international record for?distance traveled on another world?during the drive to Solander Point. That mark is held by the Soviet Union's remote-controlled Lunokhod 2 rover, which traveled 23 miles (37 km) on the moon?in 1973.\n?\nHowever, Opportunity scientists said today that Lunokhod 2's total mileage is just an estimate, so it's tough to know what the actual record is. They plan to hold off on any announcements until someone can calculate a precise odometer reading for Lunokhod 2, possibly by using measurements by moon-orbiting spacecraft.\nOpportunity's odometer currently reads 22.75 miles (36.61 km).\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebookor Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nLatest Mars Photos From Rovers Spirit & Opportunity\n\n\nAmazing Mars Discoveries By Rovers Spirit & Opportunity\n\n\nMars Could Have Supported Life, NASA Finds | Video\n\n\nMNN: 8 mysterious images of Mars\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"NASA rover finds new evidence of life of ancient Mars","picture_url":"http://images.mnn.com/sites/default/files/MArsWaterEsperance_m_0610.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasa-rover-finds-new-evidence-of-life-of-ancient-mars"}