{"summary":"That's not to say Moniz isn't all-in on that approach, but his firm defense of climate science does suggest he'll make DOE decisions through the lens of a warming planet. Moniz reiterated a line from Obama's February State of the Union address, calling for a doubling of U.S","advice_category":"4","content":"Physicist Ernest Moniz was sworn in this week as U.S. Energy Secretary, and wasted little time laying out his priorities. Along with a major speech on energy efficiency, as well as pronouncements about nuclear power and natural gas, he issued a blunt warning to any opponents or obfuscators of climate science: The jig is up.\n?\n\"Let me make it very clear that there is no ambiguity in terms of the scientific basis calling for a prudent response on climate change,\" he told a crowd of Energy Department employees Tuesday following his swearing-in ceremony at DOE headquarters.\n?\n\"I am not interested in debating what is not debatable,\" he added, echoing a recent survey that found 97 percent of climate scientists agree about manmade global warming. \"There is plenty to debate as we try to move forward on our climate agenda.\"\n?\nMoniz called clean energy and climate change his top policy priorities, citing them as \"the real driver of my coming back\" to the DOE, where he served as undersecretary in the 1990s. \"We want to build on what was done by Secretary [Steven] Chu, who really changed the face of energy technology innovation at the Department of Energy,\" he said.\n?\nSome environmental groups have fretted about Moniz taking over the Energy Department, given his past support for nonrenewable, waste-producing practices such as hydraulic fracturing and nuclear fission. And while many environmentalists remain concerned about his openness to extracting and even exporting natural gas, statements like this about climate change will likely help reassure an environmental community that's grown increasingly restive about President Obama's \"all of the above\" energy policy.\n?\nThat's not to say Moniz isn't all-in on that approach, but his firm defense of climate science does suggest he'll make DOE decisions through the lens of a warming planet. He burnished that impression in a separate speech Tuesday at the 2013 Energy Efficiency Global Forum, where he vowed to help the country use its existing power sources more efficiently.\n?\n\"Efficiency is going to be a big focus going forward,\" he said. \"I just don't see the solutions to our biggest energy and environmental challenges without a very big demand-side response. That's why it's important to move this way, way up in our priorities.\"\n?\nMoniz reiterated a line from Obama's February State of the Union address, calling for a doubling of U.S. energy productivity by 2030, and said he'll focus on doing so at the state and regional levels. He also pledged to introduce new efficiency standards for appliances and electronic equipment, and said he wants to \"pick up the pace\" on improving the energy performance of federal buildings, boosting vehicle fuel economy and working with manufacturers on novel efficiency initiatives.\n?\nFor a quick overview of Moniz's whirlwind debut, check out this DOE video introduction:\n?\n\n\n?\nRelated energy stories on MNN:\n\n5 futuristic energy projects backed by the DOE\nScientists hack photosynthesis for electricity\n7 cool examples of solar-powered architecture\nEarth's CO2 levels reach troubling milestone\n\n?","author":"","web_category":"earth-matters#energy","title":"New DOE chief: Climate change 'not debatable'","picture_url":"http://images.mnn.com/sites/default/files/ernest_moniz_1.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/new-doe-chief-climate-change-not-debatable"}