{"summary":"The new Hubble telescope images have allowed astronomers to take their most detailed look at the Ring Nebula than ever before, revealing an unprecedented view of the nebula's three-dimensional structure.. But the new Hubble Space Telescope observations show that the Ring Nebula is not a perfect ring at all.","advice_category":"4","content":"This close-up, visible-light view by NASA's Hubble Space Telescope reveals new details of the Ring Nebula. The object is tilted toward Earth so that astronomers see the ring face-on. The blue gas in the nebula's center is actually a football-shaped structure that pierces the red doughnut-shaped material. (Photo: NASA, ESA, and the Hubble Heritage)\n?\nThe iconic Ring Nebula may seem like just a stunning circle of wispy interstellar gas, but new images from the Hubble Space Telescope reveal it to be more like a deep-space jelly doughnut, scientists say.\n?\nThe new Hubble telescope images have allowed astronomers to take their most detailed look at the Ring Nebula than ever before, revealing an unprecedented view of the nebula's three-dimensional structure.\n?\n\"The nebula is not like a bagel, but rather, it's like a jelly doughnut, because it's filled with material in the middle,\" study leader C. Robert O'Dell, an astronomer with Vanderbilt University in Nashville, Tenn., said in a statement on May 23.\n?\nIn addition to seeing the new images, astronomers were able to create a video of the Ring Nebula's structure with the Hubble telescope data.\n?\n\n\n?\nThe Ring Nebula is just over 2,000 light-years from Earth in the Lyra constellation and is 1 light-year (about 6 trillion miles, or 10 trillion kilometers) wide. The nebula formed 4,000 years ago when a dying star several times the mass of our sun ran out of its nuclear fuel.\n?\nThe star then swelled in size to become an immense red giant, and then began shedding its outer layers of gas as it collapsed in on itself to become a white dwarf. Intense ultraviolet light from the star heats up the surrounding gas to make it glow, Hubble researchers explained.\n?\nToday, the Ring Nebula is a popular stargazing target for amateur astronomers, because its ring-like shape is face-on to Earth, making it an easily identifiable object when viewed through telescopes. But the new Hubble Space Telescope observations show that the Ring Nebula is not a perfect ring at all.\n?\nHubble's powerful Wide Field Camera 3 revealed a complicated 3D structure that permeates, and at times extends out from, the primary nebula mass. Scientists combined the images with ground-based observations and found the prominent ring-like structure of the nebula appears to wrap around a blue-hued feature shaped like a football, with the ends of the \"football\" jutting out from the ring's border.\n?\nO'Dell's team was surprised to find irregular knots of dark, dense gas along the inner ring of the nebula like spokes in a wheel, NASA officials said.\n?\n\nThe doughnut-shaped feature in the center of the graphic is the main ring. The lobes above and below the ring comprise a football-shaped structure that pierces the ring. Dense knots of gas are embedded along the ring's inner rim. (Image: NASA, ESA, and A. Feild/STScI)\n?\n\"These gaseous tentacles formed when expanding hot gas pushed into cool gas ejected previously by the doomed star,\" Hubble officials explained in an image description. \"The knots are more resistant to erosion by the wave of ultraviolet light unleashed by the star.\"\n?\nThe Ring Nebula is expanding outward at the breakneck pace of 43,000 mph (69,200 km/h) and will continue to do so for the next 10,000 years, scientists said. By studying the nebula, researchers hope to learn more about how Earth's sun, which is a middle-age star, will die in 6 billion years.\n?\n\"When the sun becomes a white dwarf, it will heat more slowly after it ejects its outer gaseous layers,\" O'Dell said. \"The material will be farther away once it becomes hot enough to illuminate the gas. This larger distance means the sun's nebula will be fainter because it is more extended.\"\n?\nEmail Tariq Malik at tmalik@space.com or follow him @tariqjmalik?and Google+. Follow us @Spacedotcom, Facebook?and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nGallery: Strange Nebula Shapes, What Do You See?\n\n\nMost Amazing Hubble Space Telescope Discoveries\n\n\n50 Fabulous Deep-Space Nebula Photos\n\n\nMNN: 10 dazzling images from the WISE telescope\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Tariq Malik, SPACE.com","web_category":"earth-matters#space","title":"Hubble Telescope reveals true shape of Ring Nebula","picture_url":"","url":"http://www.mnn.com//earth-matters/space/stories/hubble-telescope-reveals-true-shape-of-ring-nebula"}