{"summary":"Senator-elect Tammy Baldwin celebrates her victory over Republican opponent Tommy Thompson on Nov. \t\tElizabeth Warren takes the stage for her acceptance speech on Nov","advice_category":"5","content":"Photo: Darren McCollester/Getty Images\n\n\n\t\tAmerica's new 'Year of the Women'\n\n\t\tElizabeth Warren takes the stage for her acceptance speech on Nov. 6 in Boston, Mass. after beating incumbent U.S. Senator Scott Brown in a highly contested and closely watched race that went down to the wire.\n\n\t\t?\n\n\t\tNearly all of the female senator incumbents across the country were re-elected along with Warren, and voters also welcomed a handful of newcomers to to the nation's upper legislative chamber: Mazie Hirono of Hawaii, Tammy Baldwin of Wisconsin, Heidi Heitkamp of North Dakota and Deb Fischer of Nebraska. These new female additions to the Senate come in the wake of the impending retirements of Republican senators Olympia Snowe of Maine and Kay Bailey Hutchison of Texas.\n\n\t\t?\n\n\t\tAlthough 19 percent may not sound impressive given that women make up more than half of the U.S. population, it's still an important landmark in U.S. history.\n\n\t\t?\n\n\n\t* * *?\n\n\t?\n\n\t\n\n\tPhoto: Darren Hauck/Getty Images\n\n\n\t\tFirst openly gay Senator\n\n\t\tU.S. Senator-elect Tammy Baldwin celebrates her victory over Republican opponent Tommy Thompson on Nov. 6 as she enters the stage to give an acceptance speech in Madison, Wisconsin. Baldwin is now slated to become the country's first openly gay Senator.\n\n\t\t?\n\n\n\t* * *?\n\n\t?\n\n\t\n\n\tPhoto: Whitney Curtis/Getty Images\n\n\n\t\tLegitimate win\n\n\t\tU.S. Sen. Claire McCaskill greets supporters during an election night party on Nov. 6 in St. Louis, Mo. Democratic incumbent McCaskill was challenged by Republican Todd Akin, who lost his early post-primary lead after making his now famous \"legitimate rape\" comments.\n\n\t\t?\n\n\t\tIn addition to the influx of women senators, Democrat Maggie Hassan won the New Hampshire gubernatorial election and Illinois Democrat Tammy Duckworth became the first Asian American woman elected to Congress in Illinois. On the other side of the aisle, Republican Michele Bachmann also remains in the U.S. House after just narrowly defeating Democratic challenger Jim Graves.\n\n\t\t?\n\n\n\t* * *?\n\n\t?\n\n\tAlso on MNN:\n\n\n\t\t\tWant to see more great photos? Check out our Big Snapshot archive\n\n\n\n\t\t\tObama win keeps NASA on course -- toward an asteroid\n\n\n\n\t\t\tTop 5 tech initiatives for Obama's next term","author":"","web_category":"earth-matters#politics","title":"Women now comprise a record 19 percent of U.S. Senate seats [Photos]","picture_url":"","url":"http://www.mnn.com//earth-matters/politics/stories/women-now-comprise-a-record-19-percent-of-us-senate-seats-photos"}