{"summary":"By measuring the difference in the web's strands in these two photographs, Nakata could determine the intensity with which the spider was pulling on each strand. About half of the 27 spiders in the study got flies delivered to the vertical components of their webs — either above or below the web's center","advice_category":"2","content":"A spider sitting in its web waiting for a fly to buzz by may seem passive, but new research reveals these arachnids can spend time in their webs strategizing about how best to detect ensnared prey.\n?\nOrb-web spiders learn to take the pulse of lines on their webs that are more likely to trap insects, the new study finds. When a bug gets snarled in a spiderweb, its struggles to free itself cause vibrations, which travel to the center of the web where the spider perches. The vibrations alert the spider to its prey.\n?\nScientists knew that at least one type of web-weaving spider, Cyclosa octotuberculata, pulls on the radial, spokelike threads of its web as it sits and waits in order to increase the tension, all the better for vibrations to travel. What's more, the spiders apply more tension to vertical sections of the web than horizontal sections, said Kensuke Nakata, a researcher at Kyoto Women's University in Japan, who conducted the new study.\n?\n\"Vertical web sectors are wider than horizontal web sectors, and more prey are expected to hit on vertical sectors,\" Nakata told LiveScience. \"This makes me imagine that the spider actively adds more tension on threads in vertical sectors in response to more past prey capture in these sectors.\" [What?! Photos of Bats Snared in Spider Webs]\n?\nTraining spiders\nTo find out if that was the case, Nakata captured wild spiders and allowed them to build webs in a laboratory setting. Each spider was given one live fly a day for a meal. About half of the 27 spiders in the study got flies delivered to the vertical components of their webs — either above or below the web's center. The rest got flies on the right or left of the web.\n?\nNakata then allowed the spiders to rebuild their webs at will, a process that occurs daily in the wild and about every four days in the lab. When the new webs were ready, he took photographs of the webs with the spider sitting in the center, and then gently removed the spider to photograph the web alone.\n?\nBy measuring the difference in the web's strands in these two photographs, Nakata could determine the intensity with which the spider was pulling on each strand. He repeated the process five times per spider, each time with a new web.\n?\nLearning and waiting\nThe photographs revealed the spiders were learning. Those spiders that got their meals in the vertical segments of their web pulled harder on vertical strands. Those that were used to flies landing to their right or left put more tension on the horizontal strands. Nakata reported the results on May 28 in the journal Biology Letters.\n?\nThis skill would allow wild spiders to catch prey with less fuss and less web repair, as even a strong web can hold a struggling insect for only so long, Nakata said.\n?\n\"This study illustrates that spider's amazing cognitive ability,\" he said. \"When we wait for a telephone call that is important and we know it is coming, we may gaze at the phone receiver to pick it up as soon as possible upon ringing. What I found in this study is that spider's behavior is essentially the same.\"\n?\nThe spiders' spatial learning abilities may also serve them well when building their webs, or when relocating webs to new areas, Nakata said.\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nCreepy, Crawly & Incredible: Photos of Spiders\n\n\nGallery: Dazzling Photos of Dew-Covered Insects\n\n\nIn Photos: Tarantulas Strut Their Stuff\n\n\nMNN: What kind of spider is that?\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"How spiders learn to snag more prey","picture_url":"http://images.mnn.com/sites/default/files/DebrisDecorSpiders_m_0529.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/how-spiders-learn-to-snag-more-prey"}