{"summary":"And though it is considered a clean energy solution, it should be pointed out Shams is really a hybrid solution, using natural gas for the booster heater (about 20 percent of the energy produced is from natural gas).. Standing on the sand dunes overlooking Shams 1, the largest single-unit concentrating solar power plant in the world today, you get a sense of just how much space it takes to turn sunlight into electricity.","advice_category":"4","content":"Standing on the sand dunes overlooking Shams 1, the largest single-unit concentrating solar power plant in the world today, you get a sense of just how much space it takes to turn sunlight into electricity.\n\tAbout 285 football fields' worth of glinting parabolic mirrors reflect the baking Abu Dhabi sunlight onto miles of tubing through which flows oil heated by the mirrors. The hot oil is sent to a booster heater where it is raised to 500+ degrees, creating the perfect temperature for turning steam into electricity. Cooling is also needed to regulate the temperature, and unlike most concentrating solar power (CSP) projects, this one is air-cooled — key for a region with scarce water resources.\n\tThe plant is 100 megawatts (MW), enough to power about 100,000 homes. This is massive for a solar power plant but still only one-fifth the size of a typical coal or nuclear plant. And though it is considered a clean energy solution, it should be pointed out Shams is really a hybrid solution, using natural gas for the booster heater (about 20 percent of the energy produced is from natural gas).\n\tFor renewables to scale to achieve Abu Dhabi's goal of 7 percent by 2020, a lot more work will need to be done, but this doesn't diminish the epic achievement made at Shams, which when it opens later this year, will serve as a beacon for the future energy security of a region that has always depended upon oil and gas to meet its energy needs.\n\tIt's not that oil and gas are going way anytime soon. There are plentiful reserves of both in the UAE. But Sheikh Zayed, the visionary leader of the United Arab Emirates, realized that with its large stores of oil (which will become increasingly valuable with time) and its equally large stores of cash, Abu Dhabi was in the perfect position to become a leader in clean energy.\n\tIn 2006 his sons, Sheikh Mohammad the Crown Prince of Abu Dhabi, formed the Masdar project to carry on the vision of their father, making sustainability a reality for the Middle East.\n\tSince then, the $150 billion Masdar fund (expected to be worth $600 billion by 2020) has become a big player in clean energy, funding solar projects around the world and a 1,000 MW wind plant off the coast of England, as well as Masdar City, a high-tech, high-style laboratory for sustainable, low-carbon living.\n\tThe Abu Dhabi leadership also seeks to reward visionary companies and organizations working toward a low-carbon future. This week, the Zayed Future Energy Prize will be awarded to organizations leading the way on clean energy and sustainable solutions.\n\tThese initiatives will be a major wealth driver for the nation. Securing stable energy and water supplies is clearly a smart investment, but that doesn't diminish the public benefit these projects bring to the world. Projects like Shams 1 demonstrate the viability of innovative energy projects and help create markets where none previously existed.","author":"","web_category":"earth-matters#energy","title":"Turning sunlight into electricity in Abu Dhabi","picture_url":"http://images.mnn.com/sites/default/files/AbuDhabi-Shams1.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/turning-sunlight-into-electricity-in-abu-dhabi"}