{"summary":"But such upheaval isn't unheard of — Earth has seen lots of climatic chaos in its 4.5 billion years, albeit usually at a slower pace. • 15 billion years: The sun is a black dwarf","advice_category":"4","content":"Humanity has its hands full right now with global warming, which is set to unleash centuries of stronger storms, longer droughts and other magnified disasters. But such upheaval isn't unheard of — Earth has seen lots of climatic chaos in its 4.5 billion years, albeit usually at a slower pace. Our species is just too young to know what it's like, having evolved only about 200,000 years ago during a relatively tranquil window in time.\n?\nNow, by overstuffing the sky with carbon dioxide, we're beginning to realize how lucky we've been. The human-aided greenhouse effect is already wreaking havoc with climates and ecosystems around the planet, threatening to undermine all our success over the last few millennia. Yet despite the world-changing urgency of global warming, nature is also capable of even greater devastation. Just ask the dinosaurs.\n?\nThe universe has sent us several reminders of this lately, like a violent meteor explosion over Russia and two big asteroid flybys in a single month. The Earth also periodically hints at its own volatility with earthquakes and volcanoes. Even space itself might not be exempt from the long slog toward apocalypse: Researchers revealed earlier this year, for example, that the newly discovered Higgs boson \"may spell doom for the universe.\"\n?\nThe distant future will also bring plenty of good news and inocuous oddities, but those don't usually captivate us eons in advance like catastrophes do. It's all worth considering, though, if it can remind us to appreciate what we have now and to work harder at sustaining it. Homo sapiens may be a long shot to survive the next 100 trillion years — especially since we've only made it 0.0000002 percent of the way so far — but the fact that we're thinking about it now at least gives us a fighting chance.\n?\nOn that note, here's an Earth-centric peek into the faraway future. It's all speculative, of course, and anyone alive today will die too soon to fact-check much of it. Still, it's based on the work of astronomers, physicists and other scientists, giving it an edge over some recent doomsday predictions. All events are listed by number of years from present day:\n?\n\nPhoto: Mikhail Mordasov/AFP/Getty Images\n?\n• 100 years: A sweaty century\nEarth continues to heat up, possibly by 10.8 degrees Fahrenheit from today's average temperature. This could lead to twice as many \"very intense\" Atlantic hurricanes, a 15 percent drop in Northern Hemisphere snow cover and a 2-foot rise in global sea levels. The Arctic Ocean is ice-free in summer, amplifying climate change even further.\n?\n• 200 years: Live long and prosper?\nHuman life expectancy is now 87 to 106 years, and while population growth has slowed, there are still nearly 10 billion of us. Climate change has killed swaths of people and driven key wildlife species to extinction, collapsing many ecosystems — and CO2 emissions from 2013 are still in the atmosphere. But technology has also offset some climate-related problems, improving crop yields, health care and energy efficiency.\n?\n• 300 years: Humanity makes the big leagues\nCreated by Soviet astronomer Nikolai Kardashev, the Kardashev scale ranks advanced civilizations based on their energy sources. Type I uses all available resources on its home planet; Type II taps the full energy of a star; Type III harnesses galactic power. U.S. physicist Michio Kaku has predicted humanity will be a Type I civilization by the 2300s.\n?\n\nIllustration: NASA/Jet Propulsion Lab/Caltech\n?\n• 867 years: Duck!\nThe asteroid 1950 DA will pass scarily close to Earth on March 16, 2880. Although a collision is possible, NASA predicts it will narrowly miss, providing an important reminder of what's to come — and another reason to celebrate on St. Patrick's Day.\n?\n• 1,000 years: Duck even more!\nThanks to ongoing human evolution, people of the year 3000 may be 7-foot giants who can live for 120 years. Sexual selection has likely also made them more attractive.\n?\n• 2,000 years: Pole position\nThe planet's north and south magnetic poles periodically reverse, with the last switch occurring in the Stone Age. It may already be under way again in 2013, but since it's a slow process, the North Pole probably won't be in Antarctica for a few millennia.\n?\n• 8,000 years: Dancing with the stars\nAs if pole reversal wasn't confusing enough, gradual changes in Earth's rotation have now dethroned Polaris as the North Star, replacing it with Deneb. But Deneb will later be usurped by Vega, which will give way to Thuban, eventually setting the stage for Polaris to regain the role in 26,000 years. Navigation hasn't been this hard since Apple Maps.\n?\n• 50,000 years: Cooling-off period\nUnless excess greenhouse gases are still scrambling Earth's climate, the current interglacial period finally ends, triggering a new glacial period of the ongoing ice age.\n?\n• 100,000 years: Canis Majoris goes wild\nThe largest known star in the Milky Way has finally exploded, producing one of the most spectacular supernovas in galactic history. It's visible from Earth in daylight.\n?\n\nPhoto: Claudio Santana/AFP/Getty Images\n?\n• 100,000 years: A supervolcano erupts\nAt least one supervolcano — possibly Yellowstone — has erupted by now, releasing up to 100 cubic miles of magma and causing widespread death and destruction.\n?\n• 200,000 years: The night sky reinvents itself\nDue to \"proper motion,\" or the long-term movement of celestial bodies through space, familiar star constellations like the Big Dipper, Orion and Perseus no longer exist.\n?\n• 250,000 years: Hawaii has a baby\nLoihi, a young submarine volcano in the Hawaiian chain, rises above the Pacific Ocean's surface and becomes a new island.\n?\n• 1 million years: An even bigger supervolcano erupts\nIf you thought 100 cubic miles of magma was bad, wait a few thousand centuries and you'll probably see a supervolcano spew up to seven times that amount.\n?\n\nIllustration: NASA/Jet Propulsion Lab/Caltech\n?\n• 1.4 million years: Constant comet\nOrange dwarf star Gliese 710 passes within 1.1 light-years of our sun, causing a gravitational disruption in the Oort Cloud. This dislodges objects from the solar system's icy halo, possibly sending a barrage of comets toward the sun — and the Earth.\n?\n•?10 million years: Sea plus\nThe Red Sea floods into the widening East African Rift, creating a new ocean basin between the Horn of Africa and the rest of the continent.\n?\n• 30 million years: Where's Bruce Willis?\nAn asteroid 6 to 12 miles wide typically hits Earth every 100 million years, and the last one hit 65 million years ago, killing off the dinosaurs. Another is thus expected in the next 30 million years, releasing as much energy as 100 million megatons of TNT. It would blanket the planet in debris, spark widespread wildfires and trigger a severe greenhouse effect. Dust in the sky would also block out the sun for years, hindering plant growth.\n?\n• 50 million years: Sea minus\nAfrica collides with Eurasia, closing up the Mediterranean Sea and replacing it with a Himalayan-scale mountain range. At the same time, Australia is migrating north and the Atlantic Ocean continues to widen.\n?\n\nIllustration: C.R. Scotese/NASA Science\n?\n• 250 million years: Continents, unite!\nContinental drift once again smashes Earth's dry land into a supercontinent, which resembles the ancient Pangea. Scientists have already named it \"Pangea Ultima.\"\n?\n• 600 million years: Earth needs some shade\nThe sun's growing luminosity increases the weathering of surface rocks, trapping carbon dioxide in the ground. Rocks dry up and harden due to faster evaporation of water. Plate tectonics slow down, volcanoes stop recycling carbon into the air and CO2 levels begin to fall. This eventually impedes C3 photosynthesis, likely killing off most plant life.\n?\n• 800 million years: Multicellular life dies out\nThe ongoing decline of carbon dioxide levels makes C4 photosynthesis impossible. Unless humans have devised some kind of geoengineering scheme to preserve the food web, Earth's biosphere is reduced to single-celled organisms.\n?\n• 1 billion years: Earth can't hold water\nThe sun is now 10 percent more luminous, heating up Earth's surface temperatures to an average of 116 degrees Fahrenheit. The oceans begin to evaporate, flooding the atmosphere with water vapor and spurring an extreme greenhouse effect.\n?\n• 1.3 billion years: Mars is on the bubble\nCO2 depletion kills off Earth's eukaryotes, leaving only prokaryotic life. But on the bright side (pun intended), the sun's growing luminosity is also expanding its habitable zone toward Mars, where surface temperatures may soon resemble those of ice-age Earth.\n?\n• 2.8 billion years: Earth is dead\nEarth's average surface temperature rises to nearly 300 degrees Fahrenheit, even at the poles. The scattered remains of single-celled life will likely die out, leaving Earth lifeless for the first time in billions of years. If humans still exist, we'd better be somewhere else.\n?\n\n\n?\n• 4 billion years: Welcome to 'Milkomeda'\nThere's a good chance the Andromeda galaxy has collided with the Milky Way by now, starting a merger that will produce a new galaxy called \"Milkomeda.\"\n?\n• 5 billion years: The sun is a red giant\nHaving used up its hydrogen supply, the sun grows into a red giant with a radius 200 times larger than today. The solar system's innermost planets are destroyed.\n?\n• 8 billion years: Titan seems nice\nThe sun has completed its red giant stage and may have destroyed the Earth. It's a white dwarf now, shrinking to nearly half its current mass. Meanwhile, rising surface temperatures on Saturn's moon Titan might be able to support life.\n?\n• 15 billion years: The sun is a black dwarf\nWith its main-sequence life at an end, the sun cools and dims into a hypothetical black dwarf. (This is hypothetical because the estimated duration of the process is longer than the universe's current age, so black dwarfs probably don't exist yet in 2013.)\n?\n• 1 trillion years: Peak stardust\nAs supplies of star-producing gas clouds run low, many galaxies begin to burn out.\n?\n\n?\n• 100 trillion years: The end of a 'stellar era'\nStar formation has ended and the last main-sequence stars are dying, leaving only dwarf stars, neutron stars and black holes. The latter gradually eat any remaining rogue planets.\n?\n•?10 undecillion (1036) years: A bunch of degenerates\nThe \"stellar era\" yields to the \"degenerate era,\" as the only energy sources are proton decay and particle annihilation. If humans still exist, hopefully we have good flashlights.\n?\n• 10 tredecillion (1042) years: Back in black\nThe \"black hole era\" begins, populated by little more than black holes and subatomic particles. Due to the universe's ongoing expansion, even those are hard to find.\n?\n• Googol (10100) years: A shot in the dark\nAfter many eons of black hole evaporation, the universe is a sparse junkyard of photons, neutrinos, electrons and positrons. As Cosmos magazine puts it, \"the universe as we know it has dissipated and lies in ruins.\" An array of theories speculate?what happens next, including the Big Freeze, the Big Rip, the Big Crunch and the Big Bounce — not to mention the idea of a multiverse — but it's widely believed our universe will expand forever.\n?\n• 1010^10^76.66 years: Second (uni)verse, same as the first?\nThe universe may be in ruins, but given enough time, some futurists think something mind-blowing will happen. It's sort of like an endless string of poker games: Eventually you'll be dealt the exact same hand many times. According to 19th-century mathematician Henri Poincar?, quantum fluctuations in a system with fixed total energy will also re-create similar versions of history over inconcievable time scales. In 1994, physicist Don N. Page estimated the duration of \"Poincar? recurrence time,\" which he described as \"the longest finite times that have so far been explicitly calculated by any physicist.\"\n?\n***\n?\nEven if dying black holes leave nothing behind, though — and if quantum quirks don't give us a cosmic mulligan — many physicists and philosophers still think nothing might actually be something. As astrophysicist Neil deGrasse Tyson said recently at a debate on the nature of nothingness, \"If laws of physics still apply, the laws of physics are not nothing.\"\n?\nIn other words, we have nothing to worry about.\n?\nRelated distant-future stories on MNN:\n\n5 new traits humans might evolve in the future\nArt show in space could last billions of years\nPulsing star spiral suggests clues to sun's future\nEvidence of big bang may vanish in 1 trillion years\n\n?","author":"","web_category":"earth-matters#space","title":"A timeline of the distant, disturbing future","picture_url":"http://images.mnn.com/sites/default/files/blackhole_3_0.jpg","url":"http://www.mnn.com//earth-matters/space/blogs/a-timeline-of-the-distant-disturbing-future"}