{"summary":"\"I felt that if I could show people what New York City looked like on other planets,?I'd give people a sense of how lucky we are to be living on Earth,\" Lamm told SPACE.com via email. Pittsburgh-based artist Nickolay Lamm composed the amazing NYC illustrations for other planets with help from former NASA astrobiologist M","advice_category":"4","content":"New York City seems alien enough to many of its visitors, but imagine how strange it would look if whisked away to another planet.\n?\nA new art project does just that, transplanting the Big Apple to Mercury,?Venus, Mars and our solar system's other non-dwarf planets (Pluto was not included).\n?\nPittsburgh-based artist Nickolay Lamm composed the amazing NYC illustrations for other planets with help from former NASA astrobiologist M. Browning Vogel. Lamm said the idea came to him after seeing photos taken by NASA's Mars Rover Curiosity of the huge and mysterious Mount Sharp, which rises 3.4 miles (5.5 kilometers) into the Red Planet's sky. [How NYC Would Look on Other Planets (Gallery)]\n?\n\"I felt that if I could show people what New York City looked like on other planets,?I'd give people a sense of how lucky we are to be living on Earth,\" Lamm told SPACE.com via email. \"Sure, it's cheesy, but life truly is a miracle.\"\n?\nThe illustrations help convey the striking diversity of worlds in our solar system. New York City's famous skyline blazes against the black sky of tiny, sun-scorched Mercury, for example, but is almost completely obscured by thick haze on neighboring Venus.\n?\nAnd the Big Apple would probably cease to exist on frigid Uranus and Neptune, blown to pieces by the otherworldly gales that howl through the skies of these two \"ice giants.\" Neptune's winds can reach up to 1,500 mph (2,400 km/h), the fastest yet detected in the solar system.?\n?\nThen there's the familiar view of New York City as it actually exists, framed by a blue sky on our temperate Earth, waves lapping at the Statue of Liberty's feet.\n?\nLamm hopes his illustrations spur people to appreciate such a seemingly mundane terrestrial scene a little more, and to stop taking for granted everything that makes life possible here on Earth.\n?\n\"If you look outside, the sky, the air, the ground, the water, all mix perfectly to create what we call life. From our perspective, everything seems abundant,\" Lamm said. \"By giving people perspectives of New York City on different planets, I'm hoping to show people that everything around us isn't as abundant as we perceive it to be.\"\n?\nLamm created the project for?StorageFront.com. He drew the illustrations in Photoshop, spending two to three hours on each one and working with another artist to make sure the images matched descriptions of the planets provided by Vogel.\n?\n\nNew York City floating in Jupiter's Air\n?\n\nNew York City seen through Mars' atmosphere\n?\n\nNew York City destroyed by Neptune's winds\n?\n\nNew York City seen through Saturn's air\n?\n\nNew York City seen through Uranus' frigid air\n?\n\nNew York City seen through Venus' air\n?\nMore on SPACE.com and MNN:\n\nHow NYC Would Look on Other Planets (Gallery)\n\n\nOur Solar System: A Photo Tour of the Planets\n\n\nMars Illusion Photos: The 'Face on Mars' and Other Martian Tricks\n\n\nMNN: Solar flares blur the lines between science and art [Photos]\n\nThis story was originally written for SPACE.com. It is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Artist envisions NYC on other planets","picture_url":"http://images.mnn.com/sites/default/files/new-york-city-Mercury.jpg","url":"http://www.mnn.com//earth-matters/space/stories/artist-envisions-nyc-on-other-planets"}