{"summary":"In a letter sent to Booker, the company praised the mayor's extraordinary efforts during the disaster, and included coupons for free Hot Pockets for the residents of Newark. Have you heard about the mayor who saves people from burning buildings and opens his home to hurricane refugees? That would be Newark, New Jersey mayor, Cory Booker.","advice_category":"5","content":"Have you heard about the mayor who saves people from burning buildings and opens his home to hurricane refugees? That would be Newark, New Jersey mayor, Cory Booker.\n\n\t?\n\n\tAnd somehow, while he is busy fulfilling his role as the world’s most enthusiastic and effective mayor, he manages to find the time to have an energetically engaging Twitter life. In the wake of hurricane Sandy he has been answering constituent’s constant questions that run the range from FEMA relief to school closings to “do you ever sleep?” - to which he replied, “About as often as I do laundry. I haven't done laundry in 9 days.”\n\n\t?\n\n\tOne of the more memorable recent tweets was the retweet and reply to a plea from one Tyree Humes, a Newark resident in need:\n\n\t?\n\n\t\n\n\t?\n\n\tWell apparently, the Hot Pockets' marketing team got wind of the exchange and in a moment of hurricane-relief-meets-golden-PR-opportunity, they responded with … you got it, Hot Pockets. In a letter sent to Booker, the company praised the mayor's extraordinary efforts during the disaster, and included coupons for free Hot Pockets for the residents of Newark. They also sent a batch of coupons directly to Humes himself.\n\n\t?\n\n\tAnd of course, between delivering diapers and practically restoring power with his bare hands, Booker tweeted another reply to Humes: \"thx 2 ur tweet + @HotPockets generosity Newarkers now have plenty of hot pockets to put in the oven.\"\n\n\t?\n\n\tSay what will you will about Hot Pockets, but don't let it be said that the mayor doesn't get the people what they want.\n\n\t?\n\n\tRelated story on MNN:?And the award for best mayor goes to...\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Cory Booker to the rescue, free Hot Pockets for Newark","picture_url":"http://images.mnn.com/sites/default/files/cory%20copy.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/cory-booker-to-the-rescue-free-hot-pockets-for-newark"}