{"summary":"Darwin's frogs once had a close analog in eastern Australia, known as gastric brooding frogs. Other factors could be contributing to the decline of Darwin's frog","advice_category":"2","content":"Some of nature's most fascinating fathers may be at risk of extinction.\n?\nMale Darwin's frogs swallow their offspring in the tadpole stage, incubate their young in their vocal sacs, and eventually spit out fully developed froglets.\n?\nAlong with seahorses, the frogs are thought to be the only known living vertebrates in which dads take on baby-carrying duties with special sacs that make them look pregnant.\n?\nBut new research shows that these unique creatures may be vanishing as their habitats in Chile's temperate forests are destroyed.??[Pictures: 40 Freaky Frog Photos]\n?\nShrinking range\nCharles Darwin?first discovered the frogs while traveling in Chile in 1834. Scientists who later studied the mouth-brooding animals found that there are actually two species, naming one Rhinoderma darwinii (Darwin's frog) and the other Rhinoderma rufum (Chile Darwin's frog).\n?\nFrom 2008 to 2012, a team of researchers led by zoologist Claudio Soto-Azat surveyed 223 sites in the frogs' historical range. From the coastal city of Valpara?so south to an area just beyond Chilo? Island.\n?\nR. rufum has not been seen in the wild since 1980, and despite the recent extensive search effort across every recorded location of the species, no individuals were seen or heard during the four-year survey, the researchers said. \n?\nR. darwinii, meanwhile, was found in 36 sites, but only in fragmented and small populations, each with likely less than 100 individuals.\n?\nThe findings suggest Darwin's frogs have disappeared from, or at least rapidly declined in, many locations where they were recently abundant, the researchers wrote in a paper published online June 12 in the journal PLOS ONE. Habitat loss and fragmentation may be the culprits.\n?\nChanging forests\nNative forests are being rapidly destroyed in Chile to make way for pine and eucalypt plantations, which supply the wood and paper industry. These landscape changes can have drastic effects on air temperature, wind speed, soil erosion and humidity, researchers say. And Darwin's frogs don't seem to be adapting; the survey showed that the remaining populations were clinging to their shrinking native forests.\n?\nThe researchers recommended that Darwin's frogs be listed as endangered by the International Union for Conservation of Nature (IUCN). The species is currently listed as vulnerable. Chile Darwin's frogs, meanwhile, should get a \"possibly extinct\" tag, the researchers said.\n?\nOther factors could be contributing to the decline of Darwin's frog. Their populations have taken a hit from volcanic eruptions in the southern Andes, the researchers say.\n?\nAdditionally, African clawed frog was introduced to Chile in the 1970s. That species has been associated with the deadly fungal infection chytridiomycosis, which has wiped out amphibian species across the globe. It's not clear if Darwin's frogs have been affected by the fungus in the wild, but the researchers say it's worth investigating.\n?\nExtinct Aussie cousins\nDarwin's frogs once had a close analog in eastern Australia, known as gastric brooding frogs. Female gastric brooding frogs swallowed their fertilized eggs, transformed their stomach into a uterus and gave birth to their sons and daughters through the mouth. There were only two known species and both went extinct by the mid-1980s, likely due to timber harvesting and the chytrid fungus.\n?\n\"Their phenomenal reproductive strategy disappeared over twenty years ago with the extinction of both species and may never evolve again,\" the authors of the new study wrote.\n?\nWhile that amazing ability may never evolve again, one group of scientists thinks it could be resurrected.\n?\nEarlier this year, scientists from the University of New South Wales announced that they had created early-stage embryos of gastric brooding frogs that were already forming hundreds of cells. The team said they used cloning methods to implant the DNA-storing nuclei of preserved gastric brooding frog cells in the eggs of Australian marsh frog eggs.\n?\nAmphibians are on the decline worldwide. Besides being at risk of deadly fungal infections, frogs, salamanders and their relatives are more vulnerable to environmental changes because they have permeable skin and a complex water-and-land life cycle.\n?\nIn a recent report on the sharp decline of the creatures in the United States, researchers found that amphibians have been disappearing from their habits at a rate of 3.7 percent each year.\n?\nFollow Megan Gannon on Twitter and Google+.?\n?\nRelated on LiveScience and MNN:\n\nImages: One-of-a-Kind Places on Earth\n\n\nPictures: Cute and Colorful Frog Images\n\n\nThe Animal Kingdom's Most Devoted Dads\n\n\nMNN: 15 endangered species that are still on the menu\n\n​This story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.?","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Darwin's frogs are in steep decline","picture_url":"http://images.mnn.com/sites/default/files/darwin-frog-threatened_0.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/darwins-frogs-are-in-steep-decline"}