{"summary":"The suborbital flights envisioned by SpaceShipTwo and Lynx will be much different, and much briefer, than an orbital mission aboard the International Space Station or NASA's now-retired space shuttle. But suborbital space travelers will experience a few minutes of weightlessness and see a black sky and the curvature of the Earth, officials with Virgin Galactic and XCOR say.","advice_category":"4","content":"SAN MATEO, Calif. — Opening spaceflight up to the masses could help spark a global conservation ethic that stems the tide of environmental destruction on Earth, NASA's science chief says.\n?\nSeeing our fragile Earth hanging alone in the blackness of space tends to be a life-altering, or at least perspective-changing, experience. If more people around the world are treated to that unforgettable sight, humanity might handle the planet with a bit more care, said John Grunsfeld, associate administrator for NASA's Science Mission Directorate.\n?\n\"Ultimately, my vision is that lots of people get to go to space,\" Grunsfeld said here Saturday (May 18) at Maker Faire Bay Area, a two-day celebration of DIY science, technology and engineering. \"If we get more people, we'll have folks who can articulate a view of the Earth that leads to more people who want to keep the Earth a nice place to live.\" [Classic Views of Earth from Space (Photos)]\n\nOur changing planet\nGrunsfeld is a former NASA astronaut who flew on five space shuttle missions from 1995 to 2009, including three that serviced the space agency's iconic Hubble Space Telescope. He said the view looking down changed dramatically from his first flight to his last.\n?\n\"The Earth looks totally different now,\" Grunsfeld said. \"We are very visibly and significantly modifying the surface of the Earth, modifying the atmosphere. You can see that easily from space.\"\n?\nBack in the 1960s, Apollo astronauts noted that national borders aren't visible from space. But this inspiring observation, which lent some much-appreciated perspective at the height of the Cold War, is no longer true, Grunsfeld said.\n?\n\"It looks like a Rand McNally map. You can see where there's rich countries and poor countries,\" he said. \"You can see where people have agriculture and irrigation and where people don't. It's very clear.\"\n?\nThe planet's shrinking pockets of wilderness are also clearly visible, Grunsfeld said.\n?\n\"You can see the boundaries of national parks,\" he said. \"They look like somebody's drawn a dark line around them, with trees inside and nothing outside. It's really very striking.\"\n?\nSpaceflight opening up soon?\nTo date, about 530 people have flown in space, most of them NASA astronauts or Soviet/Russian cosmonauts. But the list could soon start getting much longer.\n?\nVirgin Galactic's suborbital SpaceShipTwo made its first rocket-powered test flight last month, and the six-passenger vehicle may start flying paying customers later this year or in 2014, company officials have said. About 580 people have put deposits down for a seat, signing on to pay a total of $200,000.\n?\nAnd SpaceShipTwo isn't the only game in town. Another suborbital craft, XCOR Aerospace's Lynx rocket plane, could be operational by about the same time as Virgin's vehicle. XCOR is charging $95,000 per seat for a ride on the two-seat Lynx.\n?\nThe suborbital flights envisioned by SpaceShipTwo and Lynx will be much different, and much briefer, than an orbital mission aboard the International Space Station or NASA's now-retired space shuttle. But suborbital space travelers will experience a few minutes of weightlessness and see a black sky and the curvature of the Earth, officials with Virgin Galactic and XCOR say.\n?\nOrbital space tourism is already a reality, but the list of spaceflyers is very short. Since 2001, seven different paying customers have flown to the International Space Station aboard Russian Soyuz capsules, plunking down tens of millions of dollars for the privilege.\n?\nRelated on SPACE.com and MNN:\n\nSpace-y Photos from Maker Faire Bay Area 2013\n\n\nNow Boarding: The Top 10 Private Spaceships\n\n\n8 of the World's Most Endangered Places\n\n\nMNN: Who can make the greenest rocket?\n\nThis story was originally written for SPACE.com. It is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"How space tourism could help save planet Earth","picture_url":"http://images.mnn.com/sites/default/files/SpaceTourismEarth.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-space-tourism-could-help-save-planet-earth"}