{"summary":"That petition now has more than 25,000 signatures. \t\tTexas","advice_category":"5","content":"Amongst all the grumblings of \"I’m moving to Canada if (insert candidate here) wins,\" a similar yet alternative sentiment has emerged from disgruntled voters: Let’s just secede from the union.\n\n\t?\n\n\tAs of Tuesday morning, petitions for 34 states had been created at the White House petition site, We The People, asking to be granted leave from the nation and to create their own new governments. Petitions that reach 25,000 signatures receive a response from the Obama administration.\n\n\t?\n\n\tThe first petition was started by \"Michael E\" of Slidell, La., and asked permission for?Louisiana?to secede. That petition now has more than 25,000 signatures. The majority of the petitions are lingering in the low thousands, while some of the more hard-core red states are reaching five digits' worth of John Hancocks.\n\n\t?\n\n\tThe petition for Texas has gained the most signatures; you can practically see the ticker increase in counts when you visit the page. And it’s of little surprise – denizens of the Lone Star State have been wanting a divorce from the union since the state’s earliest days. And although most secession-seekers have been calm in their language, Peter Morrison, treasurer of the Hardin County (Texas) Republican Party, wrote?a post-election newsletter?calling on people to “contest every single inch of ground and delay the baby-murdering, tax-raising socialists at every opportunity.” Adding, “in due time, the maggots will have eaten every morsel of flesh off of the rotting corpse of the Republic, and therein lies our opportunity ... Why should Vermont and Texas live under the same government? Let each go her own way in peace, sign a free trade agreement among the states and we can avoid this gut-wrenching spectacle every four years.\" Nice.\n\n\t?\n\n\tMeanwhile, Texas Gov. Rick Perry’s office told?The Dallas Morning News that he’s against the idea, as he “believes in the greatness of our union and nothing should be done to change it.”?\n\n\t?\n\n\tSo do we need to start worrying about whether or not our state of choice may or may not become untethered from the union? It’s unfathomable that any of these requests would be granted; the U.S. Supreme Court ruled state secession unconstitutional in 1868.?As Mythios Holt at The Blaze noted, “The odds of the American government granting any state permission to go its own way are on par with winning the lottery while getting hit by a meteor while seeing Bigfoot while finding gluten-free pizza that tastes like the real thing.” Yet, the right to petition the government is guaranteed by the First Amendment of the United States Constitution — and thus, the White House has to listen.\n\n\t?\n\n\tThese are the states with petitions so far:\n\n\n\t\tArizona\n\n\t\tArkansas\n\n\t\tArkansas\n\n\t\tCalifornia\n\n\t\tColorado\n\n\t\tDelaware\n\n\t\tFlorida\n\n\t\tGeorgia\n\n\t\tIndiana\n\n\t\tKansas\n\n\t\tKentucky\n\n\t\tLouisiana\n\n\t\tMichigan\n\n\t\tMississippi\n\n\t\tMissouri\n\n\t\tMontana\n\n\t\tNebraska\n\n\t\tNevada\n\n\t\tNew jersey\n\n\t\tNew York\n\n\t\tNorth Carolina\n\n\t\tNorth Dakota\n\n\t\tOhio\n\n\t\tOklahoma\n\n\t\tOklahoma\n\n\t\tOregon\n\n\t\tPennsylvania\n\n\t\tSouth Carolina\n\n\t\tSouth Dakota\n\n\t\tTennessee\n\n\t\tTexas\n\n\t\tUtah\n\n\t\tWest Virginia\n\n\t\tWyoming\n\n\n\t?\n\n\tOn the flip side, for patriots who want to make a symbolic gesture of their own, there are two anti-secessionist petitions awaiting autographs: Deport Everyone That Signed A Petition To Withdraw Their State From The United States of America?and Strip the Citizenship from Everyone who Signed a Petition to Secede and Exile Them.?\n\n\t?\n\n\tRelated politics stories on MNN:\n\n\t\tThe fiscal cliff and the environment\n\n\t\tCharles Darwin gets 4,000 write-in votes in Georgia election\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Citizens from more than 30 states petition federal government to secede","picture_url":"http://images.mnn.com/sites/default/files/shutterstock_1710199.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/citizens-from-more-than-30-states-petition-federal-government-to-sece"}