{"summary":"\tThe extension of the Kyoto Protocol, a greenhouse gas emissions reduction treaty, that would otherwise have ended this year, was among the small-scale accomplishments achieved at negotiations in Qatar, said Nathan Hultman, an associate professor at the University of Maryland.. However, no significant progress was made on it this year, Hultman said.","advice_category":"5","content":"Even as warnings of the potentially catastrophic effects of global warming mounted, negotiators at global climate talks in Qatar made only modest steps toward halting warming as they came to an end over the weekend.\n\n\t?\n\n\tPerhaps most significant among them, was the extension of the Kyoto Protocol a greenhouse-gas emissions reduction treaty, until 2020 when a new global climate treaty — which has yet to be drafted — is set to take effect.\n\n\t?\n\n\tTo the frustration of some observers, none of these new developments, including the extension of the Kyoto Protocol, significantly curbs the trajectory of greenhouse gas emissions across the globe, which has been steadily growing.??\n\n\t?\n\n\tThe United Nations talks' modest progress contrasted with the simultaneous alarms related to global warming, ranging from extreme events — most recently, the Bopha typhoon in the Philippines and Hurricane Sandy along the U.S. East Coast — to reports, such as one from the World Bank, which outlined the havoc a 7.2-degree Fahrenheit (4-degree Celsius) increase in global temperatures would wreak. (The report and scientists have warned that without significant action, the planet could face this amount of average warming.) [8 Ways Global Warming Is Already Changing the World]\n\n\t?\n\n\tThere are reasons for optimism \"on the margins of the negotiations,\" such as a handful of new emissions reduction pledges (although none by major emitters like the United States), as well as initiatives and national policies occurring outside the U.N. process, according to an assessment by the nonprofit Climate Analytics.\n\n\t?\n\n\tHowever, the assessment concluded that, given the current state of affairs, \"the world is still set to warm well above 3 degrees C (5.4 degrees F).\"\n\n\t?\n\n\tDoha gains\n\n\tThe extension of the Kyoto Protocol, a greenhouse gas emissions reduction treaty, that would otherwise have ended this year, was among the small-scale accomplishments achieved at negotiations in Qatar, said Nathan Hultman, an associate professor at the University of Maryland.\n\n\t?\n\n\tA handful of developed nations, including the European Union and Australia, agreed to take on new emissions reductions' commitments as part of a second commitment period under the Kyoto Protocol.\n\n\t?\n\n\tWhile this agreement carries some symbolic and practical importance, \"it is not really a global agreement,\" said Hultman, who attended part of the conference.\n\n\t?\n\n\tChina and the United States, the two biggest emitters, as well as other major players, did not enter the agreement, he said.\n\n\t?\n\n\tA long-term agreement is on the horizon, based on a decision made last year at talks in Durban. Under the timeline, the agreement must be drawn up by 2015 and implemented by 2020. However, no significant progress was made on it this year, Hultman said.\n\n\t?\n\n\tNegotiators did manage to close out some long-standing discussions and continued attempts to raise funds from developed countries to assist developing nations.\n\n\t?\n\n\tA suite of emission reductions' pledges put in place after talks in 2009 remained largely unchanged with no major emitter offering further cuts. [The 10 Craziest Environmental Ideas]\n\n\t?\n\n\tThe lack of significant progress on changing the planet’s emission trajectory has prompted \"a real lack of faith in the ability of nations to come together on a global deal,\" said Ellie Johnston, Lead Now fellowship director for the youth organization SustainUs. \"There is a question whether or not the UNFCCC [United Nations Framework on Climate Change Convention] can produce the agreement we need to address climate change.\"\n\n\t?\n\n\tBut, she added, the U.N. process should continue, because \"we need some sort of mechanism to pull all of the nations together to help encourage each other along.\"\n\n\t?\n\n\tA quiet year\n\n\tThe talks at Doha started to relatively low expectations, said Travis Franck, senior scientist and policy analyst for the nongovernmental group Climate Interactive, who attended part of the conference.\n\n\t?\n\n\tOther recent climate meetings have not brought much progress either, and the geopolitical landscape has changed little recently, Franck said, adding that major players, such as China and the United States, haven't significantly altered their positions, and the European Union's debt crisis has prevented it from playing a leading role.\n\n\t?\n\n\tTiming was also important.\n\n\t?\n\n\t\"The next big conversation is the big Durban Platform,\" he said, referring to the treaty on the horizon for 2015. \"That isn't coming to a head for a couple of years, so the pressure isn't there.\"\n\n\t?\n\n\tAccumulating evidence\n\n\tMeanwhile, however, a sense of urgency has been building.\n\n\t?\n\n\tNatural disasters such as Superstorm Sandy, and most recently, Typhoon Bopha, which has taken hundreds of lives in the Philippines, have called attention to the connection between climate change and extreme weather events.\n\n\t?\n\n\tOn Thursday, Dec. 6, a Philippine delegate called attention to the disaster in his country, saying, \"let this be the year we found the courage to take responsibility for the future we want. … If not us, then who? If not now, then when? If not here, then where?\" the Earth Negotiations Bulletin reported. [Extreme Weather Facts: Quiz Yourself]\n\n\t?\n\n\tThe talks also coincided with the release of U.S. National Oceanographic and Atmospheric Administration reports examining unprecedented change in the Arctic, including retreating sea ice, and declaring that 2012 would almost certainly be the warmest year on record for the lower 48 U.S. states.\n\n\t?\n\n\tNegotiators have the goal of reducing emissions in order to cap warming at 3.6 degrees F (2 degrees C). However, carbon dioxide emissions have continued to climb. In 2011, China and India were the largest contributors to the growth in emissions, offsetting declines in emissions from the United States and the European Union, according to a report by the Global Carbon Project. (The United States remains the second largest emitter even though its emissions are declining.)\n\n\t?\n\n\tBeyond the negotiations\n\n\tThe U.N. negotiations may be proceeding slowly, but Niklas H?hne, director of energy and climate policy at the independent research and consulting company Ecofys and an author of the Climate Analytics assessment, sees encouraging things happening on the sidelines.\n\n\t?\n\n\tA handful of countries (none major emitters) are offering new pledges to reduce emissions; countries such as Korea, Brazil and Mexico are implementing policies at home to meet their pledges; and plenty of policies are being made at the national, subnational and city level to reduce energy consumption and greenhouse gas emissions, H?hne said.\n\n\t?\n\n\tThe international process plays an important role in spurring nations to implement policies at home, he said.\n\n\t?\n\n\t\"It may not be sufficient to reach the common goal of limiting climate change to 2 degrees C [3.6 degrees F] but it is certainly one very important factor to make it happen,\" he said. In past work, H?hne and colleagues highlighted 21 promising initiatives for emissions reductions occurring outside the U.N. process.\n\n\tHultman agreed that the U.N. process was not the only venue for addressing climate change.\n\n\t?\n\n\t\"International discussions are one element, and we have all these other dimensions of action,\" he said. \"It is important not to lose sight of those other actions as well.\"\n\n\t?\n\n\tFollow LiveScience on Twitter @livescience. We're also on Facebook & Google+.\n\n\t?\n\n\tRelated on LiveScience:\n\n\n\t\t\tTop 10 Ways to Destroy Earth\n\n\n\n\t\t\tImage Gallery: One-of-a-Kind Places on Earth\n\n\n\n\t\t\tThe Reality of Climate Change: 10 Myths Busted\n\n\n\t?\n\n\tThis story was originally written for LiveScience and was republished with permission here. Copyright 2012 LiveScience, a TechMediaNetwork company.","author":"Wynne Parry, LiveScience","web_category":"earth-matters#politics","title":"Climate talks spark frustration","picture_url":"http://images.mnn.com/sites/default/files/IcebergIlulissatFjord_m_121.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/climate-talks-spark-frustration"}