{"summary":"Sally Ride Science gave hundreds of thousands of middle school students the opportunity to conduct space science by requesting images from the camera, NASA officials said.. Sally Ride Remembers Her Shuttle Flight | Video ","advice_category":"4","content":"WASHINGTON ?— A congresswoman, the head of NASA and members of the public gathered in the U.S. capitol Monday to honor the memory of the late Sally Ride, the first American woman to fly in space.\n?\nAlthough he didn't make an appearance during the performances here at the John F. Kennedy Center for Performing Arts, President Barack Obama also honored Sally Ride on Monday, May 20. To pay tribute to Ride's groundbreaking achievements, Obama announced earlier in the day that he will award her a posthumous Presidential Medal of Freedom.\n?\n\"We remember Sally Ride not just as a national hero, but as a role model to generations of young women,\" Obama said in a statement. \"Sally inspired us to reach for the stars, and she advocated for a greater focus on the science, technology, engineering and math that would help us get there.\" [Sally Ride: America's First Female Astronaut (Photos)]\n?\nRide died in July after a 17-month battle with pancreatic cancer. She first launched into space aboard the space shuttle Challenger in 1983 and racked up more than two weeks in orbit during her two space missions. On Monday night, many of the people she inspired paid tribute to her life and work.\n?\n\"Sally Ride was more than an astronaut,\" NASA chief Charlie Bolden said during the tribute. \"She was an American treasure.\"\n?\n\nTom Costello from NBC News moderates a panel discussion titled \"Sally Ride: How Her Historic Space Mission Opened Doors for Women in Science\" at the National Air and Space Museum on Friday, May 17. (Photo: Bill Ingalls/NASA)\n?\nBolden announced a new NASA internship to be created in Ride's name. The internship is designed to help students from underserved backgrounds pursue science or math as a career, space agency officials said. The internship also supports the mission of Sally Ride Science — an organization Ride founded in 2001 to help promote women and girls in the sciences and a sponsor of Monday's event.\n?\nPart of the International Space Station is also getting a new name to honor the trailblazing astronaut. The orbiting laboratory's EarthKAM, which snaps photos of Earth from space requested by students, will be renamed the Sally Ride EarthKAM. Sally Ride Science gave hundreds of thousands of middle school students the opportunity to conduct space science by requesting images from the camera, NASA officials said.\n?\nSpeakers from all walks of life cited Ride's passion and talent as overriding aspects of her life and work. Tom Brokaw and Condoleezza Rice both sent in video messages to mark the occasion.\n?\nOther attendees praised her work as a pioneer. Maryland Senator Barbara Mikulski recounted her memories of seeing Ride's first space shuttle launch from Kennedy Space Center in Cape Canaveral, Fla.\n?\n\n\n?\nThe ground trembled as the space shuttle Challenger took flight, Mikulski said. \"The ground was also shaking because Dr. Sally Ride was going where no woman had gone before,\" she added.\n?\nAs well as loving science, Ride was also an avid supporter of the arts during her life. To honor that side of Ride's personality, the Maryland Classic Youth Orchestra performed a moving rendition of \"Clair de Lune\" by Claude Debussy, a group from the University of North Carolina School of the Arts danced a piece arranged by famed choreographer Twyla Tharp, and Damian Kulash of the rock band OK Go sang \"All is not Lost.\"\n?\nJournalist Maria Shriver and tennis player Billie Jean King also remembered Ride's life during the tribute.\n?\n\"She showed that a woman can hold her own anywhere, even in the elite fellowship of the astronaut corps,\" King said. \"Sally Ride showed us that it's okay to dream big and go for it.\"\n?\nFollow Miriam Kramer?@mirikramer?and?Google+. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nWomen in Space: A Gallery of Firsts\n\n\nSally Ride Remembers Her Shuttle Flight | Video \n\n\n7 Notable Space Shuttle Astronauts\n\n\nMNN: 10 iconic NASA images\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Tribute honors memory of Sally Ride, first American woman in space","picture_url":"http://images.mnn.com/sites/default/files/SallyRideTribute__0513_0.jpg","url":"http://www.mnn.com//earth-matters/space/stories/tribute-honors-memory-of-sally-ride-first-american-woman-in-space"}