{"summary":"Related on LiveScience's OurAmazingPlanet and MNN:. Rising 1,421 feet (433 meters) above the North-Central Mexican state of Quer?taro, Pe?a de Bernal Natural Monument is the tallest freestanding rock in the world.","advice_category":"2","content":"Rising 1,421 feet (433 meters) above the North-Central Mexican state of Quer?taro, Pe?a de Bernal Natural Monument is the tallest freestanding rock in the world.\n?\nThe monolith — a large geologic feature made up of a single massive stone — marks the entrance to the Sierra Gorda, a mountainous area that the United Nations Educational, Scientific and Cultural Organization declared a Biosphere Reserve in 2001. More recently, in 2009, the rock itself was named an Intangible Cultural Heritage site by UNESCO. Yet, despite all its accolades, Pe?a de Bernal has largely remained a mystery to geologists; uncertainties surround its origin, its age, even its composition.\n?\nNow, a new study led by researchers at the National Autonomous University of Mexico fills many of these gaps.\n?\nThe findings, published online April 4 in the journal Geosphere, include the first accurate measurement of Pe?a de Bernal's height, which ranks it as the tallest monolith on the planet, surpassing the Rock of Gibraltar on the Iberian Peninsula (which comes in at 1,398 feet [426 meters]) and Brazil's Sugarloaf Mountain (1,299 feet [396 meters]). Earlier guesses of Pe?a de Bernal’s height ranged from 945 to 1,181 feet (288 to 360 meters), and likely underestimated the true height because reaching the summit is difficult.\n?\nThe monolith is composed of dacite, a type of volcanic rock; 67 percent of its bulk is silica, a mineral that is quite resistant to weathering, which explains how the peak has survived eons of wind, rain and weathering and still towers above its surroundings. The volcanic dacite formed a large dome that forcefully intruded, or pushed its way up through, the surrounding rock after the dacite dome had mostly solidified, the researchers found.\n?\nThe chemical makeup of the rock hints that it formed in a subduction zone (where one tectonic plate dives below another and sinks into the mantle) near a continental margin, the researchers found. This finding makes sense, they say, because Pe?a de Bernal is part of the Mexican Volcanic Belt, which formed under those exact conditions.\n?\nWhen did all this happen? About 8.7 million years ago, the study team found. Previous estimates had put Pe?a de Bernal at more than 34 million years old, but chemical analyses in the current study found it to be much younger.\n?\nFollow OurAmazingPlanet?@OAPlanet, Facebook?and Google+. Original article at LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nWorld's Weirdest Geological Formations\n\n\nGranite Gallery: Bedrock of the Earth\n\n\nWorld's Most Famous Rocks\n\n\nMNN: 9 mountains you may never see in person\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Crystal Gammon, LiveScience's OurAmazingPlanet","web_category":"earth-matters#wilderness-resources","title":"Mexico's monolith is tallest free-standing rock on Earth","picture_url":"http://images.mnn.com/sites/default/files/PenadeBernal_m_0509.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/mexicos-monolith-is-tallest-free-standing-rock-on-earth"}