{"summary":"The ocean can store this carbon for anywhere from days to thousands of years. The expedition is trying to figure out how the structure and function of the biological communities above the twilight zone affect how much carbon is being transported to the deep ocean.","advice_category":"2","content":"Just as TV producer Rod Serling took his audiences to \"a fifth dimension beyond that which is known to man … an area which we call the twilight zone,\" the royal research ship James Cook has taken scientists to the North Atlantic to study the \"twilight zone\" of the ocean — a region between 100 and 1000 meters (330 to 3,300 feet) below the sea surface, ?where the sunlight that dapples the upper ocean reaches into the inky black depths.\n?\nThe ship set sail from Glasgow, Scotland, on May 31, for the Porcupine Abyssal Plain 350 miles (560 kilometers) southwest of Ireland. During the two-week expedition, researchers will study how life in the upper ocean influences the transport of carbon from the atmosphere?down to the deep ocean.\n?\nThe oceans take up a third of the human-produced carbon in the atmosphere, either by dissolving carbon dioxide or by marine organisms consuming it. The ocean can store this carbon for anywhere from days to thousands of years. [Venturing to the Ocean's Twilight Zone]\n?\nThe sunlit region near the ocean surface hosts an abundant community of phytoplankton?and other tiny organisms, some of which take up carbon dioxide to use in photosynthesis. When these organisms die, their bodies and bodily wastes form carbon-rich particles known as marine snow that filters down toward the ocean floor. In the twilight zone, some of this carbon is broken down and mixes back up to the surface, while the rest sinks to the sea bottom and is buried for centuries. The expedition is trying to figure out how the structure and function of the biological communities above the twilight zone affect how much carbon is being transported to the deep ocean.\n?\n\"The flux of carbon is important from the point of view of mankind's production of carbon,\" said expedition leader Richard Lampitt, a biogeochemist at the National Oceanography Centre in Southampton, England. \"We want to gain an understanding of what is happening now and what is likely to happen in the future, assuming mankind is incapable of cutting back on carbon emissions,\" Lampitt told LiveScience.\n?\nThe James Cook is based at the Porcupine Abyssal Plain sustained observatory (PAP), an instrument-laden stretch of open ocean at a depth of 3 miles (4.8 km) that has been gathering data about the marine environment for more than 20 years.\n?\nLampitt and his colleagues are collecting microscopic plants and phytoplankton from the top ocean layer using water bottles, and capturing zooplankton (which eat the phytoplankton) using nets and a device called a video plankton recorder. Drifting sediment traps called PELAGRA traps — much like rain gauges — onboard an autonomous underwater vehicle are collecting marine snow particles down to a depth of about 1,650 feet (500 m). Cameras on these traps record the size and sinking rate of the particles. A device called the Marine Snow Catcher is used to collect water from the twilight zone that can be analyzed onboard the ship.\n?\nThe marine snow sinks at a rate of roughly 100 m (330 feet) per day. Measuring the rate at which particles sink may sound trivial, but is extremely difficult because of the water currents, Lampitt said.\n?\nThe study site also has listening devices to capture whale sounds. A pod of pilot whales has already been spotted spying on the ship, the researchers reported on their blog.\n?\nThe first week of the project has been successful, and the team has another week to go. It will be months before the team has results from the expedition, but the photographic technique they developed for imaging marine snow particles has worked astonishingly well, Lampitt said.\n?\nFollow Tanya Lewis on Twitter?and Google+.?Follow us @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n9 Craziest Ocean Voyages\n\n\nMarine Marvels: Spectacular Photos of Sea Creatures\n\n\n8 Ways Global Warming Is Already Changing the World \n\n\nMNN: Unexplained ocean sounds and more spooky science\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tanya Lewis, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Marine expedition crosses over into 'twilight zone'","picture_url":"http://images.mnn.com/sites/default/files/OceanResearch_m_0611.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/marine-expedition-crosses-over-into-twilight-zone"}