{"summary":"Alaska volcano observatory marks 25th anniversary. According to the observatory website, Cleveland Volcano experienced a \"thermal anomaly\" in the past 24 hours","advice_category":"5","content":"Did you know that the U.S. government helps to fund ongoing, real-time monitoring of volcanoes in Alaska, Hawaii and the West Coast? That monitoring provides critical information in case of an eruption that would threaten lives or airline traffic, but fewer volcanoes are being monitored this year due to the ongoing government sequester.\n?\nAccording to a recent report from the Associated Press, budget cuts have forced the Alaska Volcano Observatory to stop seismic monitoring of five out of the state's 52 active volcanoes and reduce the number of helicopter flights to repair existing equipment. Alaska Airlines told the AP that monitoring these volcanoes year-round is important to preserve human safety on the ground and in the air. The observatory is now operating on an annual budget of $4 million, about half of what it was several years ago.\n?\nThe sequester isn't the only reason for the observatory's shrinking budgets. Funding had already been in decline for several years, possibly because no catastrophic events have occurred recently.\n?\n\"I think the public gets kind of complacent when nothing exciting is happening,\" Alaska Airlines dispatcher Betty Bollert told the AP. She was working in 1989 when the Mount Redoubt volcano erupted and endangered several airplanes, one of which lost its engines after flying through an ash cloud.\n?\nThe observatory is already feeling the pinch. Cleveland Volcano in the Aleutian Islands, which is near several towns, is currently experiencing a low-level eruption, with steam, gas and heat emitting from the peak. \"Because our budget has been declining for so long, we have no hope of actually addressing the Cleveland eruption in the way that it really should be,\" geophysicist John Power, who is in charge of the observatory, told the AP.\n?\nAccording to the observatory website, Cleveland Volcano experienced a \"thermal anomaly\" in the past 24 hours. The site warns that \"Sudden explosions of blocks and ash are possible with little or no warning. Ash clouds, if produced, could exceed 20,000 feet above sea level. If a large ash-producing event occurs, nearby seismic, infrasound, or volcanic lightning networks should alert AVO staff quickly. However, for some events, a delay of several hours is possible. Cleveland Volcano does not have a local seismic network and is monitored using only distant seismic and infrasound instruments and satellite data.\"\n?\nPavlov Volcano on the Alaska Peninsula is also experiencing seismic activity. According to the observatory website, \"a low-level eruption of lava has likely begun from a summit vent.\" This particular volcano is normally monitored by a nine-station seismic network, but four of the stations are not currently operational and will not be repaired under the current budget.\n?\nRelated on MNN:\n\nWhich U.S. volcanoes are likely to erupt next?\n\n\nAlaska volcano observatory marks 25th anniversary\n\n\nYellowstone's volcano bigger than thought\n\n\nRadar watches Hawaii volcano's magmatic 'breathing'","author":"","web_category":"earth-matters#politics","title":"Sequester forces cuts in volcano monitoring","picture_url":"http://images.mnn.com/sites/default/files/editorial/alaska%20volcano.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/sequester-forces-cuts-in-volcano-monitoring"}