{"summary":"Indoor air pollution is a major cause of asthma and other deleterious health affects in many homes in the developing world, a result of using kerosene, oil, and wood for heating and lighting, so solar panels can go a long way toward alleviating this particular burden of poverty.. ?","advice_category":"4","content":"I am a fan of environmental initiatives that focus on the developing world, whether it's simple solutions like using discarded soda bottles to provide daylighting or more complex projects like adjustable glasses. There is a huge opportunity for developing countries to leapfrog over established, more polluting technology like landline phone and coal-fired power plants with things like cellphones, wind turbines and solar panels.\n?\nEntrepreneur Juan Ferm?n Rodriguez is a big believer in leaping over dirty technology and is working to bring solar power to poor rural families in Guatemala, where 20 percent of the population lives without nighttime lighting. His startup company, Quetsol, operates under a Pay-As-You-Go model that allows customers to pay a small monthly fee for the use of a solar panel system capable of powering lights and charging cellphones. For most families, the lease payments for their solar panels ends up being less than they had been paying for candles, kerosene and cellphone charging. So not only do Quetsol customers save money but they also enjoy the benefits of cleaner air. Indoor air pollution is a major cause of asthma and other deleterious health affects in many homes in the developing world, a result of using kerosene, oil, and wood for heating and lighting, so solar panels can go a long way toward alleviating this particular burden of poverty.\n?\nThis video does a good job of telling the Quetsol story.\n?\n\n\nQUETSOL - English version from Rancho Aparte on Vimeo.\n?\nAnd here is a speech that Rodriguez gave at the Unreasonable Institute?last year talking about his work.\n?\n\n\n?\nQuetsol is a new company and has deployed around 50 systems in a trial program. The company is currently working to raise $50,000 to fund the next step of its evolution and can use your help. Click over to their Indiegogo page and help as much as you can. You can read more about Quetsol by downloading their PDF investment kit. \n?\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets.?And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#energy","title":"Quetsol: Working to bring clean solar power to Guatemala's rural poor","picture_url":"http://images.mnn.com/sites/default/files/quetsol-solar-feat.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/quetsol-working-to-bring-clean-solar-power-to-guatemalas-rural-poor"}