{"summary":"The rates of hay fever and skin rashes were more than twice as high.. She said some proteins in fruits like apples and pears resemble the pollen parts that trigger hay fever, meaning that kids might react to both","advice_category":"2","content":"NEW YORK - Eating more fruits and vegetables may not protect children from developing allergies, according to a large Swedish study that questions earlier hints of benefit.\n?\nFruits and vegetables are rich in antioxidants, which are thought to reduce airway inflammation. So recent studies reporting less asthma, wheezing and hay fever among children who consumed more greens appeared to make sense.\n?\nBut not all research has found that link, and the studies that did may have had a surprising flaw, said Helen Rosenlund of Karolinska Institutet in Stockholm, who led the new study.\n?\nShe said some proteins in fruits like apples and pears resemble the pollen parts that trigger hay fever, meaning that kids might react to both. In other words, existing allergies may have caused them to eat around the greens, rather than the other way around.\n?\n\"This could confuse research findings,\" explained Rosenlund in an e-mail, \"falsely suggesting that diets with fewer fruits and vegetables result in more allergic disease.\"\n?\nTo find out if this was the case, Rosenlund and her colleagues looked at data on nearly 2,500 eight-year-olds who had participated since birth in a larger Swedish study.\n?\nBased on blood tests and questionnaires filled out by parents, the researchers found that seven percent of the children had asthma. The rates of hay fever and skin rashes were more than twice as high.\n?\nThe average child ate between one and two servings of fruit, and between two and three servings of vegetables each day.\n?\nAt first glance, the greens did seem helpful: Kids with the biggest appetite for fruit had less than two-thirds the odds of developing hay fever than those who ate the least amount.\n?\nApples, pears and carrots appeared to be particularly helpful, the researchers report in the Journal of Allergy and Clinical Immunology, but there was no link for vegetables.\n?\nHowever, it turned out that half the children with hay fever were sensitive to birch tree pollen, one of the pollens known to resemble the proteins in apples and carrots.\n?\nAnd sure enough, after the team repeated their analysis excluding the 122 kids with food-related allergy symptoms, the hay fever link disappeared as well.\n?\n\"Fruits do not seem to offer protection against allergic disease if diet modifications are considered,\" Rosenlund told Reuters Health.\n?\nThe researchers say more studies are needed, particularly in other parts of the world that may have a different variety of allergy triggers, or allergens. And they advise those studies should not forget to look at how allergies might influence what participants eat.\n?\n\"Studying diet it is not so easy when it comes to the relation with allergic disease,\" Rosenlund said, \"because it is such a complex disease pattern.\"\n?\nCopyright 2011? Reuters US Online Report Health News","author":"Lynne Peeples, Reuters","web_category":"health#allergies","title":"Fruits and veggies may not lower kids' allergy risk","picture_url":"http://images.mnn.com/sites/default/files/main_food_10.jpg","url":"http://www.mnn.com//health/allergies/stories/fruits-and-veggies-may-not-lower-kids-allergy-risk"}