{"summary":"The newly released image is the sharpest shot of IC 2944 ever taken from the ground, ESO officials said, and it makes sense that the VLT would be responsible for capturing it. MNN: ESO scope reveals awesome 'fiery ribbon' in Orion nebula","advice_category":"4","content":"An amazing photo of a stellar nursery located 6,500 light-years away from Earth marks the 15-year cosmic anniversary of a telescope in the Southern Hemisphere.\n?\nThe Very Large Telescope — located in Chile's Atacama Desert and operated by the European Southern Observatory?— captured this incredible image of the nebula IC 2944 as it shines in the southern constellation Centaurus.\n?\n\"These opaque blobs resemble drops of ink floating in a strawberry cocktail, their whimsical shapes sculpted by powerful radiation coming from the nearby brilliant young stars,\" ESO officials said. [Greatest Hits from ESO's Very Large Telescope (Video)]\n?\nThe newly released image is the sharpest shot of IC 2944 ever taken from the ground, ESO officials said, and it makes sense that the VLT would be responsible for capturing it. The VLT is the \"world's most advanced optical instrument,\" ESO officials added.\n?\n\"Emission nebulae like IC 2944 are composed mostly of hydrogen gas that glows in a distinctive shade of red, due to the intense radiation from the many brilliant newborn stars,\" officials from ESO wrote in a release. \"Clearly revealed against this bright backdrop are mysterious dark clots of opaque dust, cold clouds known as Bok globules.\"\n\nESO officials also created a?flyby video tour?through the nebula using the images collected by the telescope.\nThe Bok globules (the dark splotches in a sea of red) in new ESO photo are being bombarded by ultraviolet radiation given off by brightly shining hot stars close by. Like lumps of butter in a hot frying pan the globules are \"both being eroded away and also fragmenting,\" ESO officials said.\n?\nThe globules depicted in this photo will likely not create new stars before they are obliterated.\n?\nThe?Hubble Space Telescope has also imaged this part of the sky for NASA and the European Space Agency, but the new image from the Very Large Telescope reveals a wider swath of sky with more star formation than the space telescope's views, ESO officials said.\n\nThe VLT was originally a combination of four giant telescopes, but now four smaller telescopes have joined the originals to create the VLT Interferometer. The first telescope in the instrument saw first light on May 25, 1998.\n?\n\"The VLT is one of the most powerful and productive ground-based astronomical facilities in existence,\" ESO officials said. \"In 2012 more than 600 refereed scientific papers based on data from the VLT and VLTI were published.\"\n?\nThe ESO is run by 15 different countries and is considered the world's most productive ground-based astronomical observatory.\n?\nMore on SPACE.com and MNN:\n\nEurope's Very Large Telescope's Greatest Hits | Video\n\n\n10 Space Discoveries by the European Southern Observatory\n\n\nSpectacular Cosmic Visions from ESO's Paranal Observatory (Gallery)\n\n\nMNN: ESO scope reveals awesome 'fiery ribbon' in Orion nebula\n\nThis story was originally written for SPACE.com. It is republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Very Large Telescope spies 'Strawberry Cocktail' nebula","picture_url":"http://images.mnn.com/sites/default/files/StrawberryCocktail.jpg","url":"http://www.mnn.com//earth-matters/space/stories/very-large-telescope-spies-strawberry-cocktail-nebula"}