{"summary":"Records of white tigers in India date back to the 1500s, Luo and colleagues say. Captive white tigers have been inbred to preserve the recessive white coat trait, leading some to speculate the trait is a genetic defect","advice_category":"2","content":"The strikingly beautiful, milky coats of white tigers are caused by a single change in a known pigment gene, a new study finds.\n?\nSince their discovery in the Indian jungle centuries ago, white tigers, a variant of Bengal tigers (Panthera tigris tigris), have had a certain mystique. Captive white tigers have been inbred to preserve the recessive white coat trait, leading some to speculate the trait is a genetic defect. But the genetic basis of tiger whiteness was not known. (A recessive trait will only show up if the individual gets two genes for that trait, one each from mom and dad.)\n?\nWhite tigers have now disappeared from the wild. \"The white tiger represents part of the natural genetic diversity of the tiger that is worth conserving, but is now seen only in captivity,\" study author Shu-Jin Luo of China's Peking University said in a statement. [Iconic Cats: All 9 Subspecies of Tiger]\n?\nLuo and colleagues are calling for a captive management program to maintain both white and orange Bengal tigers, and possibly to reintroduce the cats back into the wild.\n?\nTo find out the genetics responsible for white tigers' creamy hue, Luo's team mapped the genomes of a family of 16 tigers — both white and orange — in China's Chimelong Safari Park. The researchers also sequenced the full genomes of the three parent tigers. They validated their findings in 130 unrelated tigers.\n?\nThe team focused on a pigment gene?called SLC45A2, which is linked to light coloration in modern Europeans as well as horses, chickens and fish. The white tigers carried a variant of this gene that inhibits the production of red and yellow pigments without affecting black pigments, results showed.\n?\nThe gene variant explains why the majestic cats lack the rich orange shade of their feline cousins but still have their famous dark stripes. The findings are detailed today (May 23) in the journal Current Biology.\n?\nNow that the researchers have identified the white color gene, they want to investigate how these two color varieties, white and orange, have survived through evolution.\n?\nRecords of white tigers in India date back to the 1500s, Luo and colleagues say. They appear able to survive in the wild, as their primary prey, such as deer, are probably colorblind. The animals were widely hunted, and the last known free-ranging white tiger was shot in 1958. Habitat destruction probably contributed to the cats' decline.\n?\nMore on LiveScience and MNN:\n\nGallery: Tiger Species of the World\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nIn Images: Tigers Rebound in Asia\n\n\nMNN: Remote camera snaps curious tiger cub in India\n\nThis story was originally written for LiveScience. It is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tanya Lewis, LiveScience","web_category":"earth-matters#animals","title":"How the white tiger got his coat","picture_url":"http://images.mnn.com/sites/default/files/WhiteTigers.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/how-the-white-tiger-got-his-coat"}