{"summary":"\t\t• Without markets, there can be no coal mines and no coal jobs.. Murray is not a good person","advice_category":"5","content":"Robert E. Murray is not a good person.\n\n\t?\n\n\tHe's the founder and CEO of Murray Energy, a large energy company that climbed its way to the top of the energy game by specializing in cheaper (and dirtier) high-sulphur coal.\n\n\t?\n\n\tMurray's company has paid millions of dollars in fines for safety violations after disasters like the Crandall Canyon mine collapse brought the company's cost-cutting ways to light. His lobbyists fight hard against any proposed legislation that would improve mine safety.\n\n\t?\n\n\tMurray is a vocal climate change denier and generous donator to right-wing action committees and politicians.\n\n\t?\n\n\tFor all of these reasons, Robert E. Murray is not a good person. But what moved me to write about him today was a decision he made this week in the wake of the reelection of President Obama.\n\n\t?\n\n\tRobert E. Murray fired 156 of his workers because he's sad that Mitt Romney won't be the president of the United States come February.\n\n\t?\n\n\tHere's a scan of the memo employees were sent explaining the layoffs. The text is as follows:\n\n\t?\n\n\t\tFOR IMMEDIATE RELEASE November 8, 2012 CONTACT: (REDACTED)\n\n\t\t?\n\n\t\tReasons Given for Personnel Layoffs (REDACTED)\n\n\t\t?\n\n\t\tThe reasons for the 56 employee layoffs at (REDACTED) were explained by the Company today.\n\n\t\t?\n\n\t\tBecause of the \"War on Coal\" by the Administration of the President Barack Obama, the following has already occurred to the United States coal industry:\n\n\t\t?\n\n\t\t•?Production in 2012 has been reduced from the historic 1.2 billion tons per year to only 825 million tons this year.\n\n\t\t?\n\n\t\t•?The actions of Mr. Obama and his appointees in the U.S. Environmental Protection Agency, Department of Interior, Office of Surface Mining, and Department of Labor, have already lead to the closure by 2014 of 204 American coal-fired power plants.\n\n\t\t?\n\n\t\t• Because of our coal markets are being so drastically reduced, in some regions and at some of our Companies at greater rates than the national industry, there is nowhere to sell our coal, and when we can, the market prices are far lower.\n\n\t\t?\n\n\t\t• Without markets, there can be no coal mines and no coal jobs.\n\n\t\t?\n\n\t\tNational university studies show that for every coal miner laid off, up to eleven (11) secondary jobs in the community will also be eliminated.\n\n\t\t?\n\n\t\tWhile the industry is being destroyed, incremental electric power auction prices have increased 800 percent (8 times) for the years 2015 and 2016 over current prices.\n\n\n\t?\n\n\tOne of the laid-off employees is doing an AMA over at Reddit that is a good read.\n\n\t?\n\n\tRobert E. Murray is certainly free to run his business as he sees fit, but I'm just as free to call him a jerk for how he does it.\n\n\t?\n\n\tKeep it classy Murray.\n\n\t?\n\n\t?\n\n\tAre you on Twitter??Follow me (@sheagunther) there, I give good tweets.\n\n\t?\n\n\tAnd if you really like my writing, you can join my Facebook page.","author":"","web_category":"earth-matters#politics","title":"Murray Energy lays off 156 workers because President Obama won reelection","picture_url":"http://images.mnn.com/sites/default/files/coal-truck-feat.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/murray-energy-lays-off-156-workers-because-president-obama-won-reelecti"}