{"summary":"Allergy sufferers should be aware that some allergy medications take longer to work than others. In addition, the drowsiness you feel after taking the medication may last some time, including into the next day, the FDA said.","advice_category":"2","content":"Allergy medications may help you get through the spring and summer months, but it's important to know that the drugs could affect your ability to drive, the Food and Drug Administration is reminding consumers on May 29.\n?\nThese medications, which contain antihistamines, can sometimes cause drowsiness and slower reaction times, the FDA said. Consumers should read the drug facts label on their medication to see whether drowsiness is a side effect.\n?\nIf an allergy medication causes drowsiness, people need to be cautious about deciding to drive or operate machinery, the FDA says. People should avoid using alcohol, sedatives (sleep medications) and tranquilizers when taking allergy medication because these substances may increase drowsiness. [Will Allergies Be Worse in 2013?]\n?\nThose who switch to a new antihistamine drug should not assume they can take the same dose as they did with the older drug, the FDA says. Different allergy medications may be dosed differently, and people may need to alter the dose they take.\n?\nPeople should not take more than the recommended dose.\n?\n“If the correct dosage isn’t providing you the relief you expect, don’t simply keep taking more and more of that product,” FDA pharmacist Ayana Rowley said in a statement. Instead, people should consult a health care professional, Rowley said.\n?\nAllergy sufferers should be aware that some allergy medications take longer to work than others. In addition, the drowsiness you feel after taking the medication may last some time, including into the next day, the FDA said.\n?\nFollow Rachael Rettner @RachaelRettner. Follow MyHealthNewsDaily @MyHealth_MHND, Facebook & Google+. Originally published on LiveScience.\n?\nRelated on LiveScience and MNN:\n\n8 Strange Signs You're Having an Allergic Reaction\n\n\n9 Weirdest Allergies\n\n\nWhat Causes Allergies?\n\n\nMNN: 12 worst cities for allergies\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Rachael Rettner, MyHealthNewsDaily","web_category":"health#allergies","title":"FDA: Allergy meds can pose driving risk","picture_url":"http://images.mnn.com/sites/default/files/AllergyMedsDriving_m_0529.jpg","url":"http://www.mnn.com//health/allergies/stories/fda-allergy-meds-can-pose-driving-risk"}