{"summary":"\tBut wait? Isn't marijuana still illegal on a federal level? Do states really have the power to supersede the federal government and make marijuana legal within their own borders?. \t\tNew marijuana laws will be a public health experiment","advice_category":"5","content":"Earlier this month Colorado and Washington became the first states to legalize the recreational use of marijuana, a move that follows 18 states voting to make the drug legal for medical purposes.\n\n\t?\n\n\tBut wait? Isn't marijuana still illegal on a federal level? Do states really have the power to supersede the federal government and make marijuana legal within their own borders?\n\n\t?\n\n\tBefore we answer that, let's back up. Marijuana is technically not legal anywhere on the planet, says Allen St. Pierre, executive director of the National Organization for the Reform of Marijuana Laws (NORML). The Single Convention on Narcotic Drugs treaty, passed by the members of the United Nations in 1961 as an update to the 1931 Paris Convention, made ownership and distribution of drugs like marijuana and opium illegal around the world. The United States further codified this in 1970 under the Controlled Substances Act, which created a regulatory framework for both illegal and legal drugs ranging from heroin to oxycodone and other substances that have the potential for addiction or abuse.\n\n\t?\n\n\tUnder these existing laws, St. Pierre says \"I can make the argument as the director of NORML that there are states in this country right now, led by Colorado, that are in total violation of our national, international and core precedents.\"\n\n\t?\n\n\tSo how does a state come to the conclusion that it can breach federal and international law? St. Pierre says it all comes down to the late Speaker of the House Tip O'Neill's famous maxim, \"All politics are local.\" Marijuana has slowly become legal — as has same-sex marriage — starting in the communities \"where the local mores and values allowed for such,\" St. Pierre says.\n\n\t?\n\n\tA lot of this stems from the United States Constitution, specifically the ninth and 10th amendments to the Bill of Rights, which say that powers not delegated to the federal government belong to the states and the people. \"The ninth and 10th amendments give us all these rights and responsibilities to provide more — not less — rights, responsibilities and privileges to our citizens, not take them away,\" says St. Pierre. \"This isn't like Jim Crow; this is a situation where the state is giving more liberty, not taking anything away.\"\n\n\t?\n\n\tMason Tvert, campaign co-director for the Colorado-based Campaign To Regulate Marijuana Like Alcohol, says there is historical precedent for states legalizing marijuana. In 1932, \"Colorado voters approved a ballot initiative to repeal alcohol prohibition prior to it being repealed by other states, and prior to it being repealed at the federal level.\" He says he expects the same thing to happen with marijuana prohibition. \"States will see the benefits of opting out of marijuana prohibition, and at some point it simply will not be maintainable at the federal level.\"\n\n\t?\n\n\tBoth St. Pierre and Tvert say the federal government has, more or less, left states alone after they voted to allow the use of medical marijuana, a policy that bodes well for the legalization of recreational marijuana. \"Federal officials have made it abundantly clear that they do not enforce federal marijuana laws unless the situation involves the cultivation or distribution of extremely large quantities of marijuana,\" says Tvert.\n\n\t?\n\n\tJust as it did for medical marijuana, Colorado is now setting up systems to tax, regulate and control recreational marijuana. \"Will it be in violation of federal law,\" St. Pierre asks. \"Well maybe it is, but who cares?\"\n\n\t?\n\n\tThe federal government has yet to weigh in on the issue.\n\n\t?\n\n\tRelated marijuana stories on MNN: \n\n\t\tNew marijuana laws will be a public health experiment\n\n\t\tCan you get high just breathing the air in Rome?\n\n\t\tSmoking weed during teenage years can lower intelligence\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Marijuana legalization: Is it really legal?","picture_url":"http://images.mnn.com/sites/default/files/leaves_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/marijuana-legalization-is-it-really-legal"}