{"summary":"Aside from its untapped oil shale deposits, the United States has about 21 billion barrels of proven oil reserves, which includes drillable reservoirs as well as oil-storage facilities like the Strategic Petroleum Reserve?— underground salt caverns along the Gulf Coast that contain the world's largest emergency supply of crude oil. oil reserves would be used up in 60 years","advice_category":"8","content":"?\n?Oil helped fuel the United States' prosperous 20th century, and the growing country built its infrastructure with that in mind. But the sprawling suburbs and far-flung freeways ended up locking America into long-term dependence on the nonrenewable sludge, which passed coal as the nation's favorite fossil in 1951.\n?\nU.S. oil production peaked?19 years later, and America suddenly was faced with outsourcing a pillar of its business model. From 1900 until 1969, the country's oil imports had risen by an average of 70.7 million barrels per decade, but in the '70s they rose by nearly 1.9 billion. Making matters worse was political instability in the Middle East, where the United States got much of its imported oil at the time. Following the 1973 Yom Kippur War and again during the 1979-'81 Iran hostage crisis, Americans cut back on oil use, and gasoline consumption dipped for the first time since World War II. But that conservative spirit didn't last.\n?\nThe United States now imports almost twice the oil it produces — and is also the world's top overall petroleum consumer, going through 19.5 million barrels a day. While about 13 percent of U.S. oil imports still come from the Persian Gulf, nearly half now originate in the Western Hemisphere, mainly Canada, Mexico and Venezuela. Canada has become the United States' top oil source, sending 99 percent of its exports here, about 2 million barrels a day.\n?\nSupply and command\nDespite building a friendlier portfolio of oil providers since the '70s, however, the United States still?heavily?relies on several complicated sources.?About 1.6 million barrels a day still come from the Persian Gulf — enough to yield 32 million gallons of gasoline, fueling roughly 2 million cars with 16-gallon gas tanks. And while longtime ally?Saudi Arabia?supplies most of that (nearly 660 million barrels in 2008), history has shown international oil alliances can?fluctuate wildly. Iraq (229 million barrels), Kuwait (80 million) and Oman (6.7 million) are also consistent Middle Eastern sources.\n?\nAnother 19?percent of U.S. oil imports come from Africa, mainly?Nigeria?(361 million barrels in '08). That country's pipelines and other oil facilities have suffered from militant attacks since 2005 — including vandalism, kidnappings and violent takeovers — causing some foreign workers and companies to flee. Other top African suppliers of U.S. oil include Algeria (200 million barrels), Angola (188 million), Libya (38 million), Chad (38 million) and Equatorial Guinea (28 million).\n?\nWestern Hemisphere sources present problems, too. Venezuela has had a belligerent political relationship with the United States in recent years; while it exported about 380 million barrels of crude oil here in 2008, that's down from 474 million in 2004 and 508 million in 1997. Mexico, currently the United States' No. 3 overall foreign supplier, is beginning to suffer its own drop in production, and many analysts believe Mexican oil production has already peaked.\n\nA line in the sands\nEven oil from Canada — close to the United States politically, culturally and geographically — carries baggage. Output has steadily declined in the crude oil fields Canada relied on for the last 50 years, and while the country has had success with oil shale and offshore drilling, neither is as efficient or simple.\n?\nOil shale, a sludgy sediment embedded in deposits called tar sands or oil sands (see photo at right), makes up nearly half of all Canadian oil output and is expected to grow in coming years, more than offsetting the country's dwindling production of conventional crude. In addition to reaping the benefits of the vast tar sands to the north, the United States also has the largest oil shale deposits in the world —?holding up to 1.8 trillion barrels of petroleum — underneath the Rocky Mountains, especially Colorado, Utah and Wyoming.\n?\nBut getting oil this way is a messy, expensive and energy-intensive process. Oil shale is to oil much like what lignite is to coal: an undercooked, premature version of it. Oil began as ancient aquatic organisms that settled to the bottoms of seas and lakes after they died, became buried in the Earth's crust, and were pressed and heated over hundreds of millions of years. Oil shale is simply oil that's not as far along in this process, having been subjected to less pressure and heat over the millennia.\n?\nSince it's solid, bitumen (the heavy oil extracted from the shale) must be mined rather than pumped, which means extracting it often carries all the same ecological dangers of strip mining and open-pit mining. It also requires heavy use of natural gas and water, which further adds to the environmental footprint of using oil as fuel. And once the shale is mined, it must be heated up to extremely high temperatures to extract liquid petroleum from it, a process that has kept oil shale from being commercially viable almost everywhere but Canada.\n?\nLow reservations?\nAside from its untapped oil shale deposits, the United States has about 21 billion barrels of proven oil reserves, which includes drillable reservoirs as well as oil-storage facilities like the Strategic Petroleum Reserve?— underground salt caverns along the Gulf Coast that contain the world's largest emergency supply of crude oil. American oil usage would certainly drop if imports somehow dried up, but even at half of today's consumption rate, U.S. oil reserves would be used up in 60 years. Worldwide, half of all commercially available oil may have already been depleted; even conservative estimates expect oil production to peak by 2040.\n?\nThere are still untapped oil deposits scattered around the world — including some on North America's?Outer Continental Shelf and other offshore areas — and even deeper pockets of oil shale in the Rocky Mountains. But as the U.S. Geological Survey points out, \"The simple inescapable fact is that the world's supply of petroleum is finite and nonrenewable.\"\n?\nBut until?natural gas?and?renewable sources?begin filling enough of its energy needs,?the United States will likely continue pouring oil on troubled waters. And since Americans still use?four times more crude every day than the country can produce itself, much of that oil will likely cross troubled waters to get here, too.\n?\nEditor's note: This article has been updated since it was originally published on Jan. 29, 2009.\n?\n\nPhotos: CDC, Utah Geological Survey, U.S. Energy Department\n?\n?\nAlso on MNN:?\nIs Obama right about offshore oil drilling?\nObama to permit oil exploration off coast of Virginia\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How dependent are we on foreign oil?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-dependent-are-we-on-foreign-oil"}