{"summary":"\tBooker started his SNAP - Supplemental Nutrition Assistance Program-?challenge yesterday and for the next week he plans to live on the $4-or-so per day average that New Jersey food stamp recipients receive. Yesterday, New Jersey mayor Cory Booker began a challenge that many Americans would have a tough time completing","advice_category":"5","content":"Yesterday, New Jersey mayor Cory Booker began a challenge that many Americans would have a tough time completing. ?He plans to spend the next week living on a food budget of only $30 per week - the same amount allotted to constituents in his state that subsist solely on food stamps.\n\n\t?\n\n\tHow did a big city mayor get himself into such a situation? ?It all began as a dare - a dare he initiated I should add. ?After a bit of back-and-forth on Twitter with a constituent over the role of government in providing nutritious food to its citizens (you can read all about that back story here,) Booker tweeted?“Lets you and I try to live on food stamps in New Jersey and feed a family for a week or month. U game?” ?\n\n\t?\n\n\tAnd so it began.\n\n\t?\n\n\tBooker started his SNAP - Supplemental Nutrition Assistance Program-?challenge yesterday and for the next week he plans to live on the $4-or-so per day average that New Jersey food stamp recipients receive. ?And of course, he will be actively tweeting about his experience via social media. ?He's?already twitpic'd a photo?of his grocery receipt for the week.\n\n\t?\n\n\tIn this video, he describes how he had to make choices that he never considered before regarding food, such as where to find it when you have a busy work day and can't just pop in to a deli or restaurant whenever the hunger pangs hit. ?He also talks about making the choice to give up caffeine in favor of more actual food for the week.\n\n\t?\n\n\n\n\t?\n\n\tBooker isn't the only mayor to take on such a challenge. ?MNN?business guru Melissa Hincha-Ownby wrote about Phoenix mayor Greg Stanton's SNAP experience back in September. ?But with Booker's growing popularity as the mayor we all love to love he is definitely bringing more media attention to an issue that could use as much attention as it can get - the struggles and choices that real Americans have to face each week. ?\n\n\t?\n\n\tCould you live on $4 a day for food? ?I know my family could do it if we HAD to, but it would be such a tremendous cutback from the way we currently live - which is by no means lavish - that it really hit me hard to know that this is the amount that so many Americans have to spend on food each day. ?And I really commend Cory Booker for taking on this challenge and putting this issue out on the table, so to speak, for Americans to really think about. ?\n\n\t?\n\n\tYou can follow Booker's SNAP challenge experience at Waywire.com or via his Twitter account where he will no doubt be posting the latest updates: @corybooker.\n\n\t?\n\n\t?","author":"","web_category":"earth-matters#politics","title":"Newark mayor starts food stamp diet","picture_url":"http://images.mnn.com/sites/default/files/cory%20booker.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/newark-mayor-starts-food-stamp-diet"}