{"summary":"But while nothing on the horizon suggests Americans will be duking it out in gas-station parking lots this summer, experts acknowledge two X factors — the worst oil spill in U.S. But ample oil is still little help without refineries to make it into gasoline","advice_category":"8","content":"?\nU.S. gasoline prices have been on a wild ride the last five years: A gallon cost about $2 in 2005, surged past $4 in '08, fell below $1.80 in '09 and recently settled around $2.80. But just as Americans have begun seeing some stability at the pump, a perfect storm now seems poised to send gas prices' normal shifts into overdrive all over again.\n?\nThe ongoing Gulf oil spill has already released around 100 million gallons of crude into the Gulf of Mexico, and with up to 2 million more gallons leaking out daily, many drivers have grown worried how gas prices might be affected back on land. The spill has also spurred a federal clampdown on offshore drilling, which some experts say could boost gas prices by raising oil companies' operating costs and reducing their petroleum supplies. And now that the cyclone-suppressing El Ni?o has faded away, scientists are predicting a potentially historic 2010 hurricane season that could rival 2005 — when Hurricane Katrina led a record-breaking procession of storms that killed thousands of people and sent gas prices soaring around the country.\n?\nDespite this year's looming threats, however, U.S. energy experts aren't expecting the \"Mad Max\"-style frenzies that sometimes break out during gasoline shortages, such as the Arab Oil Embargo in 1973 or Hurricane Ike's aftermath in 2008. The federal Energy Information Administration predicts gas prices will rise to about $2.79 this summer, averaging roughly $2.76 for the year overall. Gas prices usually rise about 10 to 20 cents in summer, and the EIA's projections don't foresee much change beyond those normal patterns, painting a far steadier picture than the dramatic price swings of 2008 and 2009.?\n?\nBut while the EIA's forecast is widely followed by experts and consumers, it's far from infallible. For example, in January 2008, the agency predicted that year's gas prices would peak in spring at $3.50 and stay around $3 all year; instead, they peaked in July '08 at more than $4.06 before falling to $1.68 five months later. In its 2010 outlook, the EIA points to the cheap global price and the reduced U.S. demand for crude oil as reasons why gas prices aren't likely to skyrocket. But while nothing on the horizon suggests Americans will be duking it out in gas-station parking lots this summer, experts acknowledge two X factors — the worst oil spill in U.S. history plus one of the most dire hurricane forecasts in recent memory — could still throw a monkey wrench into some Americans' road-trip plans.\n?\nOil spills and gas prices\nGasoline is essentially just refined petroleum with some additives thrown in, so the cost of crude oil is the No. 1 factor that determines the cost of gasoline. Federal and state taxes boost the price at the pump (see the interactive graphic above for more details), as does the physical distance from the refineries that turn oil into gasoline, but oil is still the main force pushing gas prices up or down. Yet even though countless gallons of it are now leaking into the Gulf every day, experts generally doubt the BP oil spill will have much direct effect on U.S. gas prices, at least in the near future.\n?\nPart of the reason, explains EIA senior economist Tancred Lidderdale, is that the leaking oil wouldn't have been used to make gasoline this summer, anyway. The Deepwater Horizon oil rig, which caused the spill following an explosion on April 20, was merely doing reconnaissance to prepare for future oil production.\n?\n\"The way [an oil spill] affects prices is if it were to disrupt supply,\" Lidderdale says. \"Because the Deepwater Horizon platform was not a production platform — it was an exploration platform, and production was not expected for another two or three years — there has been no immediate disruption of crude oil to U.S. refineries, nor the production of crude oil in the Gulf of Mexico.\"\n?\nBut that doesn't necessarily mean the oil spill won't still cause pain at the pump. The expanding surface sheen could disrupt shipping traffic, potentially slowing oil deliveries to Gulf Coast refineries. Nearly two-thirds of all oil processed by the region's refineries arrives via ship, and any delays would slash the amount of gasoline they can crank out. Some experts also worry the slick may hinder production at other offshore rigs, as it already has at some natural gas platforms. And, as many oil-industry advocates warn, new offshore drilling restrictions might create cost burdens that could be passed on to consumers.\n?\nThe United States is actually well-stocked with crude oil at the moment, however, Lidderdale points out — aside from the Strategic Petroluem Reserve, the country has roughly 363 million barrels of crude scattered around in various storage tanks and depots. The problem comes when we lose the ability to refine all that oil into gasoline, which is also held in emergency stocks nationwide, but in smaller, less evenly distributed amounts. Anything that disrupts refineries can therefore wreak havoc with gas prices.\n?\n\"If you have a crude oil supply disruption, you not only still have your gasoline inventory, but you also have a bigger inventory buffer of crude oil itself,\" Lidderdale says. \"If you lose your refinery capacity, though, that gasoline buffer is smaller. And that's what we saw after [hurricanes] Katrina and Rita — gasoline prices really increased more than crude oil prices because of damage sustained to refineries, rather than damage sustained to oil-producing platforms.\"\n?\nHurricanes and gas prices\nThe Gulf Coast has suffered immeasurably for years after Katrina and Rita — which killed more than 3,000 people and caused $100 billion in property damage — and short-term gasoline shortages pale in comparison. Still, the price swings posed a serious problem for many Americans at the time: After U.S. gas prices had averaged $1.60 per gallon over the previous five Septembers, they jumped past $2.90 in September 2005. And the '05 season wasn't an isolated incident, which became clear three years later, when hurricanes Gustav and Ike forced most Gulf Coast oil refineries to temporarily close in September '08, driving up gas prices by as much as 60 cents in some parts of the country.\n?\nHurricanes can have wide-ranging effects on U.S. gasoline supplies, but their reach is limited and varies from state to state. California and its Western neighbors, for example, are usually unaffected by Atlantic hurricanes, since their gasoline supplies mainly come from West Coast refineries. \"The Rocky Mountains really do separate the West Coast as a different 'island market,'\" Lidderdale says. \"There aren't that many pipelines across the Rockies.\" While that insulates Western states from hurricanes' wrath, it can also be a liability, since Western states produce much less crude than the Gulf. That's why Western oil spills like the 1989 Exxon Valdez disaster in Alaska have a greater potential to raise regional gas prices than similar supply shocks in the Gulf.?\n?\nBut ample oil is still little help without refineries to make it into gasoline. When a hurricane or other disaster forces Gulf Coast oil refineries to go offline, Eastern states sometimes must dip into their emergency stocks or pay a premium to import fuel from elsewhere. The chaos caused by hurricanes in '05 and '08 highlighted the short-term dangers of such gasoline shortages, which are often more severe than oil losses, but also more localized and shorter-lived. \"A crude oil supply shock might have a smaller but longer impact,\" Lidderdale says, \"whereas a gasoline supply shock may be of shorter duration with respect to prices, but the price impact could be larger.\"\n?\nAnd that's what has many experts worried this year — the 2010 Atlantic hurricane season is shaping up to be a doozy, thanks largely to El Ni?o's departure in the Pacific. El Ni?o helped make U.S. coasts nearly hurricane-free in 2009 by increasing wind shear over the Gulf and the Atlantic, blowing apart young cyclones before they could grow into monsters. Now that El Ni?o has faded, however, the Atlantic Basin is once again wide open for full-strength hurricanes to form. Some forecasters say it might even be replaced this summer by its doppelganger, La Ni?a, which boosts the likelihood of Atlantic hurricanes by weakening the same wind shear that El Ni?o strengthens.\n?\nBut perhaps the biggest red flags this year are the record-high ocean temperatures in the North Atlantic, the birthplace of Western Hemisphere hurricanes. Since warm water is fuel for tropical cyclones, scientists keep a close watch on this patch of ocean to forecast upcoming hurricane seasons. And what they're seeing right now isn't good: In 62 years of record keeping, there have been only six months when the North Atlantic was more than 1 degree Celsius above average, and four of those months came this year. February, March, April and May 2010 all set or tied new records for unusual heat in the North Atlantic, and May's anomaly of 1.51 degrees blew April's record 1.38-degree deviation out of the water. The rapid rise is still going strong, and with weekly anomalies already pushing past 2 degrees, May might not hold the record for long. (See the map below for a look at sea-surface temperature anomalies as of June 10; click to enlarge.)?\n?\n?\nWhile the Atlantic Basin averages about 11 named storms and six hurricanes per year, the National Oceanic and Atmospheric Administration is forecasting 14 to 23 named storms for 2010, as well as eight to 14 hurricanes.\n?\n\"If this outlook holds true, this season could be one of the more active on record,\" NOAA Administrator Jane Lubchenco said in late May, when her agency released its forecast. \"The greater likelihood of storms brings an increased risk of a landfall. In short, we urge everyone to be prepared.\"\n?\nSafety is the most pressing concern for anyone expecting a hurricane, including precautions such as stockpiling food and clean water, boarding up windows, and, ideally, evacuating to higher ground far from shore. But with a historic oil spill already complicating crude production and refining along the Gulf Coast — and a looming hurricane season that could potentially refresh the horrors of 2005 and 2008 — stockpiling gasoline might not be a bad idea, either.\n?\nHow to save money on gas\nIf you don't have underground storage tanks, however, and don't want to fill your garage with gas cans, a more practical option might be to simply use less gasoline instead of hoarding more of it. That's wise any time of year, but especially in the summer, when gas prices usually go up by 10 to 20 cents anyway, regardless of oil spills or hurricanes. There are two main reasons for this: People drive more in summer, boosting demand and thus prices for gasoline, and oil refiners are also legally required to make summer-grade gasoline, which is more costly to produce.\n?\nBut before you curse the EPA for making such a rule, consider its benefits — standard gasoline is more likely to evaporate in warm weather, thus contributing more to air pollution as well as vapor locking in automobiles' engines. Summer-grade gasoline has lower vapor pressure and is less prone to evaporate than other varieties, making it more ecologically and economically friendly in the heat of summer.\n?\nSince gas prices will inevitably rise by at least a few cents every summer, fuel conservation and efficiency offer a guaranteed way to save money (and often improve personal health, too). The?easiest way to do this is to simply drive less often, whether that means walking, biking, carpooling or taking public transit. Replacing gas-guzzling clunkers with hybrid cars or flex-fuel vehicles is another option, but even high-mileage nonhybrids can make a noticeable difference if you drive them correctly. Follow the link below for 10 ways you can squeeze the most out of every gallon you buy, no matter what kind of car you drive:\n?\nDRIVING DOWN COSTS: 10 ways to save money on gasoline >\n?\nMore information\nTo learn more about U.S. gas prices, foreign oil dependence, offshore drilling, oil spills, hurricanes and other related topics, check out these articles from MNN:\n10 best and worst cars for fuel efficiency\nEco-friendly tips for a 50-mile daily commute\nFour car-friendly fuel-saving tips\nFlex fuel vehicles may be on the way out\nHow dependent are we on foreign oil?\nIs offshore drilling worth the risks?\n\"Above average\" 2010 hurricane season predicted\nImage credits\nSilhouette of man pumping gas: ZUMA Press\nOffshore oil rig in the Gulf of Mexico: ZUMA Press\nHurricane Katrina satellite image: NOAA\n\"No gas\" sign in Woodstock, Ga., on Sept. 16, 2008: ZUMA Press\nMap of sea-surface temperature anomalies on June 10, 2010: NOAA\nHighway traffic jam: Steve Allen/jupiterimages.com\nMNN homepage photo: mevans/iStockphoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Will oil and hurricanes raise gas prices?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/will-oil-and-hurricanes-raise-gas-prices"}