{"summary":"People are fascinated by organized crime. The first factor explaining the mob’s possible involvement is geography: Sicily, the largest island in the Mediterranean, which lies just to the southwest of Italy, is the home base of the Italian Mafia and also happens to be a very windy and sunny place, ideal for wind and solar energy","advice_category":"4","content":"People are fascinated by organized crime. If that weren’t true, there wouldn’t be so many movies, TV shows and books about it. But in most mainstream portrayals, the mob plies its trade in traditional ways: controlling gambling, prostitution, protection, extortion or loan-sharking.\n?\nRecent developments prove that the mafia has evolved and infiltrated industries that don’t bring Al Capone to mind. Case in point: Italian law enforcement has recently uncovered deep links between the Cosa Nostra and wind and solar power companies, seizing around 30 percent of the wind farms built in Sicily and freezing more than $2 billion in various assets. A dozen crime bosses have been carted off in handcuffs, along with corrupt officials and business people. But is that the end of the story?\n?\nIt's doubtful. This recent sting operation is similar to a 2010 police operation that involved the seizing of over 40 companies, hundreds of parcels of land, buildings, factories, bank accounts, stocks, cars and yachts from Sicilian businessman Vito Nicastri, 54, also known as \"Lord of the Wind\" because of his investments in alternative energy businesses, mostly wind farms and solar panel factories. History often repeats itself, so don't be surprised if a similar bust takes place in a few years.\n?\nSo what draws the Mafia to renewable energy? Is the mob really going green?\n?\nMaybe, but it’s more likely that certain individuals are looking for the same kind of green they’ve always sought — the green of dollar bills.\n?\nThe first factor explaining the mob’s possible involvement is geography: Sicily, the largest island in the Mediterranean, which lies just to the southwest of Italy, is the home base of the Italian Mafia and also happens to be a very windy and sunny place, ideal for wind and solar energy. The second factor is that Italy, like Spain and Germany, has given out generous renewable energy subsidies in the past decade, trying to kick-start the clean energy industry. These returns have been so attractive that they have drawn in honest entrepreneurs in addition to catching the mob’s eye. And finally, the Mafia likely chose renewable energy because it is a legitimate business that will be around for the long term. It’s the same reason why the mob buys supermarkets and other “clean” businesses. It’s a vehicle for laundering dirty money, but it’s also one way a mobster can someday retire and pass as a legitimate business person without having to constantly look over his shoulder.\n?\nSicily is in the spotlight right now, but renewable energy projects in other regions of Italy, like Sardinia and Apulia, are also under investigation, in addition to other countries. The Kroll consulting group, which specializes in risk mitigation worldwide, has detected a significant increase in the number of cases since 2007 involving fraud and corruption in the wind energy sector, primarily in Italy and Spain, but also in Bulgaria, Romania and other parts of central and eastern Europe, and even as far as the Canary Islands off the coast of West Africa. It wouldn’t be surprising if the mob had infiltrated other “green” industries around the world. In fact, organized crime has been linked to illegal logging in the tropics.\n?\nIf history is any guide to organized crime, what we see is likely just the tip of the iceberg.\n?\nRelated renewable energy stories on MNN:\nTop 10 countries using solar [Infographic]\nDIY solar panels with damaged solar cells\n20 amazing wind farm photos","author":"","web_category":"earth-matters#energy","title":"Has the Mafia infiltrated the renewable energy industry?","picture_url":"http://images.mnn.com/sites/default/files/editorial/mafia_renewable_energy_main.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/has-the-mafia-infiltrated-the-renewable-energy-industry"}