{"summary":"Obama's second term comes at a time when climate scientists are making increasingly urgent calls for action to mitigate the effects of a warming world. Public opinion appears receptive to climate change as well","advice_category":"5","content":"As President Barack Obama prepares to take the oath of office for the second time, he has promised that climate change will be a priority in his second term. The chances that significant climate action will actually happen, however, remain slim, policy experts say.\n?\n\"I always have hope, but it is sometimes hard to see how real progress, substantial progress, is going to be made with the fact that the Congress is so polarized,\" said Travis Franck, a policy analyst for nongovernmental organization Climate Interactive.\n?\nAfter his re-election, Obama told Time magazine that his daughters inspired him to think long term, particularly about issues of climate change. And in his first news conference after the election, the president told reporters that he planned to shape a climate change agenda, but gave no details on what that agenda might look like — though he did say that a tax on carbon emissions was likely a non-starter.\n?\nThese statements took place before the massacre at Newtown, Conn., which pushed gun control to the forefront. And climate change will surely have to vie for attention with other divisive issues, such as an upcoming congressional battle over the nation's debt ceiling. While Obama may be able to take some executive action to tighten environmental regulations in certain sectors, such as fuel-efficient vehicles or clean energy, experts say, a gridlocked Congress is unlikely to cooperate with the administration's global warming agenda.?\n?\n\"From my point of view, being an observer from Europe, I think it's more likely this sector-by-sector approach is implemented than a national climate policy,\" said Niklas H?hne, the director of energy and climate policy at Ecofys, a renewable energy and climate policy consulting firm. [8 Ways Global Warming Is Already Changing the World]\n?\nAn urgent call for action\nObama's second term comes at a time when climate scientists are making increasingly urgent calls for action to mitigate the effects of a warming world. In November, University of Bern, Switzerland, climate researcher Thomas Stocker warned in the journal Science that every year of delay makes it harder to keep warming below levels that would severely disrupt the planet.\n?\nA cap of 2.7 degrees Fahrenheit (1.5 degrees Celsius) of warming, the most conservative goal discussed by the Intergovernmental Panel of Climate Change, is already out of reach, Stocker wrote. After 2027, the world can no longer hope to keep warming below 3.6 degrees F (2 degrees C), which is the number currently at the center of international climate negotiations.\n?\nThe World Bank also issued a report in November, calling for global action on climate change. And in January, a study published in the journal Nature found that the biggest determiner of whether the world would successfully tackle climate change is not tech savvy or hoped-for green development, but the timing of political action.\n?\nPublic opinion appears receptive to climate change as well. About 73 percent of Democrats, 63 percent of independents and 33 percent of Republicans say they are somewhat or very worried about climate change, according to a September 2012 survey of Americans by the Yale Project on Climate Change Communication and the George Mason University Center for Climate Change Communication.\n?\nSupport for action was higher. Three-quarters of independents, 93 percent of Democrats and 52 percent of Republicans said global warming should be at least a medium priority for the president and Congress. Severe weather such as the summer's wildfires out west may have shifted these opinions, as the same numbers in March 2012 (before the fires) were 9 points lower for Democrats and 7 points lower for independents. Republicans held steady between March and September.\n?\nChallenges in Congress\nThe party schisms seen in the polling data are more pronounced in Congress, where representatives routinely deny the scientific consensus that climate is changing and that greenhouse gas emissions by humans are the main driver.\n?\n\"I'm not going to bet the U.S. economy or the Texas economy on a theory that is not proven,\" Rep. Joe Barton (R-Texas) told the Dallas Morning News this month. \"Climate has always been changing.\" [Reality of Climate Change: 10 Myths Busted]\n?\nAttitudes like Barton's are why climate policy specialists expect little in the way of climate legislation in the upcoming four years.\n?\nThe administration can make some progress on its own, said Elizabeth Sawin, co-director of Climate Interactive. In Obama's first term, for example, the administration ordered new fuel standards for lightweight vehicles and coal-fired power plants, and there was money included in the economic stimulus for public transportation and clean energy. Similar efforts in the second term could move the country toward lower carbon emissions, Sawin told LiveScience.\n?\n\"Anything is better than nothing,\" she said.\n?\nBut a piecemeal approach is less likely than an overarching plan to succeed in slowing warming significantly, Franck, the policy analyst for Climate Interactive, said. Moreover, a failure to act nationally puts the administration in an awkward spot in international negotiations. The 2011 climate talks in Durbin, South Africa, set a plan for a new international climate treaty to be prepared by 2015.\n?\n\"We've lost a lot of credibility in climate change negotiations, because we've been kind of paralyzed,\" Franck told LiveScience. \"If [international negotiators] bring home a treaty or agree to something, when does it get ratified by the Senate? Will we have domestic legislation already? Will the Senate pass it and then we'll have to pass domestic legislation?\"\n?\nIf the Obama administration is stuck with instituting piecemeal regulations, it will be a \"major challenge\" to communicate this progress to the international community, H?hne told LiveScience.\n?\n\"The international climate negotiations really depend on the U.S. bringing something forward,\" he said. \"If the U.S. doesn't bring something forward that is considered by most players as something new and something ambitious, then the new international agreement in 2015 will not be ambitious.\"\n?\nFollow Stephanie Pappas on Twitter @sipappas?or LiveScience @livescience. We're also on Facebook?& Google+.\n?\nRelated on LiveScience and MNN:\n\nTop 10 Ways to Destroy Earth\n\n\nThe 10 Weirdest Inaugurations in US History\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nMNN: 3 ways Obama's win affects the environment\n\n?\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#politics","title":"Will climate change get cold shoulder in Obama's second term?","picture_url":"http://images.mnn.com/sites/default/files/ObamaClimateChange_m_0121.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/will-climate-change-get-cold-shoulder-in-obamas-second-term"}