{"summary":"Comparing that sequence with those of humans and nonalbino gorillas, Marques-Bonet and his colleagues narrowed down the cause of Snowflake's albinism to a single gene, known as SLC45A2.. No one else has reported inbreeding in Western lowland gorillas, Marques-Bonet told LiveScience, though some other gorilla subspecies with small populations have been known to turn to family to mate","advice_category":"2","content":"A famous albino gorilla that lived for 40 years at the Barcelona Zoo got its white coloring by way of inbreeding, new research shows.\n?\nSnowflake was a male Western lowland gorilla. He was born in the wild and captured in 1966 by villagers in Equatorial Guinea. As the only known white gorilla in the world, Snowflake was a zoo celebrity until his death of skin cancer in 2003.\nA few studies had attempted to get to the bottom of what caused Snowflake's color-free complexion, but the exact genetic mutation had never been found. Now, Spanish researchers have sequenced the gorilla's entire genome, revealing that Snowflake was probably the offspring of a pairing between an uncle and a niece.?[Photos: Snowflake the Albino Gorilla]\nExplaining albinism\nIn humans, four genetic mutations are known to cause albinism, a syndrome marked by a lack of skin, eye and hair pigment. People with albinism are at high risk for vision problems and skin cancers because of this missing pigment. [Photos: Amazing Albino Animals]\n?\nUsing frozen blood from Snowflake, researchers led by Tomas Marques-Bonet of the Institut de Biologia Evolutiva at the University of Pompeu Fabra sequenced the entire genome of the late ape.\n?\nComparing that sequence with those of humans and nonalbino gorillas, Marques-Bonet and his colleagues narrowed down the cause of Snowflake's albinism to a single gene, known as SLC45A2.\n?\nSnowflake inherited a mutant form of this gene from both of his parents.\n?\nThe gene has previously been linked to albinism in mice, horses, chickens and a species of fish.?\n?\nNext, the researchers combed through Snowflake's genome looking for stretches of DNA that were identical due to inbreeding. They found that 12 percent of the genes from Snowflake's mom and pop matched, a number that points to an uncle and niece mating as the most likely parentage for Snowflake.\n?\nInbreeding threat?\nNo one else has reported inbreeding in Western lowland gorillas, Marques-Bonet told LiveScience, though some other gorilla subspecies with small populations have been known to turn to family to mate. And with habitat loss, gorillas may struggle to find a place to disperse from their original family.\n?\n\"If we are reducing much more the space that they have now, it is more likely that they will be forced to stay in the group and that will increase the consanguinity,\" or shared blood, Marques-Bonet said.\n??\nThe sequencing of Snowflake's genome is just one portion of a larger project to sequence the genomes of wild-born chimpanzees and gorillas, Marques-Bonet said. The ultimate goal is to understand how much genetic variation is in the wild ape population, and how that compares with the variation seen in humans.\n?\nThe researchers reported their findings May 31 in the journal BMC Genomics.\n?\nFollow Stephanie Pappas on Twitter & Google+.?\n?\nRelated on LiveScience and MNN:?\n\nHow Odd! The 10 Weirdest Animal Discoveries\n\n\n8 Humanlike Behaviors of Primates\n\n\nImage Gallery: Snapshots of Unique Ape Faces\n\n\nMNN: 7 famous albino animals?\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.?","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Study finds famous albino gorilla was inbred","picture_url":"http://images.mnn.com/sites/default/files/albino-gorilla-snowflake.jpeg","url":"http://www.mnn.com//earth-matters/animals/stories/study-finds-famous-albino-gorilla-was-inbred"}