{"summary":"Adubato said she's worried for the future, because some locals view eggs as an important source of income, and don't realize that the egg poaching is a serious problem, since the turtles come to lay eggs in large numbers, she said. Besides being beautiful, Costa Rica's beaches are the nesting sites of four endangered sea turtle species, which return each year to lay their eggs","advice_category":"2","content":"Besides being beautiful, Costa Rica's beaches are the nesting sites of four endangered sea turtle species, which return each year to lay their eggs. But there is trouble in paradise for these reptiles, namely, from egg thieves.\n?\nSince 1996, it's been illegal to remove turtle eggs from beaches in Costa Rica, said Beth Adubato, a New York Institute of Technology criminologist interested in crimes against wildlife. However, that hasn't stopped egg thieves — egg poaching is up 30 percent since the law was put in place, she told LiveScience.\n?\nAdubato recently completed a study on egg poaching in the Osa Peninsula, a little-inhabited area with seemingly pristine beaches on the country's southern Pacific Coast. Many of the culprits are Panamanians, who cross the border and take eggs by the truckload, she said. The eggs are thought to act as aphrodisiacs, and can be bought in bars in Panama, said Adubato, who presented the results of her work at a conference on wildlife crime and poaching ?at Rutgers University in Newark, N.J., last week.\n?\n\"We see the trucks coming, we see the eggs being taken away, but we don't know how to stop it,\" she said.\n?\nThere is no evidence to suggest that turtle eggs act as aphrodisiacs, and it's unclear how that belief originated. In fact, the turtle eggs are potentially unsafe for human consumption —in some cases they have been shown to have unsafe levels of heavy metals, Adubato said.\n?\nAdubato is collaborating with groups on the Osa Peninsula to help educate locals to not steal sea turtle eggs, and to find other ways to benefit from them. In other areas, Costa Ricans have acted as guides, taking tourists to witness sea turtles laying eggs, Adubato said. The primary problem is that though there are laws to prevent poaching, they aren't enforced in this area as they are in certain wildlife reserves.\n?\nAdubato said she's worried for the future, because some locals view eggs as an important source of income, and don't realize that the egg poaching is a serious problem, since the turtles come to lay eggs in large numbers, she said. However, only a tiny fraction of the eggs laid survive to adulthood, and turtle populations cannot rebound quickly since the animals take years to become mature and reproduce, she added.\n?\nThe four endangered species that lay their eggs on these beaches are leatherback, hawksbill, Olive Ridley and green sea turtles. Adubato's study found that on some beaches in the peninsula, up to half of the nests had their eggs stolen from them.\n?\nEmail?Douglas Main?or follow him on?Twitter?or?Google+. Follow us @livescience, ?Facebook?or ?Google+. Article originally on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nTagging and Tracking Sea Turtles \n\n\nIn Photos: Endangered and Threatened Wildlife\n\n\n10 Species You Can Kiss Goodbye\n\n\nMNN: 14 of the greatest animal migrations\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience","web_category":"earth-matters#animals","title":"Costa Rica has a sea turtle egg-poaching problem","picture_url":"http://images.mnn.com/sites/default/files/SeaTurtleEggPoaching_m_0521.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/costa-rica-has-a-sea-turtle-egg-poaching-problem"}