{"summary":"If you find you experience recurrent hives outbreaks or your hives do not go away even though you avoid what you thought was the trigger, a visit to an allergist might be in order. Other foods that can cause hives include chocolate, tree nuts and dairy products","advice_category":"2","content":"Often caused by an allergy, hives are, in a word, horrendous. These swollen, itchy, red welts, which doctors call urticaria, can pop up all over your body and result from blood plasma leaking into your skin. What causes hives? Some offenders are:\n?\nFood and food additives: Strawberries are a common culprit. Other foods that can cause hives include chocolate, tree nuts and dairy products. Often, people are allergic to food coloring or other ingredients in processed foods such as salicylates, sulfites and polysorbate.\nMedications: One sign that you are allergic to, for example, an antibiotic or pain medication is that you break out in hives soon after you take it.\nStress: If you already are prone to hives, stress can trigger an episode.\nInsect bites: Not only must you contend with the pain of the bite itself, but insect venom can cause a full-body allergic reaction.\n?\nPhysicians typically treat hives with medications such as steroids and antihistamines. But if you prefer to treat hives naturally, you have a few options:\n?\nTo keep from scratching, which can break open the hives and cause infection, wear gloves or, better yet, oven mitts. Wrap the affected area loosely in gauze or an elastic bandage.\nMake a cold milk compress and lay on hives for up to 15 minutes at a time.\nTake a bath using baking soda or oatmeal, which soothe the itch.\nAccording to the website Discovery Fit & Health, high doses of vitamin C have been found to reduce histamine levels, which cause allergic reactions such as hives. As with all these natural remedies for hives, discuss this treatment option with your physician.\n?\nIt sounds like common sense, but another natural way to treat hives is to prevent them in the first place, by eliminating what triggered them. If it's a food or medication — which you would know within a few minutes — do not ingest any more of it. If you find that you break out around dogs, cats, wool coats or other common allergens, avoid being around them. If heat causes your skin to get itchy and prickly, move yourself to a cooler area.\n?\nThankfully, an episode of hives often does not last very long. If hives are accompanied by difficulty breathing, swelling of your lips, face or tongue, wheezing or dizziness, you should contact your physician — or visit an emergency room — immediately. This could be a sign of a severe allergic reaction called anaphylaxis, and you may need a shot of epinephrine. If you find you experience recurrent hives outbreaks or your hives do not go away even though you avoid what you thought was the trigger, a visit to an allergist might be in order. Otherwise, try one of the natural remedies for hives, and wait out the outbreak.\n?\nKnow more about hives treatments? Leave a note in the comments below.","author":"","web_category":"health#allergies","title":"Hives treatments: Some natural options","picture_url":"http://images.mnn.com/sites/default/files/Hives_main_0728.jpg","url":"http://www.mnn.com//health/allergies/stories/hives-treatments-some-natural-options"}