{"summary":"CREDO also created an online advertisement calling for Zuckerberg to stop supporting Keystone XL. The new ads support none of those causes","advice_category":"4","content":"Dozens of protestors rallied outside Facebook's Menlo Park headquarters on Wednesday after FWD.US, the social welfare organization co-founded by Mark Zuckerberg, funded television ads in support of the Keystone XL pipeline and other oil drilling positions.\n?\n\"Facebook, dislike, Keystone take a hike,\" the protestors chanted, according to a report from the Mercury Daily News.\n?\nWhen it was first announced, Zuckerberg and other FWD.US founders said the organization would focus mostly on immigration reform, education and scientific research. The new ads support none of those causes. Instead FWD.US formed two subsidiary organizations, Americans for a Conservative Direction and the Council for American Job Growth, and ads for those groups carry pro-drilling messages. The first ad, in support of Sen. Lindsay Graham (R-S.C.), attacks Obamacare and praises the senator for his support of Keystone XL and expanded oil drilling. The second ad, supporting Sen. Mark Begich (D-Ark.), praises his efforts to open the Arctic National Wildlife Refuge (ANWR) for expanded oil drilling.\n?\nFWD.US released the following statement about the ads to ThinkProgress: \"FWD.US is committed to showing support for elected officials who promote the policy changes needed to build the knowledge economy. Maintaining two separate entities, Americans for a Conservative Direction [and] the Council for American Job Growth, to support elected officials across the political spectrum – separately – means that we can more effectively communicate with targeted audiences of their constituents.\"\n?\nA number of environmental and political groups have come out against the ads, including CREDO Mobile, which during this week's protest delivered a petition containing 18,000 signatures asking Zuckerberg to pull the ads. \"The people on Facebook who made Mark Zuckerberg a billionaire need to know that he is using his fortune to bankroll pro-Keystone XL propaganda,\" Becky Bond, CREDO's political director, said in a press release. \"And if Facebook is giving up ad revenue in order to protect the CEO from public scrutiny of his private political giving, then that's something that both users, employees and shareholders absolutely need to know.\"\n?\nCREDO also created an online advertisement calling for Zuckerberg to stop supporting Keystone XL. That ad was rejected by Facebook because it contained an image of Zuckerberg's face, according to a report from The Washington Post. Facebook said it routinely rejects ads that contain the co-founder's face as they \"tend to be confusing for readers ... [who] may click on the ad thinking it is a message from Mark or from Facebook.\"\n?\nYou can watch the two FWD.US-backed ads below:\n?\n\n\n?\n\n\n?\n?\nRelated files on MNN:\n\nMark Zuckerberg is #2 on the Philanthropy 50\n\n\nZuckerberg gives $500M in stock to charity\n\n\nFacebook co-founder is killing his own food","author":"","web_category":"earth-matters#energy","title":"Protestors dislike Mark Zuckerberg's support of Keystone XL pipeline","picture_url":"http://images.mnn.com/sites/default/files/editorial/zuckerberg.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/protestors-dislike-mark-zuckerbergs-support-of-keystone-xl-pipeline"}