{"summary":"\tAccording to the hygiene hypothesis, the auto-immune diseases that are common and rising in Western countries (which include asthma, allergies, Crohn's disease and rheumatoid arthritis, among others) might be caused by living in environments that are \"too clean.\" What does that mean? These same diseases that are common in the U.S., Europe and Australia have significantly lower rates in countries where sanitation is iffy and hygiene in general is lower due to lack of infrastructure. As a child I spent most of my time outside (even when I was devouring books), lucky enough to have acres of woods and a swamp to play in","advice_category":"2","content":"As a child I spent most of my time outside (even when I was devouring books), lucky enough to have acres of woods and a swamp to play in. I was almost always covered in mud from the streams, drank pond water when I was thirsty (even though I knew I wasn't supposed to), and had no aversion to eating my snacks after they had fallen on the ground. I routinely played with dead deer bones, creating sculptures from them for my forts.\n\n\t?\n\n\tWhile this might horrify some parents, it may very well be the key to why I have no allergies, not even to poison ivy, and have never suffered from any illness worse than mononucleosis. My love of all things dirty and disgusting may have, over time, protected me by challenging and building my immune defenses.?\n\n\t?\n\n\tAccording to the hygiene hypothesis, the auto-immune diseases that are common and rising in Western countries (which include asthma, allergies, Crohn's disease and rheumatoid arthritis, among others) might be caused by living in environments that are \"too clean.\" What does that mean? These same diseases that are common in the U.S., Europe and Australia have significantly lower rates in countries where sanitation is iffy and hygiene in general is lower due to lack of infrastructure. In countries that are industrializing, those above-mentioned disease rates increase as cleanliness does. For example, in India, the rates of Crohn's disease has increased over time as the country has modernized. The theory posits that throughout human history, the immune systems of human beings have had incredible challenges and a huge variety of diseases to ward off — but now the immune system has nothing to \"fight\" and turns inward against the body itself.?\n\n\t?\n\n\tA study by Sharyn Clough, published in the journal Social Science and Medicine, looks at previous data from hygiene hypothesis studies and suggests that there might be behavioral and psychological aspects to the disparity in auto-immune diseases between men and women that can be explained by childhood behaviors.?\n\n\t?\n\n\t“Girls tend to be dressed more in clothing that is not supposed to get dirty, girls tend to play indoors more than boys, and girls' playtime is more often supervised by parents,” Clough told The Behavioral Medicine Report.?“There is a significant difference in the types and amounts of germs that girls and boys are exposed to, and this might explain some of the health differences we find between women and men.”?\n\n\t?\n\n\tWhile this is all preliminary data, and nobody is suggesting kids (girls or boys) be fed spoonfuls of dirt, it is provocative information, and if it leads to more girls — and kids in general — spending more time outside, that certainly can't hurt.?","author":"","web_category":"health#allergies","title":"Mud is good! Why women may face a higher risk of autoimmune diseases","picture_url":"http://images.mnn.com/sites/default/files/muddygirl.jpg","url":"http://www.mnn.com//health/allergies/blogs/mud-is-good-why-women-may-face-a-higher-risk-of-autoimmune-diseases"}