{"summary":"Indian leaf butterfly with its wings closed (Photo: Wikimedia Commons). Hornet clearwig moth (Photo: Wikimedia Commons)","advice_category":"2","content":"In a last-ditch effort at survival, prey animals will fight. Even the squeaky field mouse – a favorite food of hawks, owls, foxes, coyotes and just about every predator that flies or walks – is equipped with claws and teeth.\n?\nButterflies and moths have no such defenses. The insects’ best defense is looking like something no bird or lizard or other predator would be interested in eating. That's why so many butterflies and moths have evolved as masters of disguise, able to assume the appearance of a leaf or an unappetizing insect, a snake or a big set of eyes.\n?\nIndian leaf butterfly\n\nIndian leaf butterfly with its wings closed (Photo: Wikimedia Commons)\n?\nThe Indian leaf butterfly — one of several butterflies in the genus Kallima — hides in plain sight in the moist tropical forests of India. Like other leaf, or dead-leaf, butterflies it will evade birds by settling on the ground and closing its wings to blend into the leaf litter.\n?\nThe Indian leaf butterfly is about 3 ? inches across. They breed in the dry season of April-June and again after the monsoons.\n?\nCoenophlebia Archidona\n\nCoenophlebia Archidona (Photo: Wikimedia Commons)\n?\nThis neotropical butterfly has silver patches on its wings that look like fungus – taking the “dead leaf” thing to a whole new level. The Coenophlebia archidona is attracted to decaying foliage on the forest floor of rain forests and cloud forests across Bolivia, Brazil, Columbia, Ecuador and Peru.\n?\nBrimstone\n\nBrimstone (Photo: nutmeg66/flickr)\n?\nDisguising yourself as a green, growing leaf must also be pretty effective, because the Gonepteryx rhamni lives to be as old as 13 months, which is ancient by bug standards. Most of that time is spent in hibernation, though.\n?\nCommonly know as the brimstone, this butterfly is found across the southern half of the United Kingdom, Europe and North Africa. It’s commonly the first butterfly to be seen in spring.\n?\nAtlas moth\n\nAtlas moth (Photo: Nevit Dilmen/Wikimedia Commons)\n?\nThe size of an Atlas moth – 8 to 10 inches across – makes it an attractive meal. But this moth uses an imperfect mimicry to discourage predators. Patterns on the edge of its wings resemble the head and body of a snake – not something most insectivores want to tangle with. While humans may not be fooled, British Philip Howse entomologist says predators tend to focus on details\n?\nAtlas moth caterpillars survive the wilds of Southeast Asia by spraying a stinky substance that wards off hungry birds.\n?\nHornet clearwing moth\n\nHornet clearwig moth (Photo: Wikimedia Commons)\n?\nMoths don’t sting, but the hornet clearwing moth looks like it could. The yellow-and-black hornet moth even zigs and zags in flight like a hornet.\n?\nHornet moths are found in England, Germany and Austria. They can also be found throughout much the northern United States, the southern Rocky Mountains and California. They are even found in Arizona above 6,000 feet.\n?\nRelated butterfly stories on MNN:\nWhere have all the monarch butterflies gone?\nTo attract butterflies, don't kill the caterpillars\n14 of the greatest animal migrations: Monarch butterflies","author":"","web_category":"earth-matters#animals","title":"Butterflies: Masters of disguise","picture_url":"http://images.mnn.com/sites/default/files/editorial/indian_leafwing_wings_open.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/butterflies-masters-of-disguise"}