{"summary":"The UNEP report cites rising gold prices for an increase in mining activity, which has increased mercury emissions from that activity since the last global mercury assessment report in 2008. UNEP found that 260 metric tonnes of mercury are being released into rivers and lakes every year.","advice_category":"4","content":"Even as delegates from more than 130 countries negotiated what could become the world's first legally binding international treaty on mercury emissions, two new reports show how bad the problem has become.\n?\nFirst, a study by Biodiversity Research Institute and the International POPs Elimination Network (IPEN) found that 84 percent of the world's fish contain unsafe levels of mercury. (The \"POPs\" in PEN's name refers to \"persistent organic pollutants.\")\n?\nThe report by the organizations found that fish samples from around the world \"regularly demonstrate mercury concentrations exceeding U.S. Environmental Protection Agency (EPA) human health advisory guidelines.\" ?According to the report, many fish in nine countries, including the U.S., contained so much mercury that eating fish more than once a month would exceed safe consumption levels.\n?\nThe report linked mercury in the environment to man-made pollutants, including \"chlor-alkali facilities, contaminated sites, coal-fired power plants, artisanal small-scale gold mining, mixed-use chemical industry sites, and other sources.\"\n?\nThe second report came from the United National Environment Programme (UNEP), which found that mercury emissions are rising worldwide, especially in developing countries. \"Mercury, which exists in various forms, remains a major global, regional and national challenge in terms of threats to human health and the environment,\" United Nations Under-Secretary-General and UNEP Executive Director Achim Steiner said in a news release. \"Mercury has been known as a toxin and a hazard for centuries — but today we have many of the alternative technologies and processes needed to reduce the risks for tens of millions of people, including pregnant mothers and their babies.\"\n?\nUNEP blamed rising mercury levels in parts of Africa, Asia and South America on coal-generated electric plants and an increase in small-scale gold mining. Asia, according to UNEP, produces nearly half of the world's mercury emissions, a situation driving by the region's rapid industrialization.\n?\nThe UNEP report cites rising gold prices for an increase in mining activity, which has increased mercury emissions from that activity since the last global mercury assessment report in 2008. According to UNEP, gold mining is responsible for 35% of all global mercury emissions, which directly endangers the 10 to 15 million people employed in the small-scale mining, including 3 million women and children.\n?\nBurning coal for electricity and heat was the second-highest source of mercury emissions, representing 24% of the global total, according to the report. Other sources cited by UNEP include consumer electronics, dentistry and plastic production.\n?\nUNEP has also improved its reporting procedures since 2008. This year's report, for the first time, includes data on global mercury levels into rivers and lakes. UNEP found that 260 metric tonnes of mercury are being released into rivers and lakes every year.\n?\nNegotiations on the global mercury treaty are scheduled to continue through January 18.","author":"","web_category":"earth-matters#energy","title":"84% of fish contaminated by mercury, study finds","picture_url":"http://images.mnn.com/sites/default/files/editorial/fish%20mercury.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/84-of-fish-contaminated-by-mercury-study-finds"}