{"summary":"Evidence of the voyage was discovered by a combination of archaeological excavation and chemical analysis of two jasper artifacts that the Norse used to light fires. The jasper artifacts were found L'Anse aux Meadows and the Norse explorers likely set out from that outpost","advice_category":"2","content":"Some 1,000 years ago, the Vikings set off on a voyage to Notre Dame Bay in modern-day Newfoundland, Canada, new evidence suggests.\n?\nThe journey would have taken the Vikings, also called the Norse, from L'Anse aux Meadows on the northern tip of the same island to a densely populated part of Newfoundland and may have led to the first contact between Europeans and the indigenous people of the New World.\n?\n\"This area of Notre Dame Bay was as good a candidate as any for that first contact between the Old World and the New World, and that's kind of an exciting thing,\" said Kevin Smith, deputy director and chief curator of the Haffenreffer Museum of Anthropology at Brown University.\n?\nEvidence of the voyage was discovered by a combination of archaeological excavation and chemical analysis of two jasper artifacts that the Norse used to light fires. The analysis, presented at the annual meeting of the Society for American Archaeology in Honolulu, suggests the jasper used in the artifacts came from the area of Notre Dame Bay. [See Images of the Viking Voyage Discovery]\n?\nThe jasper artifacts were found L'Anse aux Meadows and the Norse explorers likely set out from that outpost. They would've headed due south, traveling some 143 miles (230 kilometers) to Notre Dame Bay. When they reached their destination Norse would have set foot in an area of Newfoundland that modern-day researchers know was well inhabited.\n?\n\"This area of Notre Dame Bay [is] archaeologically the area of densest settlement on Newfoundland, at that time, of indigenous people, the ancestors of the Beothuk,\" a people who, at the time, lived as hunter-gatherers, Smith told LiveScience.\n?\nAside from likely encountering the ancestral Beothuk, the Norse would probably have been impressed by the landscape itself. The coastline had fjords, inlets and offshore islands, with lots of forests. Birds, sea mammals and fish also would have been plentiful.\n?\n\"For anyone coming from the nearly treeless islands of the North Atlantic, this would have potentially been a very interesting zone,\" Smith said. \"There are a lot of trees; there's a lot of opportunities for cutting things down; it's a bit warmer; it's an interesting mix of resources,\" Smith said.\n?\nFor any Norse voyagers who had been to Norway, it would have been familiar. It still would have made an impression though, since the lands the Norse had occupied in their journey across the North Atlantic tended to be more barren. \n?\nResearchers don't know the specifics about the contact between the Norse and the ancestral Beothuk on this voyage, presuming it actually happened. It could have been a peaceful encounter, although the Norse sagas also tell of hostile meetings with people in the New World. Also, while the possible meeting likely would have been one of the earliest Old World-New World encounters, researchers don't know if it was the very first. ?[Fierce Fighters: 7 Secrets of Viking Seamen]\n?\nNorse matches\nThe two jasper artifacts were key pieces of evidence that helped the researchers unravel the existence of the voyage.\n?\nThe larger, and more recently excavated of the two, was found in 2008, only 33 feet (10 meters) away from an ancient Norse hall. The discovery was made by Priscilla Renouf, a professor at Memorial University in Newfoundland, and Todd Kristensen, who is now a graduate student at the University of Alberta.\n?\n\"You can think of these almost as the matches of the Vikings,\" Smith said. The Norse would have struck them against a steel fire starter to make sparks to start a fire, he explained. As time passed, and after being struck against steel repeatedly, the jasper fire starters wore down and were thrown out.\n?\nThe chemical composition of jasper varies depending on where it was obtained. To figure out where the larger jasper fire starter came from, Smith, Thomas Urban of Oxford University, and Susan Herringer of Brown University's Joukowsky Institute for Archaeology and the Ancient World looked for the outcrops in the New (or Old) World chemically matched it. They compared the fire starter with geological samples using a handheld X-ray florescence device that can detect the chemical signature of jasper.\n?\nThe results suggested the jasper originated from the area of Notre Dame Bay, somewhere along a 44-mile-long (71 km) stretch of the coast. The closest chemical match was to a geological sample from modern-day Fortune Harbor.\n?\nThe second, smaller jasper piece was unearthed in the 1960s in excavations carried out by Helge and Anne Stine Ingstad, who discovered L'Anse aux Meadows. Different tests run on this piece suggested in 1999 that it also came from the Notre Dame Bay area. At the time Smith couldn’t prove it was used as a fire starter, but now believes it likely is.\n?\nExploring the New World\nEver since the discovery of L'Anse aux Meadows nearly 50 years ago, archaeologists and historians have been trying to uncover the story of Norse exploration in the New World.\n?\nPrevious research has revealed the presence of butternut seeds at L'Anse aux Meadows, indicating the Norse made a trip to the Gulf of St. Lawrence or possibly even a bit beyond. Additionally, Norse artifacts (and possibly a structure) have been discovered in the Canadian Arctic, indicating a trading relationship with the indigenous people there that might have lasted for centuries.\n?\nHowever, the Norse exploration outpost at L'Anse aux Meadows was in operation for no more than 10 to 25 years, archaeological evidence suggests. In fact, according to medieval Norse stories, the outpost may have been in use for just two to three years, and perhaps only seasonally, before being abandoned.\n?\nThe new research, Smith said, has demonstrated there is still much to learn about Norse exploration in the New World.\n?\n\"It's provocative,\" he said. \"It's interesting to think about where this goes.\"\n?\nFollow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n9 Craziest Ocean Voyages\n\n\nImage Gallery: Archaeology Around the World\n\n\nImage Gallery: One-of-a-Kind Places on Earth\n\n\nMNN: 10 false facts most people think are true\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Owen Jarus, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Traces of new Viking voyage discovered","picture_url":"http://images.mnn.com/sites/default/files/VikingSailing_m_0606.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/traces-of-new-viking-voyage-discovered"}