{"summary":"Farihi and his team sought out signs of planet formation in these types of retired stars in the Hyades cluster, a 625-million-year-old grouping of stars in the constellation of Taurus. But using Hubble's spectroscopic observations, Farihi and his fellow researchers saw that silicon — a major ingredient in the rocky material that formed Earth — was dirtying up the atmospheres of two white dwarfs","advice_category":"4","content":"Scientists using the Hubble Space Telescope have discovered two dead stars 150 light-years from Earth that are \"polluted\" with the raw material for strange, new worlds, scientists say.\n?\n\"We have identified chemical evidence for the building blocks of rocky planets,\" researcher Jay Farihi of the University of Cambridge said in a statement Thursday, May 9. \"When these stars were born, they built planets, and there's a good chance that they currently retain some of them. The signs of rocky debris we are seeing are evidence of this — it is at least as rocky as the most primitive terrestrial bodies in our solar system.\"\n?\nThe discovery came after the researchers used the Hubble telescope to study two dead white dwarf stars in the Hyades star cluster. Most stars, including our own sun, will end their lives as dense and dim stellar cores called white dwarfs. Farihi and his team sought out signs of planet formation in these types of retired stars in the Hyades cluster, a 625-million-year-old grouping of stars in the constellation of Taurus. [See how the white dwarf stars collect planet debris (Video)]\n?\n\n\n?\nWhite dwarf atmospheres are typically quite \"clean,\" with heavier elements clumping in the core, as Ben Zuckerman,?a physics and astronomy professor at UCLA, told scientists at the American Astronomical Society meeting earlier this year.\n?\nBut using Hubble's spectroscopic observations, Farihi and his fellow researchers saw that silicon — a major ingredient in the rocky material that formed Earth — was dirtying up the atmospheres of two white dwarfs. The researchers also identified low levels of carbon with Hubble's powerful Cosmic Origins Spectrograph. (Carbon levels are expected to be very low in rocky, terrestrial material.)\n?\n\"The one thing the?white dwarf?pollution technique gives us that we won't get with any other planet detection technique is the chemistry of solid planets,\" Farihi said in a statement from the European Space Agency (ESA). \"Based on the silicon-to-carbon ratio in our study, for example, we can actually say that this material is basically Earth-like.\"\n?\nThe material is thought to be leftover from terrestrial planets that formed when these stars were first born. After the stars collapsed into white dwarfs, relics from their asteroid belts may have been knocked into dangerous, star-grazing orbits. Torn apart by the white dwarfs' gravity, debris from these asteroid-like objects was sent swirling around the dead stars in a ring that then funneled the material inwards, the researchers say.\n?\nStar clusterswere thought to be unlikely hosts for alien planets. Of the 800 exoplanets known today, just four of them circle stars in these crowded stellar neighborhoods, including one in the Hyades cluster, researchers say. The new findings suggest planet formation in star clusters may be more common than previously believed.\n?\nThe research is detailed in the Monthly Notices of the Royal Astronomical Society. The science team hopes to detect more material around white dwarfs that could tell them about their parent bodies.\n?\nThe Hubble Space Telescope launched in 1990 and is overseen by NASA and the European Space Agency.\n?\nFollow SPACE.com on Twitter?@Spacedotcom. We're also on?Facebook?and?Google+. Original story on SPACE.com\n?\nRelated on SPACE.com and MNN:\n\n9 Exoplanets That Could Host Alien Life\n\n\nThe Strangest Alien Planets (Gallery)\n\n\nStar Quiz: Test Your Stellar Smarts\n\n\nMNN: 8 incredible images of dead and dying stars\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Megan Gannon, SPACE.com","web_category":"earth-matters#space","title":"Hubble telescope discovers 'polluted' dead stars","picture_url":"http://images.mnn.com/sites/default/files/HyadesStarCluster_m_0514.jpg","url":"http://www.mnn.com//earth-matters/space/stories/hubble-telescope-discovers-polluted-dead-stars"}