{"summary":"The Arctic experienced an extended period of warm temperatures about 3.6 million years ago — before the onset of the ice ages — at a time when the concentration of carbon dioxide in Earth's atmosphere was not much higher than the levels being recorded today, a new study finds. If this is the case, Earth's climate may be more sensitive to carbon dioxide than scientists previously thought, Brigham-Grette said.","advice_category":"2","content":"The Arctic experienced an extended period of warm temperatures about 3.6 million years ago — before the onset of the ice ages — at a time when the concentration of carbon dioxide in Earth's atmosphere was not much higher than the levels being recorded today, a new study finds. The research suggests that an ice-free Arctic may be a reality in the near future.\n?\nAn international team of researchers analyzed sediment cores collected in 2009 from Lake El'gygytgyn (pronounced El-Gee-Git-Kin), the oldest deep lake in the northeast Russian Arctic. The samples enabled the scientists to peer back into the Arctic's climate history dating from 2.2 million to 3.6 million years ago, during the middle Pliocene and early Pleistocene epochs.\n?\nThe researchers found that during this time, the Arctic was very warm, with summer temperatures about 14 degrees Fahrenheit (8 degrees Celsius) warmer than they are in the region today, said Julie Brigham-Grette, a professor in the department of geosciences at the University of Massachusetts Amherst and lead author of the new study, which was published on May 9 in the journal Science.\n?\n\"There was probably no sea ice, and the whole Arctic was pretty well forested, so it was a very different world,\" Brigham-Grette told LiveScience. \"So, how did we go from that to the tundra that we have today, and what does this tell us about the future?\" [Images of Melt: Earth's Vanishing Ice]\n?\nA window into the past\nLake El'gygytgyn, or \"Lake E,\" as the researchers refer to it, was formed 3.6 million years ago when a meteorite hit Earth and carved out an 11-mile-across (18 kilometers) crater. The lake is one of the few Arctic areas not eroded by continental ice sheets during the ice ages, meaning it has collected a continuous and undisturbed sediment record, the researchers said.\n?\nThe lake, which today is covered in ice for most of the year, is so deep that if the Washington monument were placed inside it, the tip would just barely appear above the surface, Brigham-Grette said.\n?\nThe researchers examined fossil pollen in the sediment core and discovered traces of Douglas fir and hemlock. Understanding the vegetation in the area during that time helped the scientists piece together more clues about the precipitation and climate.\n?\n\"To get Douglas fir and hemlock that far north of the Arctic Circle — you have to have pretty warm summers and warm winters in order for those trees to establish there,\" Brigham-Grette said.\n?\nPrevious research suggests the proportion of carbon dioxide (CO2) in the atmosphere in the Middle Pliocene and Early Pleistocene was similar to the levels that are recorded today and attributed to man-made sources. If this is the case, Earth's climate may be more sensitive to carbon dioxide than scientists previously thought, Brigham-Grette said.\n?\n\"We can see that the Arctic is quite sensitive to CO2 changes, and levels in the Pliocene were thought to be similar to today,\" Brigham-Grette explained. \"Some of the changes we see going on now — sea ice melting, tree lines migrating and glaciers with tremendous ablation rate — suggest that we're heading back to the Pliocene.\"\n?\nRising greenhouse gases\nClimate scientists are expecting the atmospheric carbon dioxide level to exceed 400 parts per million any day now, which will break a 3-million-year record. Hitting that level means there are 400 molecules of carbon dioxide in the air for every 1 million air molecules.\n?\n\"We want to know these mechanisms so we can understand better if the climate system has real, serious tipping points,\" Brigham-Grette said. \"As we get warmer, is there a tipping point where the climate would shift into a different kind of regime that we would be worried about? Understanding the past helps inform us of what the future might hold for us.\" [Earth in the Balance: 7 Crucial Tipping Points]\n?\nThe results of this new study represent an important contribution toward understanding how Earth is affected by man-made greenhouse gases, said Kate Moran, an ocean engineer who was not involved with the study. Moran is director of NEPTUNE Canada, an underwater ocean observatory managed by the University of Victoria in British Columbia.\n?\n\"This new paleoclimate record adds to the growing evidence that Earth's sensitivity to these levels of greenhouse gases may be higher than previously thought,\" Moran said. \"Understanding Earth's sensitivity is one of the key parameters for predicting future conditions of the planet under global warming.\"\n?\nAnd a return to Pliocene-type conditions may not be too far off in the future, said Gifford Miller, a professor in the department of geological sciences at the University of Colorado Boulder, who conducts research in the Canadian Arctic.\n?\n\"The ice is melting at all elevations,\" Miller said. \"Even if there is no additional warming, it's only a matter of time before the ice is all gone.\"\n?\nRethinking the timeline\nThe extended warm period during the middle Pliocene also raises new questions about the subsequent ice ages. According to the new study, warm Arctic temperatures persisted past the time when previous studies estimated the start of expanding glaciers in the Northern Hemisphere, Moran said.\n?\nThese conflicting results mean scientists are still unclear when big continental ice sheets began to expand and grow, and what triggered these changes.\n?\n\"It really stays relatively warm in the Arctic, even in the onset of the first part of the ice age cycle,\" Miller said. \"That one was unexpected.\"\n?\nBut, researchers are slowly filling in the history of the Arctic's climate.\n?\n\"I like to think of it as working on a big 500-piece puzzle,\" she said. \"We had 200 pieces before, and now the lake record provides us with another 100 pieces, and the picture is starting to become more and more clear.\"\n?\nFollow Denise Chow on Twitter @denisechow. Follow LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n50 Interesting Facts About The Earth\n\n\n8 Ways Global Warming Is Already Changing the World \n\n\nIce World: Gallery of Awe-Inspiring Glaciers\n\n\nMNN: 7 reasons why Arctic sea ice matters\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Denise Chow, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Ice-free Arctic? It's closer than you think","picture_url":"http://images.mnn.com/sites/default/files/ArcticIce2012_m_0510.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/ice-free-arctic-its-closer-than-you-think"}