{"summary":"Scottish offshore wind today. The offshore wind industry is relatively young — the first offshore turbine went up in the waters off Denmark in 1991, whereas we've been building terrestrial turbines for thousands of years","advice_category":"4","content":"Situated just a couple of hundred miles to the southeast of Iceland sits the small seaside Scottish village of Lerwick. For hundreds of years, its fishermen have set out into the frigid and stormy waters of the North Sea to practice their trade, hauling home their catch at the end of each trip. For the past 60 years or so, they've been joined on the high seas by geologists, drillers and other workers from the energy industry, intent on extracting oil and gas from the substantial deposits found lying beneath the waters. The fishermen and drillers have to be stout of heart and keen of mind just to survive their day — the North Sea has some of the stormiest waters in the world. As the saying goes, if you can hack it working in the North Sea, you can hack it anywhere.\n?\n\nScottish First Minister Alex Salmond, at right.\n?\nIf Scottish First Minister Alex Salmond gets his way, those fisherman and oil workers will soon be joined by scores of workers from a new industry — offshore wind power. Scotland believes that it can leverage its centuries of fishing experience and decades spent installing and operating deepwater oil and gas rigs to build an extensive network of offshore, deep water industrial wind turbines. By doing so, they hope to ensure themselves a supply of clean and renewable energy with enough left over to export to other European and Scandinavian countries. All while building a model that can be followed by other countries blessed with windy waters.\n?\nOffshore wind is the undeveloped cousin of the wind power family. While there are now tens of thousands of towering terrestrial turbines spinning around the world, we've only just begun to dip our toes into the sea. The handful of projects that have been built have been set in relatively shallow near shore waters and mostly in small-scale concept-testing deployments. Scotland thinks it has what it takes to push turbines in large numbers farther out to places where the sea floor may lie thousands of feet below the waves.\n?\n\n?\nI spent a week in Scotland earlier this year (*courtesy of Scottish Enterprise, a trade industry group tasked with promoting Scottish economic interests) learning about their windy aspirations at the Offshore Wind & Supply Chain Conference. What I found was an atmosphere charged with excitement and energy about the future potential of deepwater offshore wind power. Scotland doesn't have any easy path to navigate, with many financial, technical and political challenges to overcome, but if they are able to pick their way over and around the difficulties, they have the potential to become a powerhouse in the world of offshore wind. It's not a small \"if,\" but it's one that a lot of people in Scotland are working hard to make happen. Here are some of the things you should know.\n?\nScottish offshore wind today\nScotland got it's first offshore wind turbine in 2006. The Scottish government has set a goal of generating 100 percent of its electricity using renewable energy by 2020 and wind power is expected to make up most of the capacity. The Offshore Valuation Study, commissioned by the Scottish Development Council, found that Scotland has more than 25 percent of Europe's wind power resources and 40 percent of the overall U.K. total.\n?\nNearly all of Scotland's offshore seabeds are owned and controlled by Crown Estate, the quasi-governmental organization tasked with managing the holdings of the United Kingdom's Crown. They own the seabed 12 miles off U.K. shores and have rights to lease out up to 200 nautical miles to renewable energy projects. They have been doling out those leases to build wind farms in three distinct rounds. The first two round leases were in relatively shallow waters not farm from shore. Round 1 and 2 farms were small and meant to serve as real-world test grounds for round 3 developments and beyond. Round 1 and 2 farms were where companies like E.on, Siemens?and Vattenfall built and refined designs both for the turbines and for getting the electricity from farm to shore. It's where they worked out the procedures for wind farm construction and maintenance and where they tested different models of turbine to find the ones that best handle the North Sea's fierce weather and angry waters.\n\t?\n\n\t?\nLast year, plans for a $6.5 billion wind farm was submitted for consideration, making it the first round 3 project to get into the pipeline. The proposed 339 turbine farm would sit 12 miles offshore, spread out over 115 square miles, and generate enough electricity to power up to a million Scottish homes.\n?\nClick over to Offshore Wind Scotland to see the map showing where Round 3 farms will sit.\n?\nThe technology of offshore wind\nThe offshore wind industry is relatively young — the first offshore turbine went up in the waters off Denmark in 1991, whereas we've been building terrestrial turbines for thousands of years. Coincidentally, the first electricity producing turbine was built in 1887 by Scottish academic James Blyth at his vacation home in Marykirk, Scotland. But what the industry lacks in lead time, they have been more than making up for it with passion and hustle — ?the largest turbine in development, an 8-megawatt (MW) monster with a rotor diameter of 538 feet, is being built exclusively by Vestas for offshore placement and is expected to be available next year.\n?\nOffshore turbines in Scottish waters have to withstand all of the punishing weather conditions that land-based turbines face with the added stresses of the strong North Sea currents and salt water. It's not an easy environment to operate in. The challenges don't stop there — once the electricity has been generated, it then has to be transmitted back to the mainland over miles of underwater sea floor.\n?\n\n?\nNearly every turbine in the water today is fixed solidly to the ocean floor, by various designs. Some sit atop poles driven deep into the seabed while others are anchored by wide heavy bases that grip against the currents. If wind farmers want to push out into the really deep waters, they will have to perfect the floating turbine. Floating turbines still need to be anchored to the sea floor, but they are tied in with stabilizing wires, a much cheaper solution that will allow for operations in waters thousands of feet deep. It seems a simple enough proposition to build a floating turbine until you factor in the height and spread of modern turbines — the stresses created by enormous sweeping turbine blades hundreds of feet in the air will require a lot of creative engineering and masterful industrial design to reliably handle.\n?\nOne thing is unarguable — you couldn't ask for a better offshore wind laboratory than Scotland.\n?\nScotland's offshore credibility\nThe seabed below the North Sea was first tapped for gas in the 1950s, but it wasn't until the the end of the next decade that drilling development really revved up. By the time the oil crises of the '70s came around, the oil and gas industry were well-positioned to take advantage of the resulting high oil prices by selling their North Sea harvest. As more and more oil rigs were constructed and the industry grew, much of the U.K. oil and gas sector settled in and around seaside Aberdeen, Scotland.\n?\n\n?\nToday there are hundreds of oil rigs situated off Scotland's shores, each providing a long string of jobs to the oil workers and supply chain staff that keep them running. Oil and gas money ripple out across Scotland's economy, directly providing employment to hundreds of thousands of people and indirectly to millions more. But each of those jobs is dependent on one thing: there being more oil and gas to pump out of the ground.\n?\nIn the face of production numbers that show peaking around 2001, Scottish business and political leaders know they need to do something if they wanted to stave off a decline in economic vitality that matches the decline in North Sea oil and gas reserves. Their solution is a pragmatic one — transfer the knowledge and expertise they have built up working in the oil and gas industry for the past four decades into a new industry producing clean, renewable energy. They want to turn Scottish oil rig workers into wind farm workers. They want Scottish welders building turbines and tidal power harvesters. They want to change from being leaders in offshore oil and gas to being leaders in offshore energy.\n?\nRoadblocks, controversies and Donald Trump\nThe road to worldwide leadership in offshore wind power is not without it's potential potholes and roadblocks. Not everyone in Scotland is excited about the idea of dotting their waters with industrial wind turbines. Perhaps the most public and vocal opponent of wind power is American reality television star Donald Trump. Trump, whose mother was born in Scotland, battled environmentalists and conservationists for years to build a sprawling golf course just north of Aberdeen. He has put his plans on hold to build an additional 1,500 houses and a hotel on his property due to a proposed wind farm offshore from his golf course. Trump, who built part of his course on ecologically sensitive sand dunes, claims that the wind turbines will lead to the destruction of the coastline and local economy and vows not to move ahead with construction until the proposed $327 million 11-turbine development is killed.\n?\nA 2010 survey commissioned by Scottish Renewables found that 78 percent of respondents agreed with the proposition that wind farms were needed to meet future and current energy needs while an earlier 2003 survey found that more than half of the citizens living near Scottish wind farms wanted to see more turbines built in their local area.\n\n?\n\nBut even with strong public support like that, there are other pockets of discontent beyond the histrionics of Donald Trump. The village of Blackdog, a small settlement located in Aberdeenshire, is opposing plans to build a $340 million electricity substation that would link offshore turbines to the onshore electric grid. Villagers are afraid the substation will bring increased traffic congestion, noise, and dust from the accompanying construction and maintenance vehicles. In 2011, local opposition to proposed offshore wind farms forced the Scottish government to rework plans for three developments.\n?\nOf course, one of the reasons that Scotland's Round 3 developments are set to be built so far out to sea is to preclude opposition from people unhappy about changes to their ocean view. If Scotland can get far-offshore wind turbine technology right, opposition groups will lose a lot of their ammunition and Donald Trump will be able to build his hotel. It's hard to fight something that's too far out to sea to see.\n?\n\n?\nThe future\nThere are currently nine large zones in Round 3 development with a targeted generating capacity of 32GW. Seven projects are in the planning stages with a total generating capacity of 10GW. Billions of dollars are being invested and thousands of jobs created.\n?\nOffshore wind fever in Scotland is blowing hard. If Scotland can solve the difficult engineering problems that come with deepwater offshore wind power as well as smooth out political opposition, they could be very well positioned for the transition to a clean, carbon-free energy future. It's still a big \"if\" and much remains to be seen in how things come together, but right now even someone with the resources of Trump can't slow down Scotland's enthusiastic and experimental embrace of offshore wind. We'll be watching.\n?\n* Full disclosure: My trip to Scotland was paid for by Scottish Enterprise.\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets.?And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#energy","title":"Can Scotland lead the way on offshore wind power?","picture_url":"http://images.mnn.com/sites/default/files/wind-farm-in-water-feat.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/can-scotland-lead-the-way-on-offshore-wind-power"}