{"summary":"\tThe water. \tGood technique is key to a pleasant Neti pot experience! It seems a little bit awkward at first, but remember: the worst thing that can happen is a little water goes up your nose, just like when you were a kid and swimming for the first time","advice_category":"2","content":"Things must be seriously blooming, because pollen counts are high across the U.S. right now. Everyone I know is sniffling, sneezing and suffering. Even folks who aren’t allergy-prone seem to be getting hit this year, and you can count me among those numbers. \n\n\t?\n\n\tIt’s easy to grab some nasal spray or an over-the-counter allergy medication when hay fever sets in, but that’s not a long-term solution. Your body builds a tolerance to these chemical quick fixes, and over time you have to either up your dose or cope with symptoms once again.\n\n\t?\n\n\tI’d heard folks singing the praises of the Neti pot, but I’ll be honest here: it sort of freaked me out. It seemed a little counter-intuitive to pour water into my nose. After months of deliberating, I finally took the plunge and am now a Neti pot convert! Here are some tips from one first-time Neti pot user to another:\n\n\t?\n\n\tHow it works\n\n\tThis part is pretty simple. You’re basically using a very diluted saline solution to flush the gunk out of your sinuses. Water flows into one nostril, through your nasal cavity, and out the other nostril. This sounds a lot more uncomfortable than it is. If you get your technique down pat, you barely feel anything at all. The tips below will definitely help make it a more pleasant experience!\n\n\t?\n\n\tThe water\n\n\tYou want the water you’re using to be lukewarm. If it’s too cold or too hot, the Neti pot experience is less pleasant.\n\n\t?\n\n\tA lot of Neti pots come with packets and instructions for creating the saline mixture. If yours doesn’t, just combine a pint of water with a teaspoon of salt and 1/2 teaspoon of baking soda. A pint of water should be enough to irrigate both nostrils, and the baking soda helps balance the mixture’s pH, so it’s easier on your nasal passages. You flush each nostril separately, using half the pint on each side.\n\n\t?\n\n\tThe technique\n\n\tGood technique is key to a pleasant Neti pot experience! It seems a little bit awkward at first, but remember: the worst thing that can happen is a little water goes up your nose, just like when you were a kid and swimming for the first time. No sweat!\n\n\t?\n\n\tSome folks recommend standing or sitting in the bathtub, but the sink works fine, too. To start, place the spout of the pot into your nostril. Bend over a bit at the waist, then tilt your head to about a 45-degree angle. The idea is to get one nostril over the other, where the one on top has the spout in it. You’ll also want to tilt your head forward slightly to help keep water from going up your nose.\n\n\t?\n\n\tThe water should start to flow through at this point, and so try to relax and take deep breaths through your mouth. It’s easy to catch yourself holding your breath, so try to really focus on breathing. Don’t worry if you need to take a break. This will get easier every time you do it!\n\n\t?\n\n\tAre there any experienced Neti pot users who want to share some wisdom? We’d love to hear your tips in the comments!\n\n\t?\n\n\tOther stories from Care2.com:\n\n\t\t5 Simple Food Swaps That Might Save Your Life\n\n\t\tVitamin D Linked to Diabetes, Cancer, Depression and More\n\n\t\tWhy Are Allergies Increasing?\n\n\tThis story was written by Becky Striepe.?It originally appeared on?Care2.com?and is used here with permission.?Visit?Care2.com?to discover more than 5,000 ways to enhance your life — from holistic?health and wellness?to?pets?and?family life, the experts at Care2.com share great tips for living a healthier, happier and more sustainable lifestyle.","author":"","web_category":"health#allergies","title":"Confessions of a Neti pot convert","picture_url":"http://images.mnn.com/sites/default/files/main_neti.jpg","url":"http://www.mnn.com//health/allergies/stories/confessions-of-a-neti-pot-convert"}