{"summary":"So will the Bibles be rubbing shouldeers with atheist books anytime soon??. He protested, and park managers whisked the Bibles away while seeking advice from the state attorney general's office on how to proceed, reports The Christian Science Monitor.","advice_category":"5","content":"The separation of church and state … and vacation?\n?\nLast month a traveling atheist staying at Amicalola Falls State Park?in north Georgia was dismayed to find nine Gideon Bibles in the cabin he was renting. He protested, and park managers whisked the Bibles away while seeking advice from the state attorney general's office on how to proceed, reports The Christian Science Monitor.\n?\nThe attorney general declared the state was in the clear since the books had been donated, leading Gov. Nathan Deal to order that the Bibles be reinstated to the bedside tables at Amicalola and other state parks. Along with the decision, the governor said any religious group was welcome to donate literature.\n?\nEnter the atheists.\n?\nDavid Silverman, president of the American Atheists?organization, has approached the state on how to donate atheist literature — including books with titles like \"Why I Am An Atheist” —?to the parks. ?\n\"We appreciate the governor's invitation to place atheist books in the cabins and look forward to providing visitors with the opportunity to learn more about atheism when they visit Georgia's beautiful state parks,\" American Atheists Managing Director Amanda Knief said in a statement.\n?\n\"We expect fair treatment, we anticipate fair treatment and we look forward to fair treatment,\" Silverman said. \"If the state is going to put Bibles in the cabins, they must allow alternate points of view — all alternative points of view, without taking sides.\"\n?\nSo will the Bibles be rubbing shouldeers with atheist books anytime soon??\n?\nWhen queried if the governor would welcome the atheist literature,?Deal’s spokesman, Brian Robinson, would only say that the governor's office is working on regulations governing the distribution of materials with the Department of Natural Resources and the attorney general's office.\n?\nRelated stories on MNN:\n\nCharles Darwin gets 4,000 write-in votes in Georgia election\nThousands of U.S.?atheists?turn out for 'Reason Rally'\nAmericans?don't know much about religion, survey says?","author":"","web_category":"earth-matters#politics","title":"Atheists push for books next to Bibles in Georgia state parks","picture_url":"http://images.mnn.com/sites/default/files/editorial/bibles.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/atheists-push-for-books-next-to-bibles-in-georgia-state-parks"}