{"summary":"The Shenzhou 10 mission will be China's fifth piloted space sojourn. During Shenzhou 10's mission of 15 days, there will be two docking tests with the Tiangong 1, one automatic and the other manual, Wu said.","advice_category":"4","content":"China plans to launch three people on its fifth manned space mission Tuesday, June 11, officials announced over the weekend.\n?\nChina's Shenzhou 10 piloted spacecraft will be launched at 5:38 p.m. Beijing time (5:38 a.m. EDT (0938 GMT)) with a three-person crew from the Jiuquan Satellite Launch Center in the Gobi desert.\n?\nWu Ping, spokeswoman for China's manned space program, announced the names of the three Shenzhou 10 astronauts on Monday (June 10). They are:\n\nNie Haisheng is a Chinese military pilot and China National Space Administration (CNSA) astronaut. In 1998, Nie was selected for the Chinese spaceflight program and was one of three candidates to train for the Shenzhou 5 flight, China's first piloted space mission. Yang Liwei was picked for the flight, with Zhai Zhigang ranked second ahead of Nie. Nie flew into orbit, along with Fei Junlong (commander), as flight engineer of the Shenzhou 6 flight on Oct. 12, 2005. The mission lasted just under five days. [China's 1st Manned Space Docking Mission (Pictures)]\n\n\nZhang Xiaoguang is a Chinese pilot selected as part of the Shenzhou program. He was born in Liaoning province and was a squadron commander in the People's Liberation Army Air Force when he was selected to be an astronaut in 1998.\n\n\nWang Yaping, a former air force pilot, will become China's second female astronaut in space after Liu Yang, who was onboard the Shenzhou 9 mission in 2012. Wang, 35, was selected as an astronaut in 2010 and will work with her colleagues on the orbiting space lab module for 15 days.\n\nGobi desert liftoff\nMeanwhile, preparations continue for the Shenzhou 10 spaceship, atop its Long March 2F rocket booster at the Jiuquan Satellite Launch Center in Gansu province.\n?\nOnce in orbit, Shenzhou 10's crew is to rendezvous and dock with the nation's Tiangong 1 space module, which is already circling Earth. The module's orbit has been adjusted in preparation for the forthcoming visit by the Chinese astronauts.\n?\nDuring Shenzhou 10's mission of 15 days, there will be two docking tests with the Tiangong 1, one automatic and the other manual, Wu said.\n?\nThe 8.5-ton Tiangong 1, or Heavenly Palace 1, has been circuiting Earth since September 2011 and was used in China's first piloted rendezvous-and-docking venture — the three-person Shenzhou 9 space trek — in June 2012.\n?\nThe Shenzhou 10 mission will be China's fifth piloted space sojourn. The first Chinese astronaut, Yang Liwei, orbited Earth in 2003. Before this upcoming mission, eight Chinese astronauts — including one woman, Liu Yang — have traveled into space.\n?\nModest station\n\"As first space stations go, Tiangong 1 is rather modest … just less than half the mass of the world's first space station, the Soviet Union's Salyut 1. Launched in 1971, it had a mass of about 18.6 metric tons. The first U.S. space station, Skylab, launched in 1973, had a mass of about 77 metric tons,\" noted Marcia Smith, editor of SpacePolicyOnline.com, in a recent posting.\n?\nBy comparison, Smith said, the International Space Station has a mass of about 400 metric tons and has been permanently occupied by crews of two to six people rotating on four- to six-month missions for the past 13 years.\n?\nChinese media outlets report that the Shenzhou 10 mission will be the last of three planned experiments to master the technologies of space rendezvous and docking. The experiences gained will enable China to build and operate a large space station around 2020, officials have said.\n?\nLeonard David has been reporting on the space industry for more than five decades. He is former director of research for the National Commission on Space and is co-author of Buzz Aldrin's new book, \"Mission to Mars – My Vision for Space Exploration,\" published by National Geographic. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nLiftoff! Launch Photos of China's Shenzhou 9 Docking Mission \n\n\nShenzhou 9 Explained: China's 1st Female Astronaut Heads to Space Lab (Infographic)\n\n\nGallery: Tiangong 1, China's First Space Laboratory \n\n\nMNN: Are the U.S. and China entering into a new space race?\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Leonard David, SPACE.COM","web_category":"earth-matters#space","title":"Shenzhou 10: China names crew for 5th manned space mission","picture_url":"http://images.mnn.com/sites/default/files/ShenzhouAstronauts_m_0610_0.jpg","url":"http://www.mnn.com//earth-matters/space/stories/shenzhou-10-china-names-crew-for-5th-manned-space-mission"}