{"summary":"?\"It is not real oversight when the United States Congress cannot get a yes or no answer to the question of whether an estimate currently exists as to whether law abiding Americans have had their phone calls and emails swept up under the FISA law.\". Wyden had introduced an amendment to the bill that would have forced the National Security Agency (NSA) to disclose how many Americans had been affected by FISA","advice_category":"5","content":"On Dec 28, the U.S. Senate voted overwhelmingly in favor of keeping George W. Bush-era surveillance laws that will allow continued warrantless surveillance of Americans for the next five years.\n?\nThe Senate's 23-73 vote on the Foreign Intelligence Surveillance Act (FISA), is an extension of the warrantless wiretapping law that grants legal immunity to telecommunications providers in order to continue to assist intelligence agencies with monitoring communications.\n?\nIn addition to phone calls, text messages and emails may also be obtained by investigators for counterterrorism purposes, an easy assertion for law enforcement to make, Gizmodo reports.\n?\nThe Electronic Frontier Foundation, an Internet-rights advocacy organization, claimed in a statement that the act \"allows the government to get secret FISA court orders — orders that do not require probable cause like regular warrants — for any emails or phone calls going to and from overseas.\n?\n\"The communications only have to deal with 'foreign intelligence information,' a broad term that can mean virtually anything. And one secret FISA order can be issued against groups or categories of people — potentially affecting hundreds of thousands of Americans at once.\"\n?\nThe bill is now headed for President Obama's desk,? and he is expected to sign it. Although an identical bill elicited contentious debate in 2008, a different political climate made passage much easier today.?\n?\n\"This is the last opportunity for the next five years for the Congress to exercise a modest measure of real oversight over this intelligence surveillance law,\" Senator Ron Wyden (D-Ore.) told the press before the vote. ?\"It is not real oversight when the United States Congress cannot get a yes or no answer to the question of whether an estimate currently exists as to whether law abiding Americans have had their phone calls and emails swept up under the FISA law.\"\n?\nWyden had introduced an amendment to the bill that would have forced the National Security Agency (NSA) to disclose how many Americans had been affected by FISA. \n?\nSince 2009, the agency has refused to share that information on the basis that it would violate the privacy of those affected.\n?\n?\nRelated on TechnewsDaily and MNN:\n\n6 Tips to Protect Your Holiday Package Deliveries\n\n\nHow Your Cellphone Lets the Government Track You\n\n\n10 USB Flash Drives\n\n\nMNN: 5 reasons our voting habits are surprisingly irrational\n\n?\nThis story was originally written for TechNewsDaily and is reprinted with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"Ben Weitzenkorn","web_category":"earth-matters#politics","title":"Senate renews controversial wiretapping law","picture_url":"http://images.mnn.com/sites/default/files/wiretap.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/senate-renews-controversial-wiretapping-law"}