{"summary":"Most common food allergies. Avoiding food allergies","advice_category":"2","content":"Approximately 12 million people in the U.S. experience food allergy symptoms during their lifetime.\n?\nIn fact, one in 25 adults – or one out of every 17 kids age 3 and under – suffers from food allergies. Symptoms can appear within as little as two minutes or up to two hours after exposure.\n?\nIf you’re one of these people, you’re likely to experience at least one of the following symptoms:\nrashes\nhives\nitching\nswelling\nwheezing and breathing difficulty\nswollen lips or eyelids\nSome people experience severe gastrointestinal symptoms from food allergies such as:\nvomiting\ncramps\ndiarrhea\nIn extreme cases, food allergies, especially to peanuts and shellfish, can lead to death from anaphylactic shock.\n?\nMost common food allergies\nAccording to WebMD, the most common food allergies for adults are shellfish (shrimp, crayfish, lobster and crab), peanuts, tree nuts (such as walnuts), fish and eggs.\n?\nFor children, eggs, milk and peanuts cause the most food allergy problems, WebMD reports.\n?\nFurther complicating matters, there’s also the possibility of cross-reactions.\n?\nWhat this means is that some people who are allergic to certain plants will also exhibit allergic reactions to certain foods.\n?\nFor example, some people who are allergic to ragweed will also have an allergic reaction when they eat a melon or a banana.\n?\nAvoiding food allergies\nIt’s important to get in touch with your body and recognize any symptoms. Eliminating offending foods is the only tried and true way to avoid flare ups.\n?\nYou can have your physician or allergist do a skin test for food allergies, but keep in mind that just because your skin shows sensitivity, it doesn’t necessarily mean you’ll experience allergic reactions, at least not severe ones.\n?\nKeeping a food journal is one of the best ways to learn how to eliminate foods that trigger reactions.\n?\nWhat’s causing the upswing in food allergies?\nTechnically speaking, food allergy symptoms manifest themselves when the immune system mistakenly takes a harmless food item for an enemy. A series of reactions leads to the release of chemicals such as histamine. In turn, these chemicals cause the allergic reaction, which will vary depending upon the location in the body where they were released.\n?\nLooking at food allergies from a wider perspective, let’s examine some of the possible causes for the recent upswing in cases.\n?\nWestern society scrubs itself clean of all germs with heavily-marketed anti-bacterial soap. Could this germ phobia cause for an increase in food allergies?\n?\nThat’s one theory that’s been circulating among physicians, allergists and naturopaths and holistic healers for at least the past two decades.\n?\nAccording to this theory, the anti-bacterial soap could actually weaken your immune system, causing it to attack a particular food substance and release histamines and other inflammatory chemicals in your body. The belief is that your immune system needs to mature and get stronger and the way to do that is through normal exposure to bacteria and allergens.\n?\nSo, if you have a toddler and keep your house spic and span, neutralizing all foreign microscopic invaders—both good and bad—your child may become more vulnerable to developing food allergies because their immune system has never learned to fend for itself.\n?\nProcessed foods, breast milk from mother to infant, and cross contamination from processors who produce many different food products in the same facility, are some of the other theories accounting for the increased incidence of food allergies.\n?\nGot other ideas on food allergy symptoms??Leave us a note in the comments below.\n?\nJudd Handler is a wellness consultant and health freelance writer in Encinitas, California.","author":"","web_category":"health#allergies","title":"What are food allergy symptoms?","picture_url":"http://images.mnn.com/sites/default/files/peanuts_1.jpg","url":"http://www.mnn.com//health/allergies/stories/what-are-food-allergy-symptoms"}