{"summary":"\"Every mammoth that has ever been found — it's either its bones or dried tissue and skin or pieces of hair, so to find a piece of frozen mammoth that's so well preserved that there's blood inside is pretty amazing,\" Dal?n said. By comparing genomes, researchers would try to identify the key genes that create distinctive traits — such as body size, the tusks and shaggy coats of the extinct creatures — and tack those in to the elephant genome, Poinar said.","advice_category":"2","content":"Despite the recent discovery of a stunningly preserved mammoth, the odds of scientists using it to clone a real-life mammoth anytime soon are still low, experts say.\n?\n\"To clone a mammoth by finding intact cells — and, more importantly, an intact genome — is going to be exceptionally difficult, likely impossible,\" said Love Dal?n, a paleogeneticist at the Swedish Museum of Natural History. \"Finding this mammoth makes it slightly less impossible.\"\n?\nDal?n is referring to the amazingly preserved mammoth remains found recently in the icy tundra on an island off the coast of Siberia. Some of the tissue was locked beneath the ice, and when researchers struck it with a pick, blood came flowing out, they said. [See Images of the Preserved Mammoth]\n?\nEven tissue that looks as juicy and fresh as a steak, however, can be damaged on the cellular level. That would mean very little useful DNA (the molecules that carry the instructions for life), could be extracted, the researchers said.\n?\nStunning find\nOutside researchers haven't examined the tissue and blood that was reportedly preserved in this 10,000-year-old mammoth. but Dal?n's conversations with the research team suggest the fossilized beast is in incredibly good shape, he said.\n?\n\"Every mammoth that has ever been found — it's either its bones or dried tissue and skin or pieces of hair, so to find a piece of frozen mammoth that's so well preserved that there's blood inside is pretty amazing,\" Dal?n said. \"From a DNA standpoint, it might be the most well-preserved specimen ever found.\"\n?\nHoly Grail\nBecause flash freezing could preserve the cells, and possibly their genetic information, everyone in the field is searching for the Holy Grail: a mammoth that fell into a frozen lake, which then immediately froze overnight and stayed perennially frozen for 10,000 years, said Hendrik Poinar, an evolutionary geneticist at McMaster University in Canada.\n?\nThe chances of finding such a perfect specimen are incredibly slim, Poinar said.\n?\nEven if a mammoth were buried in ice at the time of discovery, it wouldn’t be clear how many times the fossil had thawed and refrozen over the millennia, he added.\n?\nPast mammoth discoveries have looked very good on the outside — even shooting out what initially looked like blood — only to later be found to have heavily damaged cells that contain unusable DNA.\n?\n\"When you take [samples] back to the lab, you realize that they're pretty heavily degraded,\" Poinar told LiveScience.\n?\nFor cloning, intact DNA is needed, as the process requires replacing the DNA in an elephant egg with a mammoth's genome, then gestating the egg inside an elephant.\n?\nBut time and harsh weather conditions inexorably degrade DNA, splitting it up into millions of tiny snippets that are extremely difficult to piece together. For instance, a 2012 study found that in bone, half of the chemical bonds in DNA break down within 521 years after death, and the genetic material degrades completely by 6.8 million years.\n?\nElephant in disguise?\nIf the white blood cells — or more likely, tissues — from the recently discovered mammoth are in fairly good condition, then there may be longer intact DNA snippets, which should be easier to piece together, Poinar said.\n?\nEither way, the mammoth genome would probably be reconstructed by using the elephant genome as the blueprint.\n?\nBy comparing genomes, researchers would try to identify the key genes that create distinctive traits — such as body size, the tusks and shaggy coats of the extinct creatures — and tack those in to the elephant genome, Poinar said.\n?\nCloning based on that blueprint may result in a rather odd creature: something that looked, on the outside, like a mammoth, but was basically an elephant in disguise.\n?\nIs cloning a mammoth a worthy endeavor for science? \"I hope the science moves slow enough in this case that we can actually have that discussion,\" Poinar said.\n?\nFollow Tia Ghose on Twitterand Google+.?Follow?LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nDwarf Gallery: Fossils of a Little Mammoth\n\n\n6 Extinct Animals That Could Be Brought Back to Life\n\n\nImage Gallery: 25 Amazing Ancient Beasts\n\n\nMNN: De-extinction: Can we revive the woolly mammoth?\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#animals","title":"Mammoth cloning still unlikely, despite blood discovery","picture_url":"http://images.mnn.com/sites/default/files/Mammoth_m_0603.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/mammoth-cloning-still-unlikely-despite-blood-discovery"}