{"summary":"\tBroun had no comment on the write-in campaign.. The votes for Darwin were not officially tallied since the naturalist was not a certified write-in candidate.","advice_category":"5","content":"U.S. Rep. Paul Broun of Georgia made headlines a few weeks ago when he called evolution, embryology and the Big Bang \"lies straight from the pit of hell.\"\n\n\t?\n\n\tWell, now he's making headlines again, this time for an unexpected opponent in his successful bid for reelection: Charles Darwin. The long-deceased \"father of evolution\" received nearly 4,000 write-in votes in Athens-Clarke County this week, according to the Athens Banner-Herald. The votes for Darwin were not officially tallied since the naturalist was not a certified write-in candidate.\n\n\t?\n\n\tThe push to write in votes for the author of \"The Origin of Species\" grew out of a?\"Darwin for Congress\" Facebook page, which called for voters to \"send a message to Paul Broun and his colleagues.\" The page's founder, Jim Leebens-Mack, a plant biologist with the University of Georgia, told the Banner-Herald that the number of votes Darwin received shows that Paul Broun is vulnerable. The most recent post on the page tells people not to worry, \"We will definitely find a rational, living candidate to replace Dr. Broun in 2014!\"\n\n\t?\n\n\tBroun did receive nearly 17,000 votes in the county and more than 200,000 votes through his district. He ran unopposed.\n\n\t?\n\n\tThe comments about evolution and other sciences were made at a Sept. 27 church banquet, when he also said that he believes the world is 9,000 years old and was created in six days. \"I hold the Holy Bible as being the major directions to me of how I vote in Washington, D.C.,\" he said, \"and I'll continue to do that.\" In 2009, he petitioned to make 2010 \"The Year of the Bible.\" He also co-sponsored legislation that would define marriage as consisting only of the union of a man and a woman.\"\n\n\t?\n\n\tBroun, a member of the Republican Party and the Tea Party Caucus, has been in office for five years. A physician by trade, he sits on the House Science, Space and Technology Committee.\n\n\t?\n\n\tBroun had no comment on the write-in campaign.\n\n\t?\n\n\tRelated stories on MNN:\n\n\n\t\t\tWas Charles Darwin the world's most emo scientist?\n\n\n\n\t\t\t5 of the strangest presidential elections in history\n\n\n\n\t\t\tHistory's top 12 dads: Charles Darwin","author":"","web_category":"earth-matters#politics","title":"Charles Darwin gets 4,000 write-in votes in Georgia election","picture_url":"http://images.mnn.com/sites/default/files/darwin_1.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/charles-darwin-gets-4000-write-in-votes-in-georgia-election"}