{"summary":"President Obama has nominated Massachusetts Institute of Technology scientist Ernest Moniz to lead the U.S. Like outgoing Energy Secretary Steven Chu, Moniz is a respected physicist who would leave a prestigious job in academia to head the DOE","advice_category":"5","content":"Update, May 16: The U.S. Senate has overwhelmingly approved Ernest Moniz's nomination to lead the Department of Energy, voting 97-0 in favor.\n?\n\n\n?\nPresident Obama has nominated Massachusetts Institute of Technology scientist Ernest Moniz to lead the U.S. Department of Energy in his second term, sparking a wide range of reactions from scientists, environmentalists and industry advocates.\n?\nLike outgoing Energy Secretary Steven Chu, Moniz is a respected physicist who would leave a prestigious job in academia to head the DOE. But while Chu took the job in 2009 with virtually no political experience, Moniz has already spent years inside the Beltway.\n?\nHe worked in the Clinton administration from 1995 to 2001, first as associate director in the White House Office of Science and Technology Policy and later as DOE undersecretary. He's also been on the President's Council of Advisors on Science and Technology (PCAST) for the past four years, even while teaching classes at MIT and directing the school's Energy Initiative as well as its Laboratory for Energy and the Environment. And he testified before Congress in 2011 about the future of U.S. natural gas, calling it \"one of the most cost-effective means by which to maintain energy supplies while reducing CO2 emissions.\"\n?\nDespite his dense r?sum? and desire to cut emissions, however, Moniz can be a polarizing figure in scientific and environmental circles. Few experts deny the value of a scientist as DOE chief, but many fans of renewable energy worry about Moniz's gusto for natural gas and nuclear power — not to mention his financial ties to the energy industry.\n?\n\"We're concerned that, as energy secretary, Ernest Moniz may take a politically expedient view of harmful fracking and divert resources from solar, geothermal and other renewable energy sources vital to avoiding climate disaster,\" Bill Snape of the Center for Biological Diversity said in a recent press release. \"We're also concerned that Moniz would be in a position to delay research into the dangers fracking poses to our air, water and climate.\"\n?\nAs Moniz awaits his Senate confirmation hearing, here are four noteworthy facts about the potential DOE secretary-to-be:\n?\n• Don't let the hair fool you.\nMoniz's distinctive hairstyle is somewhere between?Jerry Garcia and Anton Chigurh, but this New England nuclear physicist is no hippie or hitman. He's known for being personable and knowledgeable, traits that likely explain his success in both politics and academia. He's also known for being relatively conservative, often emphasizing the future of renewable energy while focusing on established, \"bridge\" fuels like gas and uranium. Greenpeace executive director Phil Radford calls him \"a fairly safe, uninspired pick.\"\n?\n• He likes fission, fracking and the free market.\nLike Chu, Moniz has a scientific and a pragmatic fondness for nuclear energy, which is CO2-free but not renewable or wasteless. He wrote a 2003 report calling it an \"important option\" for the U.S., despite having to explain two DOE nuclear-waste blunders in 1998 and 1999 while he was the agency's undersecretary. He feels similarly about shale gas, leading a 2011 study that describes the risks of fracking as \"challenging but manageable.\"\n?\nAnd as he recently argued to the journal Nature, the U.S. shale-gas boom is setting a science-based, market-driven precedent for other fuels to follow. \"If you came out with a policy to reduce coal use by a third, all hell would break loose politically,\" Moniz said. \"But the market did it by itself, and you don't hear anybody complaining. To me, the lesson from that is the importance of innovation to reduce the costs of the zero-carbon options.\"\n?\n• He has financial ties to the energy industry.\nMoniz is the director of MIT's Energy Initiative (MITEI), a research group that has received more than $125 million in pledges from the oil and gas industry since 2006, according to a report by the nonpartisan Public Education Center. Its four founding members are BP, Shell, Italy's ENI and Saudi Aramco, which each spent millions over five years for privileges such as placing researchers in MIT labs, helping to manage research projects and maintaining an office at MITEI headquarters, according to the PEC.\n?\n\"Frackademia\" scandals have erupted at other U.S. universities for opaquely industry-funded research, but MIT and Moniz remain relatively unscathed. As the PEC notes, a positive MITEI study titled \"The Future of Natural Gas\" — which calls gas the \"bridge to a low-carbon future\" — did acknowledge support from energy companies and trade groups, possibly differentiating it from similarly rosy but less transparent work by Penn State, the University of Texas-Austin and the State University of New York-Buffalo.\n?\n• He's a \"big-picture guy.\"\nMoniz may not fit perfectly into Chu's shoes, but he likely wouldn't spur a major change in direction for the DOE, either. He reportedly shares Chu's interest in beefing up research and development programs like the Advanced Research Projects Agency-Energy (ARPA-E), which borrows a military model for funding high-risk, high-reward research. And while he's a fan of natural gas, he's also careful to frame it in the proper long-term context.?\"Gas is a bridge,\" he tells Nature, \"but it has to be a bridge to somewhere.\"\n?\nThat kind of perspective, plus an ability to articulate it, makes Moniz an adept liaison between science and politics, adds University of Michigan professor Rosina Bierbaum, who serves with Moniz on PCAST. \"Ernie is really a big-picture guy,\" she says. \"He can talk the details of science far better than most of us, but he never ever gets lost in the weeds.\"\n?\n***\n?\nIt's unclear how much opposition Moniz will face in the Senate, but his views on natural gas don't ruffle many Republican feathers. As conservative blog Hot Air recently argued, \"at least it isn't one of those fossil fuel-loathing, hardcore eco-zealots currently lobbying President Obama so hard against the practice of hydraulic fracturing altogether.\"\n?\nQualms about Moniz are more prevalent on the left, where environmental groups have been criticizing his rumored nomination for weeks. \"If we pursue our fossil fuel addiction by expanding fracking, which Mr. Moniz will likely advocate, the oil and gas industry will thrive while true energy efficiency and renewable solutions languish,\" Food & Water Watch said in a statement last month. \"Our water, public health and climate would suffer.\"\n?\nNot all environmental advocates are so wary, however. \"Professor Moniz has the hands-on experience and the expertise needed to help further the climate and energy goals our country urgently needs,\" says Frances Beinecke, president of the Natural Resources Defense Council, in a statement released Monday. \"His background, coupled with his long history of constructive engagement with, and at, the Energy Department, will serve the American people well. We look forward to working with him to advance a clean energy future based on efficiency and renewable power.\"\n?\nRelated DOE stories on MNN:\nU.S. energy chief Steven Chu to step down\nAging ocean tower may turn into energy lab\nThe Solyndra debacle: One year later\nScientists generate electricity from viruses\n\nMNN tease photo: Mandel Ngan/Getty Images","author":"","web_category":"earth-matters#politics","title":"Obama picks Ernest Moniz to lead DOE","picture_url":"http://images.mnn.com/sites/default/files/ernest_moniz.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/obama-picks-ernest-moniz-to-lead-doe"}