{"summary":"Most jobs in solar energy in the U.S. The top 10 states for solar jobs are:","advice_category":"4","content":"Some might dismiss the solar energy industry because it’s still very small compared to the oil & gas industry. But to paraphrase a famous Canadian hockey player, we need to skate to where the puck is going to be, not where it has been. Indeed, solar is still in its infancy, but it’s growing quickly thanks to ever falling prices brought on by technological improvements and economies of scale.\n?\nFor the first time ever last month, new solar power capacity represented 100 percent of new energy on the U.S. grid. And in the first three months of 2013, new solar additions (537 megawatts) represented more than twice all new solar installation for the whole previous year (264 megawatts). Not bad.\n?\nAnother way to look at the importance of an industry is number of jobs. The Solar Foundation compiles data on the industry, including an interactive map of the U.S. that allows you to drill down into state-specific data. Comparing these with stats from the Bureau of Labor Statistics gives us some perspective: For example, Texas has more solar workers than ranchers, and California has more of them than actors. For the U.S. as a whole, these add up to 119,000 jobs, more than the number of coal miners. The number of solar workers grew 13.2 percent in 2012, and based on the activity of the first three months of 2013, as well as big solar projects that should be finished later this year, that number should keep growing fast.\n?\nThe top 10 states for solar jobs are:\nCalifornia (43,700)\nArizona (9,800)\nNew Jersey (5,700)\nMassachusetts (4,500)\nPennsylvania (4,000)\nColorado (3,600)\nNew York (3,300)\nTexas (3,200)\nMichigan (3,000)\nOhio (2,930)\n?\nMost jobs in solar energy in the U.S. are in installation and pay around $38,000 a year. Not a king’s ransom, but not bad either (above the median national wage of $34,750).\n?\nRelated on MNN:\nSolar panels to power a California jail\nSolar-powered plane to make cross-country flight\nA primer on green jobs\nSolar power for under $500","author":"","web_category":"earth-matters#energy","title":"America now has more solar energy workers than coal miners","picture_url":"http://images.mnn.com/sites/default/files/editorial/SolarJobs_m_0425.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/america-now-has-more-solar-energy-workers-than-coal-miners"}