{"summary":"When will marijuana be legal in all 50 states?. After coming short so many times before, marijuana was finally legalized in two states this year","advice_category":"5","content":"The last few years have seen some pretty monumental changes in the world of drug policy. Our nation has always had a complicated relationship with mind-altering substances — embracing alcohol and tobacco while traditionally shunning drugs like marijuana, cocaine and heroin — but developments in recent years have further muddled things with the mainstream acceptance of medical marijuana and a growing awareness that our war on drugs may be causing more harm than it prevents (see Mexico). Eighteen states now allow the use of medical marijuana and two states, Washington and Colorado, have legalized?its recreational use.\n?\nThese changes didn't just happen on their own. They are a result of years of hard work by people and organizations working to bring sanity to our nation's drug laws. One of the people who has been working to change our drug laws is Tom Angell, a veteran activist and founder and chairman of Marijuana Majority, an organization that made a big splash on the Internet when it launched in October of last year. Marijuana Majority has a simple mission: to highlight all the well-known politicians and celebrities who support legalizing marijuana.\n?\nTom first got involved with drug policy activism at the University of Rhode Island when he founded that school's chapter of Students for Sensible Drug Policy (SSDP), the nation's leading student-lead drug reform organization. (As a side note,?I started the founding chapter of SSDP at the Rochester Institute of Technology back in 1998). In 2003, while still in school, Tom secured a grant from the Marijuana Policy Project and founded the Rhode Island Patient Advocacy Coalition, an organization that helped push that state's medical marijuana law past the veto of its governor.\n?\nAfter graduation, Tom was hired to work as SSDP's national media director and spent the next four years fighting on Capitol Hill to tell the story of sensible drug policy. In 2008, he joined the staff of Law Enforcement Against Prohibition (LEAP), an organization whose members are ex-police officers who believe that there are better ways to deal with drug use and abuse than locking people up. Two years later, Tom took a leave of absence from LEAP to manage media relations for California's Prop. 19 campaign, an effort that fell short of legalizing recreational marijuana use with 47 percent of the vote. He started Marijuana Majority last year as a side project.\n?\nMarijuana Majority collects statements in support of marijuana legalization from famous celebrities and politicians like Jon Stewart, Jared Polis, Elijah Wood?and Cory Dotorow and was written up by everyone from Boing Boing to Huffington Post. It has garnered tens of thousands of of Likes on Facebook and continues to draw thousands of readers each day.\n?\nTom was kind enough to take time out of his busy schedule to answer some of my questions. Enjoy!\n?\n\nTom, on the right, on \"The Rachel Maddow\" show.\n?\n?\nMNN: Does the world need saving?\nTom Angell: Anyone who thinks everything is just fine and dandy isn't paying attention. From the lack of quality education for our children to pressing environmental issues that threaten our health and safety to the fact that one out of 100 American adults will go to bed behind bars tonight thanks in large part to the failed war on drugs, there are so many problems that need fixing. Thankfully we're seeing more and more interest in devoting the attention, time and energy it takes to solve these issues on the part of the young generation that will soon come into power.\n?\nAfter coming short so many times before, marijuana was finally legalized in two states this year. What changed??\nI think there are several factors that are helping to shepherd along the rapid shift in public opinion that is making the long-held dream of marijuana policy reform into a reality. One is the economy: At a time when budgets for government programs that people care about are being slashed left and right, more people are realizing that we just cannot afford to keep arresting, prosecuting and jailing so many of our neighbors just for using marijuana. Recall that alcohol prohibition was repealed in the midst of the Great Depression.\n?\nThe grisly drug cartel violence on our southern border is another thing that's helping people to realize that making marijuana illegal doesn't really reduce its use but does create a host of other problems through the lucrative black market.\n?\nFinally, unstoppable cultural and generational factors are helping to bring the end of prohibition ever closer. Just like how seeing gays and lesbians portrayed as normal people on TV shows like \"The Real World\" and \"Will & Grace\" helped Americans to stop being so afraid of LGBT people for no reason whatsoever, shows like \"Weeds\" and films like \"It's Complicated\" (in which Alec Baldwin and Meryl Streep's characters share a joint) are helping to normalize what it means to be a person who uses marijuana. Polls reflect that younger people overwhelmingly support marijuana legalization, so as the older generation dies out and a new generation takes political power, you'll start to see more and more states hopping on board the legalization bandwagon.\n?\nPut on your Nate Silver Hat. When will marijuana be legal in all 50 states?\nI'm no statistician or pollster, so it's hard to give a date certain for when marijuana will be legal everywhere in the U.S. And, truth be told, I think we'll probably end up seeing different states and localities treat marijuana very differently from one another, even when it is \"legal\" everywhere. Indeed, although federal alcohol prohibition was repealed in 1933, you still have dry counties sprinkled throughout the country.\n?\nIn any case, the willingness of other states to adopt legalization is in many cases going to depend on how well the implementation of the new laws in Colorado and Washington goes. We don't anticipate any problems, but it will be important for reformers to spend time making these laws work the way we intended so we can prove to other states that the sky doesn't fall when you legalize marijuana (plus you reduce crime, generate tax revenue and see a host of other benefits).\n?\nLooking ahead, you'll likely see one or two states with legalization on the ballot in 2014 and several more following suit in 2016. From there, additional states could quickly fall like dominoes, or there could be somewhat of a stalemate with the federal government, depending on how good of a job reformers do in showing members of Congress that letting states set their own marijuana polices is not only the right thing to do but is also the politically smart thing to do.\n?\nYou're the brains behind Marijuana Majority. What's next for the site?\nWe've gotten a lot of compliments about how far we've been able spread the message that marijuana reform is a mainstream issue in just a few short months. A lot of this is due to our embedded social media tools that make it so easy for supporters to share great quotes from influential individuals who think it's time to legalize or decriminalize marijuana. But, going forward, we really want Marijuana Majority to be about much more than simply listing the prominent people who are already speaking out for reform; we want to play a role in actively growing the majority. So, for example, we'll soon be launching a campaign that enlists our online supporters to help get their own mayors on record in favor of changing the marijuana laws.\n?\nMayors are the perfect level of elected official to target: They are accessible enough to their constituents yet influential enough to make news when the speak out. They are the ones who see the effects of prohibition on their municipal budgets and they get phone calls when SWAT raids go wrong and cops get shot in the line of duty. We think this upcoming campaign, which we will launch in the next month or so, will be a good way to activate our individual supporters all across the country, since they pretty much all have mayors who work for them and who they can go to with an ask to speak out. We'll be creating tools and resources that make it easy for people to put the question to their mayors, whether by phone, email, Twitter, talk radio call-ins or at personal appearances.\n?\nGenerally speaking, we want to make it as easy as possible for more prominent people to speak out for reform since we know that every time an influential person adds their voices to the debate and receives much praise and very little criticism for it, it makes it all the more likely that other prominent people will notice and realize that it would be a good idea for them to speak out as well.\n?\nOf all illegal drugs, marijuana seems like it'll be the easiest to legalize. How do we completely end the war on drugs?\nI think it's important to encourage other reformers to stop saying that marijuana should be legalized because it's a safe substance. While it is certainly true that marijuana is safer than alcohol, I find that those arguments not only fail to persuade those undecided, non-marijuana-using people we need to get on our side as effectively as arguments about effective use of law enforcement resources or taking money away from gangs and cartels do, but are short-sighted in light of the problems that will remain once marijuana is legal and other drugs are still prohibited. There are so many reasons to end prohibition, and a drug's relative safety or danger isn't really important. All drugs become more dangerous when they are prohibited and pushed underground where decisions about potency and purity are made by organized crime bosses. Chasing down drug users — no matter what drug — is a waste of law enforcement resources. These are the kinds of arguments I think we need to focus on now and in the future.\n?\nUltimately I think that once legal and regulated systems of marijuana sales have a chance to prove how much better they are than the criminalized black market approach, we will be able to talk with policymakers and voters about how we can do essentially the same thing with the other currently illegal drugs.\n?\nWho is one person doing good in the world (besides yourself) that we should know about and why?\nNeill Franklin is a 34-year veteran law enforcement officer from Baltimore (think: HBO's \"The Wire\") who saw the harms these prohibition laws do up close and personal and is now working to change them. As head of Law Enforcement Against Prohibition — an international group of cops, judges, prosecutors and other criminal justice professionals who want to legalize and regulate drugs — Neill changes minds about drug laws like no one but a cop who's been on the front lines of the war on drugs can. And he's got an incredibly heartbreaking story about how he came to realize we needed to end prohibition. A police colleague of his was doing an undercover drug purchase and was shot in the face by the dealer, who wanted to keep both the drugs and the money. In the wake of his close friend's death, Neill knew we had to change these laws that cops work so hard — at such great risk — to enforce without any positive results. It's a real pleasure for me to work alongside Neill and the other law enforcers who speak for LEAP. Every time I help to place a news article featuring one of their voices, I know I'm doing my part to change minds and get us closer to the tipping point of ending this destructive drug war.\n?\nBelow,?I invited Tom to come up with and answer his own question.\nIs the war on drugs a great idea or the GREATEST IDEA EVER? (That's Tom, channeling Stephen Colbert.)\nThe war on drugs is pretty frickin' sweet if you're the head of an international crime syndicate. You get to to make enormous tax-free profits. There's absolutely no regulation in the illegal market whatsoever, so all decisions about potency, purity, who to sell to and any other aspect of your business are completely up to you — without those pesky government bureaucrats being able to slow you down over silly concerns about \"consumer safety.\"\n?\nFor the rest of us, though, the war on drugs and the crime, violence and waste of resources it causes is a pretty bad deal. But the political dynamic on this issue is clearly moving in toward a consensus that significant reforms are needed. The marijuana legalization victories in Colorado and Washington have generated enormous momentum that will help us change laws in other states and, eventually, on the federal level. While change can't come soon enough for those behind bars or their family members, we're getting there.\n?\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets.?And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#politics","title":"Meet Tom Angell, drug policy reform activist and founder of Marijuana Majority","picture_url":"http://images.mnn.com/sites/default/files/tom-angell-feat.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/meet-tom-angell-drug-policy-reform-activist-and-founder-of-marijuana"}