{"summary":"In the 35 years since Pacific Yurts offered its first model, yurt design has been pushed far beyond felted wool mats and sapling roof struts. In 1978, Pacific Yurts started operations and became the first modern yurt company in North America.","advice_category":"2","content":"Yurts!\n?\nA yurt is a round cylindrical dwelling capped with a conic roof that's been in use for at least the past few thousand years. Originating in Central Asia (Genghis Khan and his hoard used them), the yurt was valued by its native progenitors for its portability, durability and structural soundness. Yurts are easy to put up and take down (requiring just a couple hours of work) and could be transported on the backs of horses and yaks, vital requirements for nomadic pastorialists.\n?\nYurts are still used by nomadic herders on the steppes of Central Asia today, and they've also worked their way into Western society. They were first introduced to the U.S. by yurt pioneer William Coperthwaite in the 1960s. In 1978, Pacific Yurts started operations and became the first modern yurt company in North America.\n\nPhoto: Adam Baker/Flickr\n?\nToday's yurts retain the same overall design principles as their East Asian ancestors, but they include modern materials like clear acrylic windows, high-strength steel cables, and UV-resistant marine quality polyester siding. Nowadays you can get a yurt with French doors, windows, gutters and skylights. Yurts can be found high up on mountains serving backcountry skiers, nestled deep in the woods housing campers and hikers, and next to rivers as the primary residence of former insurance executives.\n?\n\n\n?\nWhether you're in the market for a yurt, looking to spend a few nights in one, or just slightly yurt-curious, the following information will help round out your understanding of this awesome structure.\n?\n\nPhoto: AJ/Flickr\n?\nThe history of yurts\nThe yurt basically solved a problem— the need for human habitation in tough environmental conditions. Nomadic tribes needed a house that could be easily constructed and moved, built with materials they had on hand (mainly sheep's wool with a little wood), and seasonly adjusted to be warmer in the winter and cooler in the summer. A yurt satisfies all of those requirements.\n?\n\nPhoto: Marya/Flickr\n?\nTraditional yurts are made with wooden slat lattice walls supporting sapling beams held together at the top by a wooden ring. The roof beams exert pressure on the lattice walls, which are held in tension by leather strapping running around the perimeter of the building. Woolen felted mats are laid over this framework and can be adjusted according to the time of year — when it's colder, add more mats while in the hot summer time you remove them.\n?\n\nA community of yurts in Mongolia. (Photo: Evgeni Zotov/Flickr)\n?\nThe exact origins of the yurt are not clear as there are two variations on the design that sprung out of Mongolia and Siberia — the Mongolian yurt or \"Ger\", has straight roof poles, a heavy wooden center ring that often needed additional structural support, and a heavy wooden door. The Turkik yurt, or \"?y,\" has bent poles that curve down into the tops of the walls, a much lighter center ring that stand on its own, and a simple flap door.\n?\n\nPhoto: Vastateparkstaff/Flickr\n?\nHow the modern yurt got its groove on\nThe fact that you have probably at least heard of a yurt before reading this article can be attributed to one man and a math class that he was teaching back in the 1960s. Bill Coperthwaite was teaching a math class at a Quaker school in New Hampshire and was looking for a way to teach his students about the mathematics of roof design. He came across a National Geographic article by Supreme Court Justice William O. Douglass about a trip to Mongolia and was seized by Douglas's descriptions of the nomadic dwellings. In short order his class built the first yurt in the western world. As the years progressed, Coperthwaite built more yurts and refined and evolved his designs. In 1972, he established the Yurt Foundation with the goal of spreading the word about yurts to build a better world.\n?\n\nPhoto: Laurel F/Flickr\n?\nAnd spread the word he did. His students moved all over the country and started building yurts. In 1978, Pacific Yurts was founded and offered the first commercially available yurt in the United States. Since then thousands of \"modern\" yurts have been built all around America and the the broader world. Pacific Yurts has been joined by companies like the Colorado Yurt Company, Rainier Yurts and Spirit Mountain Yurts. You can find a full list of all the companies selling yurts lower in this article.\n\nYurts on the steppe. (Photo: Foto's van felix/Flickr)\n?\nModern yurts\nIn the 35 years since Pacific Yurts offered its first model, yurt design has been pushed far beyond felted wool mats and sapling roof struts. The modern yurt can be decked out with high-efficiency curved glass windows, space-age insulation, and clear translucent vinyl skylights. Marine-quality sail cloth and polyester has replaced the felted wool of traditional designs. Modern yurts can be built to withstand heavy snow fall or optimized to handle hot tropical climates.\n?\n\nPhoto: Diamond Moutain/Flickr\n?\nWith the right mix of features and add ons, it's entirely possible to build a yurt in any climate that is as comfortable and protective as a traditional stick-built home.\n?\n\nPhoto: Pacific Yurts\n?\nHow to sleep in a yurt\n\nKids love yurts. (Photo: Phil Whitehouse/Flickr)\n?\nShort of buying your own yurt, the easiest way to experience the magic of sleeping in one is to visit one of the many yurt rental or camp sites around the world. You should do some Internet searching to see what's available in your area or destination, but here are some good options to get you started:\nFrost Mountain Yurts, Maine\nOrca Island Cabins, Alaska\nChic Eco Yurt Home + Edible Gardens, Hawaii\nGreen Alpaca Yurts, New Hampshire\nOcoee Yurts, Tennessee\nHigh Prairie Yurt, Washington\nGrizzly Ridge Yurt, Utah\nClick over to YurtLodging.com, Yurts.com or OddIns.com, to see lengthier lists of yurt rentals.\n?\n\nPhoto: Louiscrusoe/Flickr\n?\nHow to buy a yurt\nIf you are ready to make the next step and actually buy your own yurt, you are in luck. There are a lot of great companies out there selling them. Here is a list of the top manufacturers for you to research your purchase. You want to find a quality product with the right mix of features at the right price. Happy hunting!\nPacific Yurts\nColorado Yurt Company\nRainier Yurts\nSpirit Mountain Yurts\nMongolian Yurts\nCamping Yurts\nNomad Shelter\nWhite Mountain Yurts\nShelter Designs\nTwo Girls Farm & Yurts\n\nPhoto: Pieter Schepens/Flickr\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#wilderness-resources","title":"Yurts: Everything you ever wanted to know but were afraid to ask","picture_url":"http://images.mnn.com/sites/default/files/yurts-feat.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/yurts-everything-you-ever-wanted-to-know-but-were-afraid-to"}