{"summary":"I saw a photo gallery linked from Reddit of a plant climbing up and taking over a Los Angeles street sign and thought it was a good example of two things: 1) invasive species suck, and 2) Mother Nature will, in the long run, always win.. The plant, crowd-identified by Redditors as the kikuyu grass, is native to East Africa and found throughout Southern California, where it is both valued as a drought-resistant garden plant and livestock feed and reviled as a disruptive invasive species","advice_category":"2","content":"I saw a photo gallery linked from Reddit of a plant climbing up and taking over a Los Angeles street sign and thought it was a good example of two things: 1) invasive species suck, and 2) Mother Nature will, in the long run, always win.\n?\n\nThe plant climbed up the inside of the sign. \n?\nThe plant, crowd-identified by Redditors as the kikuyu grass, is native to East Africa and found throughout Southern California, where it is both valued as a drought-resistant garden plant and livestock feed and reviled as a disruptive invasive species. The particular plant show in the photo gallery found it's way inside the signpost, followed it as high up as it could, and then started growing up and out. The consensus on Reddit is that this kind of thing happens all over the place (you can see the sign shown in the photo here on Google Streetview).\n?\nAnd it's precisely because this is happening that Mother Nature will always win out in the long run. Life finds a way. I like to ask all the people that I interview here on MNN if they think the world needs saving; I think the best answers come from those who recognize that it is not the world that needs saving but the humans. We're not going to wipe out life on Earth but we could very well pollute our environment badly enough that it won't support our global, modern society.\n?\nOver the course of thousands and millions of years, our entire existence as a sentient species is just a small blip on the timeline and if humans were to disappear, most of what we've done and built would be eaten back into the earth within a millennium or two. This funny little photo is a small view on exactly how that would happen. If we can't figure out how to live in a truly sustainable way, we run the risk of being swallowed up by the kikuyu grasses of the world.\n?\nVia Reddit\n?\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#wilderness-resources","title":"Life will find a way: Kikuyu grass takes over street sign","picture_url":"http://images.mnn.com/sites/default/files/kikuyu-grass-feat.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/blogs/life-will-find-a-way-kikuyu-grass-takes-over-street-sign"}