{"summary":"\"If we think about climate change, we will have less rainfall, and we know that for smaller seeds, they lose more water than large seeds,\" Galetti told LiveScience. The deforestation of the Brazilian rain forest has created a hidden consequence: The seeds of palm trees have evolved rapidly to be smaller.","advice_category":"2","content":"The deforestation of the Brazilian rain forest has created a hidden consequence: The seeds of palm trees have evolved rapidly to be smaller.\n?\nThe change is the result of a domino effect that begins with human agriculture and hunting, which have devastated large bird populations in the Atlantic Forest of Brazil. With these birds, which include colorful toucans and cotingas, locally extinct or barely hanging on, the palm trees have no way to disperse their largest seeds. As a result, seed sizes are smaller in parts of the rain forest where large birds are missing, finds a new study detailed in the May 31 issue of the journal Science.\n?\nCombined with climate change, the result could be devastating for palms, said study leader Mauro Galetti, an ecologist at Paulista State University in Brazil.\n?\n\"If we think about climate change, we will have less rainfall, and we know that for smaller seeds, they lose more water than large seeds,\" Galetti told LiveScience. \"That's a major problem for this palm.\" [Images: Palm Trees and Lost Birds of Brazil]\n?\nShrinking seeds\nThe Atlantic Forest runs along the coast of Brazil, starting at the easternmost tip of South America and continuing approximately to the country's southern border. The region has been heavily altered by human agriculture, with only about 12 percent of the original forest remaining. Of that area, about 80 percent is disjointed fragments too small to support large animals. As a result, large fruit-eating birds have vanished or nearly vanished from much of the forest. These birds swallow fruit seeds and spread them through their droppings over many miles, making the animals crucial to the forest ecosystem.\n?\nGaletti and his colleagues studied seed sizes in 22 populations of palm trees, some in fragments where hardly any large birds survive and others where bird populations are relatively robust.?\n?\nThey found that seeds are consistently smaller in sites without large birds. Seed sizes vary, but in areas with few or no large birds, common sizes range from about 0.3 to 0.4 inches (8 to 10 millimeters) in diameter, with almost no seeds a half-inch (12 mm) in diameter. In areas with robust large-bird populations, half-inch (seeds are common, with some seeds reaching 0.55 inches (14 mm). In sites without large birds, the researchers found that seeds with a diameter of a half-inch or larger had nearly no chance of being dispersed away from their parent tree.\n?\nOther factors — such as soil fertility, forest cover and climate — could not explain the change in seed size, the researchers reported.\n?\nHuman action\nUsing genetic data from the seeds, Galetti and his colleagues created computer models to figure out how long it would have taken trees to evolve smaller seeds in bird-free zones.\n?\n\"For the plants that we studied, it was 50 to 75 years,\" Galetti said. \"It's quite fast.\"\n?\nHuman deforestation in the Atlantic Forest dates back to the 1800s, more than enough time for the observed changes to evolve.\n?\nThe researchers plan to study other plant species, and to take a deeper look at the genetics of the seeds, to understand how forest fragmentation might be affecting heredity.\n?\nThe only way to turn the tide against the changes, Galetti said, is reforestation and conservation.\n?\n\"First of all, we have to replant the forest and put back animals that are important, and stop hunting,\" he said.\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nBrazilian Beauty: The Threatened Atlantic Forest\n\n\nIn Photos: Birds of Prey\n\n\nBiodiversity Abounds: Stunning Photos of the Amazon\n\n\nMNN: The 8 best rain forest destinations that you haven't visited (yet)\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#wilderness-resources","title":"Deforestation plants the seed for rapid evolution in Brazil","picture_url":"http://images.mnn.com/sites/default/files/PalmFruitSeeds_m_0530.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/deforestation-plants-the-seed-for-rapid-evolution-in"}