{"summary":"Many of China's customers are already shopping around: Deposits in Russia, Brazil, Australia and South Asia have drawn widespread interest, as has the only rare earths mine in the U.S. also recently launched a project to track discarded \"e-waste\" like cellphones and TVs, hoping to boost recycling not only of rare earths but also gold, silver and copper.?Yet until such programs are more cost-effective, the U.S","advice_category":"8","content":"?\n\"Rare earth\" metals aren't as rare as they sound — in fact, you're probably using some right now. They're key to a variety of everyday devices, from tablet computers and TVs to hybrid cars and wind turbines, so it may be encouraging to know several kinds are actually common. Cerium, for example, is the 25th most abundant element on Earth.\n?\nSo why are they called \"rare\" earths? The name alludes to their elusive nature, since the 17 elements rarely exist in pure form. Instead, they mix diffusely with other minerals underground, making them costly to extract.\n?\nAnd, unfortunately, that isn't their only drawback. Mining and refining rare earths makes an environmental mess, leading most countries to neglect their own reserves, even as demand soars. China has been the main exception since the early 1990s, dominating global trade with its willingness to intensively mine rare earths — and to deal with their acidic, radioactive byproducts. That's why the U.S., despite large deposits of its own, still gets 92 percent of its rare earths from China.\n?\nThis wasn't a problem until recently, when China began tightening its grip on rare earths. The country first imposed trade limits in 1999, and its exports shrank by 20 percent from 2005 to 2009. They then took a dramatic nosedive in 2010, squeezing global supplies amid a dispute with Japan, and they've fallen even further in 2011. China says it's being stingy for environmental reasons, not economic leverage, but the cutbacks have nonetheless caused major price spikes. The price of neodymium?hit $129 per pound in May, for example, up from just $19 a year earlier.\n?\nMany of China's customers are already shopping around: Deposits in Russia, Brazil, Australia and South Asia have drawn widespread interest, as has the only rare earths mine in the U.S. But even though that mine reopened in April after a decade-long hiatus — and holds the largest rare earth deposit outside China — the U.S., like many countries, doesn't want to be the world's new go-to source for rare earths. \"Diversified global supply chains are essential,\" the Energy Department said in a 2010 report.\n?\n\nThe newly reopened rare earths mine in Mountain Pass, Calif., pictured here in December 2010.\n?\nWhy are so many countries reluctant to exploit their own rare earth reserves? And what makes rare earths so unique to begin with? For answers to these and other questions, check out the following overview of these 17 mysterious metals.\n?\nA rare breed\nMuch of rare earths' appeal lies in their ability to perform obscure, highly specific tasks. Europium provides red phosphor for TVs and computer monitors, for example, and it has no known substitute. Cerium similarly rules the glass-polishing industry, with \"virtually all polished glass products\" dependent on it, according to the U.S. Geological Survey.\n?\nPermanent magnets are another big role for rare earths. Their light weight and high magnetic strength have made it possible to miniaturize a wide range of electronic parts, including many used in home appliances, audio/video equipment, computers, cars and military gear. Innovations like small, multi-gigabyte jump drives and DVD drives likely wouldn't exist without rare earth magnets, which are often made from a neodymium alloy but may also contain praseodymium, samarium, gadolinium or dysprosium.\n?\nWhile producing rare earths can cause environmental problems, they have an eco-friendly side, too. They're vital to catalytic converters, hybrid cars and wind turbines, for example, as well as energy-efficient fluorescent lamps and magnetic-refrigeration systems. Their low toxicity is an advantage, too, with?lanthanum-nickel-hydride batteries slowly replacing older kinds that use cadmium or lead. Red pigments from lanthanum or cerium are also phasing out dyes that contain various toxins. (For more information, see the list below of rare earth metals and their uses.)\n?\nLook whose toxin?\nLots of green technologies rely on rare earths, but ironically, rare earth producers have a long history of harming the environment to get the metals. Like many industries that process mineral ores, they end up with toxic byproducts known as \"tailings,\" which can be contaminated with radioactive uranium and thorium. In China, these tailings are often dumped into \"rare earth lakes\" like the ones pictured below:\n?\n\nSatellite view of China's Baotou rare earths complex. Mines are at top right; waste lakes are at left.\n\nGround-level view of wastewater being pumped into a rare earth lake at Baotou.\n?\nAs the AFP reports, farmers near China's Baotou mine complain of dying crops, lost teeth and lost hair, while soil and water tests show high levels of carcinogens in the area. China has only recently begun cracking down on such pollution, perhaps learning a lesson from Mountain Pass, Calif., which supplied most of the world's rare earths until economic and environmental pressures forced it to close in 2002. The mine's profits had declined for years as China slashed rare earth prices with its own mining frenzy, while a series of wastewater leaks from 1984 to 1998 spilled thousands of gallons of toxic sludge into the California desert, sullying the mine's public image.\n?\nBut as China's output now declines, rising prices have once again opened the door for Mountain Pass. In April, Molycorp Minerals hosted an event heralding the return of its idle mine, which some politicians say is key to reducing U.S. reliance on imports. \"We must wean ourselves off our total dependence on China for rare earths,\" Rep. Mike Coffman, R-Colo., recently told the Financial Times. It's hard to disagree, given rare earths' global importance, but the specter of spills still lingers. Molycorp knows that, CEO Mark Smith told the Atlantic in 2009, and aims to be \"environmentally superior, not just compliant.\" The company is spending $2.4 million a year on monitoring and compliance, which raises costs, but Smith says that won't deter anxious buyers. \"We're being contacted by Fortune 100 companies who are worried about where they're going to get their next pound of [rare earths],\" he told Bloomberg News in January. \"What they want to talk to us about is long-term, stable, secure supplies.\"\n?\nMolycorp is allowed to deepen its pit at Mountain Pass (pictured) by an extra 300 feet over the next 30 years, which could boost global supplies of rare earths by 10 percent a year. And it's not the only company itching to tap U.S. reserves: Wings Enterprises is reviving its Pea Ridge mine in Missouri, for instance, while?a new mine in Wyoming may open as early as 2014. Overall, experts say the growth of rare earth mining is all but inevitable, adding a toxic asterisk to many technologies designed to fight climate change.\n?\nBut there may be one way to reduce demand for new mining: rare earth recycling. China's export policies have led some Japanese companies to recycle rare earths, such as Mitsubishi, which is studying the cost of reusing neodymium and dysposium from washing machines and air conditioners. Hitachi, which uses up to 600 tons of rare earths each year, expects recycling to fill 10 percent of its needs by 2013. The U.N. also recently launched a project to track discarded \"e-waste\" like cellphones and TVs, hoping to boost recycling not only of rare earths but also gold, silver and copper.?Yet until such programs are more cost-effective, the U.S. and other countries will almost certainly keep testing just how rare — and how safe — rare earths really are.\n?\nSee the list below to learn more about how each of the 17 rare earth minerals are used, or skip to the bottom of the page for links to more information.\n?\nRare earths roster\nHere's a closer look at some of the ways each rare earth element is used:?\nScandium:?Added to mercury vapor lamps to make their light look more like sunlight. Also used in certain types of athletic equipment — including aluminum baseball bats, bicycle frames and lacrosse sticks — as well as fuel cells.\nYttrium:?Produces color in many TV picture tubes. Also conducts microwaves and acoustic energy, simulates diamond gemstones, and strengthens ceramics, glass, aluminum alloys and magnesium alloys, among other uses.\nLanthanum: One of several rare earths used to make carbon arc lamps, which the film and TV industry use for studio and projector lights. Also found in batteries, cigarette-lighter flints and specialized types of glass, like camera lenses.\nCerium: The most widespread of all rare earth metals. Used in catalytic converters and diesel fuels to reduce vehicles' carbon monoxide emissions. Also used in carbon arc lights, lighter flints, glass polishers and self-cleaning ovens.\nPraseodymium: Primarily used as an alloying agent with magnesium to make high-strength metals for aircraft engines. Also may be used as a signal amplifier in fiber-optic cables, and to create the hard glass of welder's goggles.\nNeodymium: Mainly used to make powerful neodymium magnets for computer hard disks, wind turbines, hybrid cars, earbud headphones and microphones. Also used to color glass and to make lighter flints and welder's goggles.\nPromethium: Does not occur naturally on Earth; must be artificially produced via uranium fission. Added to some kinds of luminous paint and nuclear-powered microbatteries, with potential use in portable X-ray devices.\nSamarium: Mixed with cobalt to create a permanent magnet with the highest demagnetization resistance of any known material. Crucial for building \"smart\" missiles; also used in carbon arc lamps, lighter flints and some types of glass.\nEuropium: The most reactive of all rare earth metals. Used for decades as a red phosphor in TV sets — and more recently in computer monitors, fluorescent lamps and some types of lasers — but otherwise has few commercial applications.\nGadolinium:?Used in some control rods at nuclear power plants. Also used in medical applications such as magnetic resonance imaging (MRI), and industrially to improve the workability of iron, chromium and various other metals.\nTerbium: Used in some solid-state technology, from advanced sonar systems to small electronic sensors, as well as fuel cells designed to operate at high temperatures. Also produces laser light and green phosphors in TV tubes.?\nDysprosium: Used in some control rods at nuclear power plants. Also used in certain kinds of lasers, high-intensity lighting, and to raise the coercivity of high-powered permanent magnets, such as those found in hybrid vehicles.\nHolmium: Has the highest magnetic strength of any known element, making it useful in industrial magnets as well as some nuclear control rods. Also used in solid-state lasers and to help color cubic zirconia and certain types of glass.\nErbium: Used as a photographic filter and as a signal amplifier (aka \"doping agent\") in fiber-optic cables. Also used in some nuclear control rods, metallic alloys, and to color specialized glass and porcelain in sunglasses and cheap jewelry.\nThulium: The rarest of all naturally occurring rare earth metals. Has few commercial applications, although it is used in some surgical lasers. After being exposed to radiation in nuclear reactors, it's also used in portable X-ray technology.\nYtterbium: Used in some portable X-ray devices, but otherwise has limited commercial uses. Among its specialty applications, it's used in certain types of lasers, stress gauges for earthquakes, and as a doping agent in fiber-optic cables.\nLutetium:?Mainly restricted to specialty uses, such as calculating the age of meteorites or performing?positron emission tomography (PET) scans. Has also been used as a catalyst for the process of \"cracking\" petroleum products at oil refineries.\n?\nMore information\nTo learn more about rare earth metals, check out the following related links and video:\nChina caps emissions for rare earth miners\nU.S. at risk of rare earths supply disruptions\nAustralia set for rare earths boom\nCould rare earth mining move to the moon?\n?\n\n\n?\nClick to see image credits\n\n\nImage credits\nRare earth processing: Ames National Laboratory\nMountain Pass rare-earths mine: ZUMA Press\nRare-earth magnet: U.S. Energy Department\nSatellite photo of Baotou Steel complex: Google Earth\nGround-level photo of Baotou waste lake: ZUMA Press\nMountain Pass mining pit: ZUMA Press\nMercury vapor lamps: National Institutes of Health\nFlat-screen TV: U.S. Energy Department\nStudio spotlight: Jupiter Images\nSemi-trailer truck: Argonne National Laboratory\nF-22 Raptor: U.S. Defense Department\nWind turbine: National Renewable Energy Laboratory\nMicrobattery:?National Renewable Energy Laboratory\nRare-earth magnet: Ames National Laboratory\nRed and blue lasers: Jeff Keyzer/Flickr\nNuclear cooling tower: Los Alamos National Laboratory\nGreen laser: Oak Ridge National Laboratory\nPorsche Cayenne Hybrid: fueleconomy.gov\nCubic zirconium: greencollander/Flickr\nSunglasses: Consumer Product Safety Commission\nHand X-ray: NASA\nFiber-optic cables: NASA\nDiesel-fuel rainbow: Guinnog/Wikimedia Commons\nMNN homepage photo: ZUMA Press","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What are rare earth metals?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/what-are-rare-earth-metals"}