{"summary":"That's raised red flags about human health risks, but while BPA and other endocrine disruptors have done some terrible things to lab rats over the years, studies showing similar effects in people are still too sparse to prove a connection.. Even in studies of people who hadn't eaten for up to 12 hours — meaning any BPA they got from food should have already left their bodies — BPA was still prevalent in their urine","advice_category":"8","content":"?\nPlastic has made a lot of things possible in the past century, proving so durable and?versatile?that people were soon taking it everywhere with them. In fact, there's a good chance you have some plastic in you right now.\n?\nThat's because a chemical called bisphenol-A, or?BPA, seeps out of countless plastic products and ends up in us — more than 90 percent of Americans have the manmade compound in their urine, according to one CDC study. And due to BPA's knack for wreaking havoc with hormones, many health experts are now worried plastic might be making too many things possible.\n?\nBPA belongs to a broad group of substances known as \"endocrine disruptors,\" which can cause early puberty in mice, sex changes in fish and a wide range of other animal ailments. That's raised red flags about human health risks, but while BPA and other endocrine disruptors have done some terrible things to lab rats over the years, studies showing similar effects in people are still too sparse to prove a connection.\n?\n\"That's the real dilemma of the field right now,\" says Jerry Heindel, health science administrator for the National Institute of Environmental Health Sciences. \"We're desperately trying to get that human data.\"\n?\nHeindel helped launch a major BPA research project in October to do just that, boosted by $14 million in federal stimulus money.?It's?part of a broader, $30 million investigation the NIEHS will conduct over the next two years, which may be one reason?the Food and Drug Administration recently extended?a self-imposed Nov. 30 deadline for updating its BPA policy. The FDA maintains that BPA is safe at normal doses, and while it said last week that a policy review \"will be forthcoming,\" that may not be until?at least 2011.\n?\nMeanwhile, BPA is still widely produced and used around the world. Global production capacity was more than 5 million metric tons?in 2008,?but since companies don't have to disclose whether their products contain it, consumers are often left in the dark. Items labeled \"BPA-free\" sometimes aren't — as demonstrated recently by SIGG and Gaiam water bottles — and most plastic products don't mention it on their packaging at all. Even some cash-register receipts are loaded with BPA that may rub off onto people's skin.\n?\nUntil scientists and lawmakers figure out BPA's true risks and plan a response, a process that could take years, here's a breakdown of what we do know about BPA, and what you can do to avoid potential dangers:\n?\nWhat is BPA?\nBPA is a plastic-stiffening chemical that's fused to other simple compounds, called \"monomers,\" to form a plastic polymer. It was invented in the 1890s and has been a staple of the plastics industry since the 1960s, when it first received FDA approval. The physical properties it gives to plastics made it a miracle material, and that usefulness has led some industry groups to oppose efforts to regulate it.\n?\nIn addition to its plasticizing abilities, however, BPA can also easily seep out of plastic items, due to the relatively weak chemical connections, called ester bonds, that link it with its fellow monomers.\n?\n\"You can break ester bonds with heat, an acid or a base,\"?Heindel says.?\"At first, people didn't think [BPA] would come out, but with that kind of bond it makes sense.\"\n?\nIs it dangerous?\nAside from its loose grip, the main problem with BPA is that it's a synthetic female hormone. It often winds up bonding with some animals' estrogen receptors, tricking them into producing estrogen-like reactions such as?starting puberty in females or shrinking reproductive organs in males.\n?\nWhile BPA can do damage to full-grown lab rats — and might have similar effects on adult humans — it only stays in the body for a few hours, and the effects don't necessarily linger. The greatest area of concern right now is for young people, especially developing children and fetuses.\n?\n\"In adults, you have exposure and effect, and if you take the exposure away then the effect goes away,\" Heidel says. \"But in child development, exposure can affect what we call the 'programming' — we get effects at lower doses and effects that last a lifetime.\"\n?\nThat can be explained, Heidel adds, by a relatively new field of science called epigenetics. It focuses on certain genes whose entire job seems to be turning other genes on and off, and they play a major role in managing the genetic switchboard that governs childhood growth and development. If endocrine disruptors throw off a few hormones during this sensitive window, the outcome could be much worse than from equivalent exposure as an adult.\n?\nAside from the slew of animal health problems BPA can cause, it has been directly linked to a few in humans, such as increased aggression in young girls or?sexual dysfunction in adult men. But one of BPA's most troubling side effects is its tendency to cause earlier puberty and breast development in female mice: Both are precursors to breast cancer in humans, and both are also inexplicably happening to the U.S. public.\n?\nThe average age of American girls' first period dropped from 17 years to 13 years between 1800 and 1950, a fall that can largely be explained by nutritional improvements. But many say the age has continued slipping, going down by another few months?in the last four decades. It's now at about 12 years, but many pediatricians report seeing an increase in girls reaching puberty at 8 or younger. Breast development is occurring at younger ages, too — as much as two years younger than it was 40 years ago, according to the Breast Cancer Fund.\n?\nU.S. breast cancer rates?also rose steeply over the past century — although they've dipped slightly in recent years — and while about 5 to 10 percent of all cases are linked to family history, the rest are increasingly being blamed on environmental toxins. At a?breast cancer symposium last month?in New York,?Mount Sinai School of Medicine assistant clinical professor?Alisan Goldfarb told attendees that \"breast cancer is made, not born,\" echoing a growing sentiment among many in her field. The National Cancer Institute and the American Cancer Society point out that environmental factors are still unproven as breast cancer risks, but the idea is gaining traction amid mounting evidence.\n?\nThe breast cancer issue is one example of both the potentially devastating effects BPA might have, and the gaping lack of information on whether or not it actually has them.\n?\n\"Humans are exposed, and we know the level of exposure,\"?Heidel says.?\"We know children have higher levels of exposure. We know in animal studies, of levels that children are exposed to, that it can cause all sorts of diseases. But we don't have the human data to show whether it causes those diseases in children.\"\n?\nWhere is it coming from?\nBPA is mainly used in one of two ways: to make epoxy resins like the coatings inside tin food cans and aluminum water bottles, or to make hard polycarbonate plastics like the material in water-cooler jugs and baby bottles.\n?\nProducts containing epoxy resins can be difficult to identify, since few canned foods offer clues on their packaging. In an article this month about the dangers of BPA in tin cans, Consumer Reports Magazine recounts finding the chemical in almost all 19 of the brand-name products it tested, with the highest levels in Del Monte Green Beans, Progresso Vegetable Soup and Campbell's Condensed Chicken Noodle Soup. Just one serving of the canned vegetable soup could deliver about double the dose of BPA that the FDA considers typical daily exposure, according to Consumer Reports.\n?\nOpting for fresh or frozen food, instead of canned, is one way to avoid BPA from epoxy resins. But boycotting all hard plastic items is a bigger undertaking, since?polycarbonate polymers are found in a wider variety of items than epoxy resins. They are at least easier to spot, however, thanks to the numbered recycling codes usually featured underneath.\n?\nThe No. 7 recycling symbol — representing the coding system's \"Other\" category — includes polycarbonate, which makes it the main symbol to avoid for BPA-conscious consumers. Items bearing the 3 and 6 symbols, while not necessarily brimming with BPA, are also often listed as plastics to avoid since they contain phthalates, a family of napthalene derivatives that are also believed to have hormone-disrupting abilities. Items with the 1, 2, 4 and 5 symbols are generally considered the \"safe plastics.\"\n?\nThe FDA and other federal agencies don't offer much advice on BPA since they're still unsure of its safety, but a good rule of thumb for anyone concerned about BPA is to use less canned food and avoid putting hot food into hard plastic containers. That includes microwaving leftovers in them, since the heat can break BPA's ester bonds and send the toxin cascading into your casserole.\n?\nBut, Heidel adds, such precautions might still not be enough. Even in studies of people who hadn't eaten for up to 12 hours — meaning any BPA they got from food should have already left their bodies — BPA was still prevalent in their urine. Some exposure may come from cash register receipts, about half of which are \"loaded with BPA,\" Heidel says, but there are potential sources all around us. BPA is used in a wide array of plastic products, from CDs and sunglasses to bike helmets and bulletproof materials, and while Heidel says we're clearly being exposed from something in our environment, there's just too little evidence to know where exactly it's coming from.?\n?\n\"There's much higher exposure to humans than we originally thought,\" Heidel says. \"It's?coming from somewhere besides just food.\"\n?\nMore information\nFor more about BPA, and for more tips on avoiding potential health risks, check out the links and the video below:\nLinking BPA and breast cancer\n232 toxic chemicals found in 10 newborns\nBPA exposure causes sexual dysfunction in men\nStudy shows BPA may be linked to aggression in little girls\nNew study shows dangers in low levels of BPA\nHormone experts worried about BPA\nMovement afoot to silence BPA concerns\nBPA in cash register receipts?\nSIGG faces class action backlash\nAsk Vanessa:?How can I avoid BPA?\n?\n\nVisit msnbc.com for Breaking News, World News, and News about the Economy\n?\nPhoto (SIGG water bottles):?Donald King/AP\nPhoto (lab rat):?U.S. Department of Energy\nPhoto (pink breast cancer ribbon):?U.S. Department of Health and Human Services\nPhoto (food cans):?U.S. Centers for Disease Control and Prevention\nPhoto (No. 7 recycling symbol): U.S. Environmental Protection Agency\nMNN homepage photo: NRedmond/iStockPhoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"BPA: Is plastic poisoning our food?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/bpa-is-plastic-poisoning-our-food"}