{"summary":"\tOhio law states that untested software updates on voting machines and vote-tabulating machines are?illegal. However, according to Fitrakis, Husted was able to have the software installed because it was a last-minute patch.","advice_category":"5","content":"A federal lawsuit alleging that untested and uncertified vote-counting software was installed on vote-tabulating machines in 39 Ohio counties has been thrown out of court.\n\n\t?\n\n\tOhio Green Party co-chairman Bob Fitrakis filed the suit on Nov. 5, which requested immediate action for the removal of the software and/or machines affected by the law.\n\n\t?\n\n\tDays before the complaint, Fitrakis' website, FreePress.org, reported that Ohio Secretary of State Jon Husted was behind the allegedly infringing behavior, which would affect machines counting the votes of some 4 million voters in Columbus and Cleveland, two of Ohio's biggest cities.\n\n\t?\n\n\tVoters would not actually use the machines, which instead aggregate and report the votes of separate voting consoles.\n\n\t?\n\n\tU.S. District Court Judge Gregory Frost said Fitrakis \"demonstrated zero likelihood of success based on the evidence presented to this?Court,\" the Associated Press reported.\n\n\t?\n\n\tConcerns over confusion and delays on Election Day were also raised and may have played a part in the decision.\n\n\t?\n\n\t\"Such a last-minute ruling would unnecessarily thwart the smooth operation of the election and result in inevitable delay and confusion for election officials and the public,\" assistant Ohio attorney general Richard Coglianese said in a court filing. [How Hackers Could Steal the Next Election]\n\n\t?\n\n\tOhio has historically been a battleground state, including in this election season. The state's hotly contested 18 electoral votes have been the object of zealous campaigning in the run-up to today's election.\n\n\t?\n\n\tFitrakis' lawsuit was likely based on a copy of a contract FreePress.org says it obtained from Husted's office that asks the maker of the vote-counting software to \"enter custom codes and?interfaces?to the standard election reporting software.\"\n\n\t?\n\n\tOhio law states that untested software updates on voting machines and vote-tabulating machines are?illegal. However, according to Fitrakis, Husted was able to have the software installed because it was a last-minute patch.\n\n\t?\n\n\tStill, argued Fitrakis, the law does not provide any such exemption, no matter how minor.\n\n\t?\n\n\tFitrakis said memos from Husted's office indicated that the software hadn't been tested because \"it is not involved with the tabulation or communication of votes,\" but Fitrakis said that didn't matter; he said the potential for mischief still existed.\n\n\t?\n\n\t\"Who knows what's in the code ... and whether or not it creates an opportunity to alter election results. There's a reason you test and certify,\" Fitrakis told Computerworld.\n\n\t?\n\n\tAccording to a Husted spokesperson, the software, which had been labeled \"experimental,\" allowed for the information to be uploaded onto a thumb drive for transfer to the Secretary of State's system.\n\n\t?\n\n\t\"It basically just creates a one-way flow of information — and that is simply from their system, out,\" the spokesperson told news website theGrio. \"It is a pilot project that we're doing with about 25 counties.\"\n\n\t?\n\n\tRelated on TechNewsDaily and MNN:\n\n\n\t\t\t10 Home Security Tips You Haven't Thought Of\n\n\n\n\t\t\tElection Security Risks, Potential Voting Failures Loom\n\n\n\n\t\t\t10 Best Computer Protection Software Products\n\n\n\n\t\t\tMNN: How secure is the U.S. voting system?\n\n\n\t?\n\n\tThis story was originally written for TechNewsDaily and was republished with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"Ben Weitzenkorn, TechNewsDaily","web_category":"earth-matters#politics","title":"Judge rejects lawsuit over Ohio voting software","picture_url":"http://images.mnn.com/sites/default/files/VotingSoftwareSuit_m_1107.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/judge-rejects-lawsuit-over-ohio-voting-software"}