{"summary":"The second worst fire in Minnesota history (behind the Cloquet Fire of 1918), the Great Hinckley Fire of 1894 was a devastating blaze that ravaged more than 200,000 acres and claimed at least 418 lives — one of the deadliest wildfires in U.S. The Miramichi Fire was one of the worst forest fires in North American history","advice_category":"2","content":"Wildfire season is upon us, and this year is already shaping up to be another inferno, especially out West. Unfortunately, rampant blazes are increasingly becoming the rule rather than the exception this time of year. It's a trend that comes as no surprise for many climate scientists, who have predicted that one of the effects of global warming will be increased heat waves and drought throughout the Western U.S.\n?\nSo it could be that the worst wildfires in U.S. history are the ones that have yet to happen. It's a scary thought, especially considering the damage that wildfires have done in this country.\n?\nWe can only hope that this look back is not a sign of things to come. Here are the 10 worst wildfires in the history of the U.S.:\n?\nThe Great Fires of 1871\n\nA rendering of the Great Chicago Fire 1871 (Photo: John R. Chapin/Wikimedia Commons)\n?\nIn 1871, during the week of Oct. 8-14, it must have seemed like the whole world was ablaze for residents of the Upper Midwest. Four of the worst fires in U.S. history all broke out in the same week across the region. The Great Chicago Fire, which destroyed about a third of the city's valuation at the time and left more than 100,000 residents homeless, stole the headlines.\n?\nBut at the same time, three other fires also scorched the region. Blazes leveled the Michigan cities of Holland and Manistee in what has been referred to as the Great Michigan Fire, while across the state another fire destroyed the city of Port Huron. The worst fire of them all, however, might have been the Great Peshtigo Fire, a firestorm that ravaged the Wisconsin countryside, leaving more than 1,500 dead — the most fatalities by fire in U.S. history.\n?\nThat all of these devastating fires happened at the same time, over such wide distances, has persuaded many researchers that it was no coincidence. In fact, some have even suggested that the fires were caused by a shower of meteorites, fragments from the impact of Comet Biela. Others believe that high winds moving through the region offer a more sensible explanation for the unusual confluence of events.\n?\nGreat Fire of 1910\n\nWallace, Idaho was destroyed by the 1910 forest fires. (Photo: Wikimedia Commons)\n?\nThe Great Fire of 1910, also occasionally referred to as the \"Big Burn,\" is believed to be the largest single fire in recorded U.S. history. It burned more than 3 million acres in Idaho, Montana and Washington — in all, a total area roughly the size of Connecticut. There were 87 fatalities from the fire and 78 of those were firefighters.\n?\nThe handling of the blaze went on to shape the future of the U.S. Forest Service. Immediately after the 1910 fire, the service vowed to fight all wildfires, even ones that are naturally occurring and of no threat to human life or property. The merits of this policy are still debated today, especially by ecologists who insist that some wildfires are necessary for ecosystem health.\n?\nMiramichi Fire\nThe Miramichi Fire was one of the worst forest fires in North American history. Though most of its damage was done in New Brunswick (around the Canadian city of Miramichi), the firestorm also reached well into the U.S. state of Maine. By the time the blaze was dispelled, more than 3 million acres had burned and at least 160 people had been killed.\n?\nOne of the more harrowing survival stories to come out of this event involves the residents along the Miramichi River who waded for hours in its waters while the fire passed. It is said that they shared the water with livestock and even wild animals, including raccoons, deer, bears and large moose, all trying to escape the flames.\n?\nOakland Firestorm of 1991\nOne of the worst urban blazes in modern history, the Oakland Firestorm of 1991 began as a relatively small grass fire in the Berkeley Hills. But after being persistently fanned by the strong seasonal \"Diablo winds,\" that brush fire eventually grew to consume 1,520 acres, including more than 3,500 homes, apartments and condominiums. Such destruction — and in such a densely populated area — meant the disaster carried one of the heftiest price tags for wildfire damage in U.S. history: an estimated $1.5 billion.\n?\nShocking footage of the fires was recorded by media outlets and individual citizens. Here's an example below:\n?\n\n\n?\nCloquet Fire\n\nRuins of Cloquet, Minn., after the 1918 fire. (Photo: Minnesota Historical Society)\n?\nThe worst natural disaster in Minnesota history, the Cloquet Fire of 1918, claimed nearly 500 lives in a single day. The fire began after sparks from local railroad tracks ignited dry brush. When the flamed abated, as many as 38 communities had been razed to the ground, 250,000 acres had been scorched, 52,000 persons had been injured or displaced and the costs mounted to nearly $75 million.\n?\nYellowstone's \"Summer of Fire\"\n\nGround fire in Grant Village during the 1988 Yellowstone Fire. (Photo: National Park Service)\n?\nThe summer of 1988 saw the largest wildfire breakout in the recorded history of Yellowstone National Park. By the time the fire subsided, more than 2 million acres had been scorched — roughly a third of the entire park. Miraculously, no lives were lost as a direct result of the flames, even though as many as 25,000 firefighters had been dispatched to battle the conflagration.\n?\nThe fire was heavily covered by the media, in part because of the size of the blaze, but also due to Yellowstone's prestige as one of the most famous national parks in the world. Though the park has since enjoyed a robust recovery, the coverage sparked fierce debate about the U.S. Forest Service's evolving policies concerning wildfire management at the time. Throughout most of the century, the service had issued aggressive measures against all wildfires, vowing to dispense of them quickly. But in the decades leading up to the 1988 fire, a new policy allowing for controlled burns had been tested. In the aftermath of the 1988 fire, stricter guidelines under which naturally occurring fires may be allowed to burn were enacted.\n?\nYou can watch dramatic footage from the fire here.\n?\nCalifornia's Cedar Fire of 2003\n\nPhoto: NASA\n?\nFueled by dry summers and whipping seasonal gusts known as the Santa Ana winds and the Diablo winds, large wildfires have become an almost annual occurrence throughout California. But 2003 might have been the worst year on record for the Golden State.\n?\nThe largest fire from that year was the so-called Cedar Fire, a blaze that began after a lost hunter lit a small signal fire in the Cleveland National Forest, just 25 miles from San Diego. The blaze eventually came to consume more than 280,000 acres — almost 30,000 of which were within the city limits of San Diego — and became the largest single fire in California's recorded history.\n?\n2004 Taylor Complex Fire\nThe largest wildfire on record in the U.S. since 1997, Alaska's Taylor Complex Fire of 2004 burned more than 1,300,000 acres. It was the largest conflagration in Alaska's record-breaking 2004 fire season, which ended up seeing roughly 6.5 million acres of forest burned — the highest total in U.S. history.\n?\nGreat Hinckley Fire of 1894\n\nHinckley, Minn., after the 1894 fire. (Photo: Minnesota Historical Society)\n?\nThe second worst fire in Minnesota history (behind the Cloquet Fire of 1918), the Great Hinckley Fire of 1894 was a devastating blaze that ravaged more than 200,000 acres and claimed at least 418 lives — one of the deadliest wildfires in U.S. history. The firestorm moved with remarkable ferocity despite lasting only about four hours.\n?\nThe fire is also famous for having killed Thomas P. \"Boston\" Corbett, the Union soldier who killed John Wilkes Booth, Abraham Lincoln's assassin.\n?\n2007 California wildfires\n\nFire on Mount Miguel in San Diego County on Oct. 23, 2007. (Photo: Wikimedia Commons)\n?\nEach wildfire season in California seems to top the last, but the 2007 wildfires are especially notable for leading to the largest evacuation in California history. In total, the fires displaced nearly 1 million people and razed at least 1,500 homes in the San Diego area alone. The area covered by the various blazes was massive: more than 500,000 acres stretching from Santa Barbara County all the way to the U.S.-Mexico border.\n?\nRelated content on MNN:\n\nWildfires and camping: What you need to know to stay safe\n\n\n10 wildfires as seen from space\n\n\n8 ways climate change can kill you","author":"","web_category":"earth-matters#wilderness-resources","title":"10 of the worst wildfires in U.S. history","picture_url":"http://images.mnn.com/sites/default/files/editorial/SoCal_Firefighters_October_2007.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/10-of-the-worst-wildfires-in-us-history"}