{"summary":"For more information on particulate matter and other types of air pollution, check out these helpful links from the EPA:. Despite the popularity of fossil fuels, wood is still the main emitter of fine particulates in the United States — wildfires are the No","advice_category":"8","content":"?\nPeople have been choking on manmade air pollution for roughly half a million years, ever since Pleistocene cavemen huddled around the first campfires. That was clearly worth a few lungfuls of soot — fire gave us warmth, night vision and cooked meat, most likely outweighing the times it gave us bronchitis.\n?\nBeing so ambitious, however, ancient humans were only satisfied by wood fires for so long. They eventually discovered stronger fuels like coal, oil and gas, which they began burning — along with even more wood and charcoal — at a dizzying pace. Britain emerged as the epicenter of this sooty renaissance by the 19th century, giving London its trademark haze and inspiring the English idiom, \"Where there's muck, there's money.\"\n?\nStoves, factories, cars and power plants around the world were soon churning out smoky fumes, elevating particulate pollution from an annoyance to a menace. After a smog cloud killed 20 people in Donora, Pa., in October 1948 — and another killed up to 12,000 in London four years later —?many Western nations began limiting their emissions of particulates and other air pollutants, leaving Asia and Eastern Europe as the major remaining sources.\n?\nBut while Americans now breathe less particulate matter?overall than they used to, cities such as Los Angeles, Atlanta, Pittsburgh and Detroit often still suffer unhealthy spikes during summer, and rural areas can be inundated by diesel exhaust and road dust from four-wheelers, or by?smoke from wildfires. These hazy blankets serve as a harsh reminder that,?whether the fuel comes from a forest or a filling station,?where there's fire, there's smoke.\n?\nWhat is particulate pollution?\nParticulate matter is a diverse, lung-damaging blend of microscopic solids and liquid droplets that hangs suspended in the air. It?often looks like stereotypical, iconic air pollution — a thick stew of soot particles (see photo) wafting up from towers and tailpipes — but it also includes particles not normally thought of as pollutants — windblown sandstorms, dirt bikes' dust clouds, smoke from wildfires and volcanic ash.\n?\nSome particulates, especially in fire and volcano emissions, are big and dark enough to see with the naked eye, while others are so tiny they're only visible under an electron microscope. Breathing in big, burning ash flakes is certainly unpleasant, but it's the smaller kind that most threatens human health. The EPA focuses on particulates with a diameter of 10 microns (aka micrometers) or less, which it calls \"inhalable coarse particles.\" Within that group is an even more sinister speck — the \"fine particle,\" with a diameter no bigger than 2.5 microns. Known as \"PM10\" and \"PM2.5,\" respectively, both types are much smaller than the width of a human hair.\n?\nAlthough EPA regulation generally treats all particulates of similar size as equal offenders, research suggests that what they're made of can play a major role in how they affect human health. Urban particulates tend to be more dangerous than their country cousins, for example — partly because rural sand and dust granules are?bigger than most flecks of citified soot, and partly because urban air's crowd of chemicals team up against us, becoming worse than any one of them alone.\n?\nHow do particulates affect people?\nThe human respiratory system is usually well-prepared to deal with airborne invaders: Nose hairs catch the biggest ones, tiny moving hairs called cilia trap others with mucus to be coughed or sneezed out, and specialized immune cells devour any stragglers. In fact, anyone with allergies knows the body is often too prepared to defend itself.?\n?\nSnot and cilia can't catch everything, but even as some?smaller particles?sneak through, healthy cilia and immune cells are usually able to ward off long-term damage at normal exposure levels. The people at greatest risk from particulate pollution are those whose natural defenses aren't at full capacity, including children, the elderly, people with heart or lung disease, and smokers.\n?\nUrban air pollution is often more toxic than rural dust clouds in part because other pollutants — especially sulfur dioxide, nitrous dioxide and ground-level ozone — can stun or overwhelm the body's defenses, opening the floodgates in much the same way cigarette smoke paralyzes cilia?and leaves the body more vulnerable to infection.\n?\nThe diverse mixture of pollutants floating through many cities makes it hard to pinpoint which one caused which illness, but scientists seem to agree that, once inside the lungs, PM2.5 is responsible for the most serious health problems related to air pollution. Particles 10 microns wide and smaller stubbornly lodge themselves into lung tissue, with the smallest ones digging down the deepest. That may cause irritation, coughing and difficulty breathing in the short term, and stirs up asthma attacks or an irregular heartbeat in many susceptible people. Over time, particulate buildup in the lungs can lead to chronic bronchitis and reduce overall lung function; one type of particulate is believed to be carcinogenic.\n?\nA recent Columbia University study also suggests prenatal exposure to air pollution can reduce a child's IQ. Researchers gave backpack air monitors to the mothers of 259 children in low-income New York City neighborhoods, and reported that, even after adjusting for other factors, the children with the highest exposure before birth scored four to five points lower on IQ tests taken at age 5 than children who breathed less pollution in utero.\n?\nAside from its affects on human health, particulate matter carried by wind or water can create a variety of ecological problems depending what it's made of. Certain particles can turn lakes and streams acidic, make plants produce less chlorophyll and sugar, disrupt nutrient balances, and form haze that reduces visibility in many national parks as well as big cities.\n?\nWhere does particulate matter come from?\nParticulates are released by a wide range of sources, both mobile and stationary.?Road dust is by far the No. 1 source of PM10 emissions in the United States, and the second highest source of PM2.5, behind only fires. Cars and trucks kick up debris clouds even on paved roads, but off-road vehicles' large plumes stir up much more trouble. Mold, pollen and other human allergens often plague the driver or people downwind, and the tiny dust and diesel granules threaten waterways as well as human lungs, clouding clear water and blocking sunlight from algae and plants.?\n?\nWhether they're on-road or off-road, diesel vehicles throw a little something extra into the particulate pot. Diesel exhaust?contains formaldehyde, benzene, polycyclic aromatic hydrocarbons and other hazardous air pollutants, including thick soot particles. While some particulate emissions from diesel engines are almost inevitable, they can be reduced with pollution controls and by avoiding idling in diesel-powered vehicles.\n?\nDespite the popularity of fossil fuels, wood is still the main emitter of fine particulates in the United States — wildfires are the No. 1 source and home firewood consumption is No. 5. Coal, oil and gas do contribute substantially, though — electricity generation, transportation and other fossil burning is a top three source of PM2.5 and in the top five for PM10. Coal-fired power is a smog-prone enterprise by nature, and while many utilities in developed countries have now cut back on the amount of particulates and sulfates in their emissions,?softer regulations in?parts of Asia and Eastern Europe have led to rampant air pollution there. Widespread use of wood- and dung-burning cookstoves has also come under fire as a source of dangerous particulates and other pollutants.\n?\nFor more information on particulate matter and other types of air pollution, check out these helpful links from the EPA:\nEPA: Particulate Matter Basic Information\nEPA: Particulate Matter Standards\nAIRNOW: U.S. air pollution map\nAIRNOW: Particle Pollution\nEPA: Sulfur dioxide\nEPA: Nitrous oxides\nEPA: Ground-level ozone\nEPA: Carbon monoxide\nEPA: Lead\nEPA: Visibility\nPhotos: NASA, EPA, OSHA, NOAA\nMNN homepage photo: Eraxion/iStockphoto","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are small particulates a big deal?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-small-particulates-a-big-deal"}