{"summary":"Gupta, however, said that the increasing prevalence could reflect an upswing in actual allergies — and not just the fact that peanut allergies are more likely to be recognized now than in the past. While the current study and previous research don't agree on the actual prevalence of peanut allergies, there is a general consensus that the rate of recorded allergies is increasing.","advice_category":"2","content":"NEW YORK - Peanut allergies may be less common than previously believed, according to a new study based on allergy diagnoses in England.\n?\nHowever, the study also found that while the proportion of the population that's affected by peanut allergies — that is, the prevalence — is small, it has grown over time.\n?\nIn recent years, parents and researchers alike have become more concerned about peanut allergies. Previous studies have shown that in some parts of the world, as many as two out of every 100 kids might have peanut allergies. The current study, however, found rates only a tenth of that, even in age groups most likely to have allergies.\n?\nPart of the difference between this study and previous ones may be in the way rates of allergy were calculated.\n?\n\"Overall, the 'true' prevalence of peanut allergy is likely to lie somewhere between these various estimates,\" Dr. Aziz Sheikh, one of the paper's authors from the University of Edinburgh in Scotland, told Reuters Health by email.\n?\nFor their calculations, Sheikh and his colleagues analyzed information from a database of all diagnoses by general practitioners in England between 2001 and 2005. The database included more than 400 practices treating almost 3 million patients.\n?\nOn average, among kids under 15, one or two out of every 1,000 had received a diagnosis of peanut allergy at some point. The highest rates were in boys ages 5 to 9.\n?\nIn the entire study population, including adults, about two out of every 4,000 people had a peanut allergy recorded by a general practitioner in 2005 - a doubling of the allergy prevalence in 2001, when it was about one in every 4,000 people.\n?\nBy the end of the study, there were about 26,000 cases of diagnosed peanut allergy among all practices according to the findings, which are published in The Journal of Allergy and Clinical Immunology.\n?\nIt's possible that the figures underestimate the true prevalence of peanut allergies, the authors write, because some allergies are never recorded by a general practitioner.\n?\nDr. Ruchi Gupta, a pediatrician at Northwestern University's Feinberg School of Medicine in Chicago, agrees with that assessment.\n?\n\"Allergies are something that, although the generalist physicians should know about it, often times patients go straight to a specialist,\" Gupta, who was not involved in the study, told Reuters Health. A pediatrician or family doctor may not end up recording the allergy, she said, if it's mentioned in passing at a later appointment.\n?\nStill, the authors believe that their study was more accurate than some previous studies, which relied on people to report their own allergies or their children's allergies. In those cases, people tend to report not only allergies but also much less severe reactions that don't technically qualify as allergies.\n?\nOne previous study showed that some children who test positive for sensitivity to peanuts using basic skin or blood tests might not have a full-blown allergy (see Reuters Health story of January 13, 2010).\n?\nSheikh said that it's not uncommon for testing to result in false positives, and that a test should always be accompanied by a doctor's assessment.\n?\nIn another article in the same journal, Dr. Scott Sicherer of the Mount Sinai School of Medicine wrote about the difficulty in estimating the prevalence of food allergies in a population. The difficulty arises both because some tests don't diagnose true allergies, he wrote, and because allergies may show up or go away at certain times in life and people living in different places may be exposed to certain allergy-triggering foods but not others.\n?\nWhile the current study and previous research don't agree on the actual prevalence of peanut allergies, there is a general consensus that the rate of recorded allergies is increasing.\n?\nAccording to Sheikh, that trend may be due to better diagnosis of peanut allergies and better recording by doctors.\n?\nGupta, however, said that the increasing prevalence could reflect an upswing in actual allergies — and not just the fact that peanut allergies are more likely to be recognized now than in the past. However, the reason is unclear, she said.\n?\n\"There's a ton of theories,\" Gupta said, \"from the hygiene hypothesis to how we process our foods in today's world.\" Under the hygiene hypothesis, she said, kids who grow up in an environment that has less dirt and fewer germs than in the past are more likely to have allergies because of \"the body not having anything else to fight.\"\n?\nIt's also unknown whether peanut allergy rates are increasing only in industrialized countries, she said, or if they are increasing everywhere but only being recorded in places like the U.S., Canada, and Europe.\n?\nCopyright 2011? Reuters US Online Report Health News","author":"Genevra Pittman, Reuters","web_category":"health#allergies","title":"Study challenges rate of peanut allergies","picture_url":"http://images.mnn.com/sites/default/files/main_kid_14.jpg","url":"http://www.mnn.com//health/allergies/stories/study-challenges-rate-of-peanut-allergies"}