{"summary":"\"We are absolutely part of the private sector in terms of space and what's happening in space, and we are the kind of teenager alongside SpaceX and Virgin Galactic,\" Lone Signal CEO Jamie King said. But Gliese 526 is a good candidate for harboring life, having been identified in the Catalog of Nearby Habitable Systems, said Lone Signal chief science officer Jacob Haqq-Misra.","advice_category":"4","content":"A group of scientists, businessmen and entrepreneurs are tired of waiting around for E.T. to get in touch.\n?\nInstead of passively listening for signs of intelligent life in the universe, the Lone Signal project is asking everyone with an Internet connection to help beam messages into outer space in an attempt to make our presence in the universe known.\n?\nWhen Lone Signal goes live late in the day on June 17, it will mark humanity's first-ever attempt to send continuous messaging to extraterrestrial intelligence, officials said. [10 Wildest Ways to Contact Aliens]\n?\n\"As soon as I can remember, I looked up at the stars and I thought, 'Is there anybody looking back at me?' I think there's just an inherent curiosity we all have,\" Lone Signal chief marketing officer Ernesto Qualizza said here today (June 11) during a press event announcing the project's intentions. \"We all want to see what's on the other side of the next hill, and this is an extension of that curiosity.\"\n?\nA focused approach\nScientists working with Lone Signal have picked out a particular spot in space. All messages sent through the company's network will be transmitted to a star system called Gliese 526, which is located about 17.6 light-years from Earth.\n?\nResearchers haven't found any planets orbiting the red dwarf star yet. But Gliese 526 is a good candidate for harboring life, having been identified in the Catalog of Nearby Habitable Systems, said Lone Signal chief science officer Jacob Haqq-Misra.\n?\nHaqq-Misra and his team might decide to move the signal to a different star system in the future.\n?\n\"We want it to be fun, but we're also looking at long-term strategy,\" Lone Signal co-founder Pierre Fabre said. \"We're targeting the most logical, nearest stars now.\"\n?\nUpon its launch, Lone Signal operators will start sending messages to Gliese 526 using the Jamesburg Earth Station, a central California radio dish built in 1968. Lone Signal has a 30-year lease with the antenna, but company officials hope the project could be extended and expanded in the future.\n?\nOur place in the universe\nAnyone looking at Earth's corner of the universe would probably already know that we exist, Haqq-Misra said.\nTelevision waves, radio waves and other electromagnetic beams are constantly being emitted by devices across the globe. These signals, however, are much weaker and less distinct than the ones that Lone Signal will send out, officials said.\n?\nThe Jamesburg Earth Station will emit multiple beams aimed at Gliese 526. One beam carries a repeating \"hailing message\" developed by astronomer Michael Busch, which explains Earth's position in the universe, outlines the elements of the periodic table and gives a definition of the hydrogen atom in binary code. Ideally, that channel will direct the observer to the adjacent spectrum where the crowd-sourced messages will be carried. [The Nearest Stars to Earth (Infographic)]\n?\nIf a group of aliens on a planet orbiting Gliese 526 had an instrument equivalent to California's Allen Telescope Array, which is used by the SETI (Search for Extraterrestrial Intelligence) Institute here on Earth, they would be able to detect, record and possibly decode the message, officials said.\n?\nHow to take part \n\"It's important that it is feasible for anyone to take part in this experiment because it is so unique,\" Qualizza said. \"It's never been that case that anyone on the face of the Earth can commune with the cosmos, and we are opening up that portal to the masses.\"\n?\nYou can participate in the project in a variety of ways, according to Lone Signal officials:\n\nShare Beams/Track Beams: Once signed in, users can see how far their beam has traveled from Earth as well as share this information with others.\n\n\nDedicate Beams: Friends and family can dedicate a beam to loved ones\n\n\nExplore: The Explore section gives beamers current data on the Lone Signal beam, who is sending messages, from where on Earth and other information.\n\n\nBlog/Twitter – The Lone Signal science team and other contributors will post opinion articles and share science news and updates via social media.\n\nThe initial text-only message is free, but you can buy an unlimited number of text and photo messages that will be queued up and sent into space, officials said. After the first free communication, a text message costs one credit and a photo message costs three. Four credits can be purchased for $0.99.\n?\n\"We are absolutely part of the private sector in terms of space and what's happening in space, and we are the kind of teenager alongside SpaceX and Virgin Galactic,\" Lone Signal CEO Jamie King said. \"We want to be part of the wider conversation and exploration into space. We do need to make a profit in order to sustain the operating costs in order to keep doing it.\"\n?\nThe project isn't just about creating a rapport with possible alien life-forms on exoplanets circling distant stars; it could also be a way to preserve human culture into the future, Lone Signal officials said.\n?\n\"There really is a time capsule argument,\" Haqq-Misra said. \"Even if you're not communicating with a 'watcher' now, you're putting this time capsule out into space for all of time.\"\n?\nYou can learn more about this initiative on the Lone Signal website.\n?\nMore on SPACE.com and MNN:\n\n5 Bold Claims of Alien Life \n\n\nAlien Planet Quiz: Are You an Exoplanet Expert?\n\n\nThe Search For Another Earth | Video\n\n\nMNN: What should be our first words to alien species?\n\nThis story was originally written for SPACE.com and has been republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Send your messages to deep space aliens through new project","picture_url":"http://images.mnn.com/sites/default/files/messages-to-aliens.jpg","url":"http://www.mnn.com//earth-matters/space/stories/send-your-messages-to-deep-space-aliens-through-new-project"}