{"summary":"Severe reactions were more common in older kids, possibly because young kids with allergies are more likely to be monitored by parents to make sure they stay away from potential allergy triggers, Gupta explained.. The results, published today in Pediatrics, showed that 8 percent of kids had a diagnosed food allergy or convincing symptoms that indicated an allergy - almost 6 million U.S","advice_category":"2","content":"NEW YORK?—?One in 12 kids in the United States may have a food allergy, according to new findings based on an online survey.\n?\nThe study, published June 20th in Pediatrics, also showed that more than one third of those kids had severe allergies, and that allergies were more common in minority kids.\n?\nAllergies are a particularly difficult chronic condition because kids can't escape food in any part of their daily lives, said lead author Dr. Ruchi Gupta, from the Northwestern University Feinberg School of Medicine in Chicago.\n?\n\"What I hope this paper will do is open this awareness to how common (food allergy) is and how severe it can be, and develop policies for schools and sporting events and any activities that kids participate in to make it clear that everybody is looking out for these kids,\" she told Reuters Health.\n?\nPrevious studies have estimated that anywhere between 2 and 8 of every 100 kids in the U.S. has a food allergy.\n?\nBut most of those reports are based on studies that asked participants many different health questions, including only a few related to allergies, Gupta said. Other studies have also looked at emergency room trips for allergic reactions, or evaluated doctors' diagnoses in medical records.\n?\nGupta and her colleagues instead wanted to design a study focused solely on the rate and severity of food allergies. They surveyed a nationally representative sample of almost 40,000 U.S. adults who lived with a child under 18.\n?\nThose adults filled out an online questionnaire about allergies based on a single kid in their household, reporting whether or not the child had any signs and symptoms of a food allergy, had ever been diagnosed with an allergy by a doctor, and had ever had a severe allergic reaction to food.\n?\nThe results, published today in Pediatrics, showed that 8 percent of kids had a diagnosed food allergy or convincing symptoms that indicated an allergy - almost 6 million U.S. kids, the researchers said. Kids were most commonly allergic to peanuts, milk, and shellfish.\n?\nWhat was interesting was not just how many kids had allergies, Gupta said, but how many of those allergies were severe - cutting off a kid's airway or causing blood pressure to drop.\n?\n\"One of our big findings was that 2 in 5 kids who had allergies had a severe reaction or a life-threatening reaction,\" Gupta said.\n?\n\"There are a lot of misconceptions of what allergies are,\" she added. \"When you think of allergies, you don't think of life-threatening.\"\n?\nSevere reactions were more common in older kids, possibly because young kids with allergies are more likely to be monitored by parents to make sure they stay away from potential allergy triggers, Gupta explained.\n?\nShe and her colleagues also found that black and Asian kids had higher chances of having a food allergy than white kids?—?but that they were less likely to have that allergy diagnosed by a doctor.\n?\nThat disparity \"needs to be addressed,\" Dr. Scott Sicherer, an allergy researcher at the Mount Sinai School of Medicine in New York, told Reuters Health.\n?\n\"The family is saying that their child had convincing reactions and yet they weren't really evaluated to confirm that with a doctor,\" said Sicherer, who was not involved in the study.\n?\n\"Is that because they're not getting the health care they need? Is that because there's not an appropriate amount of concern? I would be worried that the next reaction could be severe and they're not prepared for it.\"\n?\nWhile the findings can't show whether or not food allergies are on the rise, Gupta thinks that's the case.\n?\n\"As a clinician, I see it a lot more,\" Gupta said. Sicherer agreed that he thinks food allergies are becoming more frequent, but said that researchers aren't sure why that is.\n?\nThe next question, Gupta said, is whether there is something going on in the environment that is driving that increase.\n?\nOn the Web: Pediatrics, online June 20, 2011.\n?\nCopyright 2011??Reuters US Online Report Health News","author":"Genevra Pittman, Reuters","web_category":"health#allergies","title":"Food allergies affect 1 in 12 kids","picture_url":"http://images.mnn.com/sites/default/files/KidsAllergies_main_0620.jpg","url":"http://www.mnn.com//health/allergies/stories/food-allergies-affect-1-in-12-kids"}