{"summary":"To see whether there was a simpler way to study living insects as they developed, the research team used computed tomography (CT) to scan nine Vanessa cardui?pupas (the life stage after the?caterpillar?stage)?as they underwent metamorphosis into painted lady butterflies inside a hard outer shell.. Gallery: Dazzling Photos of Dew-Covered Insects","advice_category":"2","content":"Stunning new pictures of butterfly metamorphosis have been captured using common medical imaging.\n?\nThe images of the tiny insects, which are described today (May 14) in the Journal of the Royal Society Interface, were taken with a CT scanner that has the resolution to image insects as small as 0.2 inches (5 millimeters).\n?\nThe new technique could be used to study insect development in place of dissection. Dissection can be a time-consuming, laborious process that requires killing a different specimen for each stage of development. [See the Amazing Caterpillars Morph into Butterflies]\n?\nMasters of Earth\nInsects make up between 50 percent and 85 percent of the animals on the planet, said study co-author Russell Garwood, a geologist at the University of Manchester in the United Kingdom, who studies fossilized insects.\n?\n\"To a first approximation, every living thing is an insect, so they're worth understanding,\" Garwood told LiveScience.\n?\nYet despite insects' prevalence on Earth, most researchers study only a few model organisms, such as the fruit fly Drosophila melanogaster.\n?\nScanning butterflies\nTo see whether there was a simpler way to study living insects as they developed, the research team used computed tomography (CT) to scan nine Vanessa cardui?pupas (the life stage after the?caterpillar?stage)?as they underwent metamorphosis into painted lady butterflies inside a hard outer shell.\n?\nThe 3D images revealed the fine structure of the pupa anatomy as the insects matured, including the tracheal airways, the antennae and the midgut.\n?\nThe radiation from the scanning didn't seem to be a problem for the pupas, many of which successfully hatched into butterflies.\n?\nThe findings suggest the technique could be a viable way to study living insects as they develop.\n?\nInsect solutions\nThe researchers envision several ways to use the new techniques. One possibility is studying how pesticides affect bees' development. Currently, honeybee colonies have seen great declines and some say pesticides may be to blame for this so-called colony collapse disorder; a definitive culprit is still not known.\n?\n\"Insects are the main pollinators for the majority of our crops,\" so understanding what causes them to become ill is critically important, Garwood said.\n?\nThe researchers said they can also see the technique being used in forensics to study flesh-eating maggots that eat decomposing bodies.\n?\nFollow Tia Ghose on Twitterand Google+.?Follow?LiveScience @livescience, Facebook?& Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n?\n\nGallery: Dazzling Photos of Dew-Covered Insects\n\n\nButterfly Gallery: Beautiful Wings Take Flight\n\n\nAmazing Tropical Butterflies\n\n\nMNN: Where have all the monarch butterflies gone?\n\n?\nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#animals","title":"Caterpillars morph into butterflies in amazing 3-D images","picture_url":"http://images.mnn.com/sites/default/files/butterfly-pupa.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/caterpillars-morph-into-butterflies-in-amazing-3-d-images"}