{"summary":"Sixty percent of respondents said they support Obama's use of executive authority to curb carbon pollution, and 62 percent agreed with his statement that we must fight climate change \"for the sake of our children.\". \"We applaud President Obama's commitment to 'reduce pollution, prepare our communities for the consequences of climate change, and speed the transition to more sustainable sources of energy.' … With the reality of more extreme weather on full display … we know that climate change is here","advice_category":"5","content":"Echoing a major theme from his inaugural speech last month, President Obama vowed in Tuesday's State of the Union address to fight harder against climate change over the next four years. And acknowledging the roadblocks such a fight typically faces on Capitol Hill, he added that \"if Congress won't act soon to protect future generations, I will.\"\n?\nObama spent about 600 words on climate and energy issues Tuesday night, represented in the word cloud below. (Click here for a transcript.) He reiterated his emphasis on the dangers of a changing climate, citing Superstorm Sandy, historic droughts and violent wildfires as examples of the severe weather that global warming promotes.\n?\n\n?\nAlthough Obama spoke at length about increasing domestic oil and gas development — part of his \"all of the above\" energy plan — he also called for an Energy Security Trust, in which federal fossil-fuel revenues would help fund \"new research and technology to shift our cars and trucks off oil for good.\" And as part of a goal to cut U.S. energy waste in half by 2030, he announced a Race to the Top program to foster competition among states in energy efficiency, borrowing a model already used to boost school performance.?\n?\nIn the absence of congressional action, Obama said he will direct his cabinet to devise executive actions that can slow down or prepare for climate change. \"For the sake of our children and our future,\" he said, \"we must do more to combat climate change.\"\n?\nObama hasn't always sounded this forceful on climate politics, and his speech Tuesday night has drawn both praise and complaints from around the country. Even though it was light on specifics, as is often the case with State of the Union speeches, critics and supporters are finding plenty to say about it. Here's a sampling of reactions:\n?\nFrances Beinecke, president of the Natural Resources Defense Council\n\"The president made it absolutely clear that he will lead the fight against dangerous carbon pollution, and a compelling majority of Americans stand firmly behind that leadership. The best way to strike back, as a nation, is to reduce the carbon pollution from our dirtiest power plants, the single greatest threat to our climate's future. That will take presidential leadership.\"\n?\n\nThomas Pyle, president of the Institute for Energy Research\n\"It is telling that President Obama seemed more concerned about climate change than job creation, clearly following a well-worn path for this administration where no crisis goes to waste in pursuit of the President's progressive agenda. For this administration, a deadly hurricane means a chance for carbon taxes.\"\n\n?\nTrip Van Noppen, president of Earthjustice\n\"We applaud President Obama's commitment to 'reduce pollution, prepare our communities for the consequences of climate change, and speed the transition to more sustainable sources of energy.' … With the reality of more extreme weather on full display … we know that climate change is here. Not surprisingly, a majority of Americans want swift and effective federal action to confront this issue.\"\n?\n\nJack Gerard, president of the American Petroleum Institute\n\"President Obama recognized the oil and natural gas industry as a robust economic engine that is investing in American jobs, generating billions of dollars for the government each year, and making our country more energy secure. … [But he] must follow through by implementing a national energy policy, lifting existing restrictions in support of responsible development of our vast energy resources, approving the Keystone XL pipeline, and standing up against unnecessary and burdensome regulations that chill economic growth.\"\n\n?\nDaniel Souweine, executive director of Forecast the Facts\n\"While we are excited to hear the President connect the dots between climate change and increasingly severe weather, accurately explaining the problem is not nearly enough. Tonight, President Obama set the lowest possible bar for action — he did not pledge to stop the carbon-spewing Keystone XL Pipeline nor promise carbon regulations on existing power plants. In fact, he pledged no specific actions at all.\"\n?\nBill McKibben,?founder of 350.org and Tar Sands Action\n\"I'm interested in what the president says. I'm more interested in what the climate movement can push/free him to do.\"\n?\nThe NRDC also commissioned a nationwide poll Tuesday night after Obama spoke, with results suggesting that — as Beinecke says in a press release — a \"compelling majority\" of Americans share the president's climate concerns. In the telephone survey of 1,218 registered voters, two-thirds agreed that climate change is a \"serious or very serious problem,\" including 58 percent of independents. Sixty percent of respondents said they support Obama's use of executive authority to curb carbon pollution, and 62 percent agreed with his statement that we must fight climate change \"for the sake of our children.\"\n?\nCommenters on MNN's Facebook page have also been vociferous, both for and against Obama's words. \"Blah blah blah,\" writes Derek McElhinney of Nevada.?\"Nice rhetoric but the action required is so far beyond what he's proposed. He's wasted precious time. Sad to say but it may already be too late.\" According to Jennifer Krueger of Indiana, however, \"It's incredibly important to be speaking about climate change and bringing that to the forefront of our daily dialogue.\" If you'd like to join the discussion, check out?MNN's Facebook thread on the subject and throw in your own two cents.\n?\nAnd for a look at what exactly Obama said about climate and energy Tuesday night, here's a transcript from that section of his speech:?\nClick here to read more\n\n\n\"Today, no area holds more promise than our investments in American energy. After years of talking about it, we're finally poised to control our own energy future. We produce more oil at home than we have in 15 years.\n?\nWe have doubled the distance our cars will go on a gallon of gas and the amount of renewable energy we generate from sources like wind and solar, with tens of thousands of good, American jobs to show for it. We produce more natural gas than ever before, and nearly everyone's energy bill is lower because of it. And over the last four years, our emissions of the dangerous carbon pollution that threatens our planet have actually fallen. But for the sake of our children and our future, we must do more to combat climate change.\n?\nNow, it's true that no single event makes a trend. But the fact is, the 12 hottest years on record have all come in the last 15. Heat waves, droughts, wildfires, floods, all are now more frequent and more intense.\n?\nWe can choose to believe that Superstorm Sandy, and the most severe drought in decades, and the worst wildfires some states have ever seen were all just a freak coincidence. Or we can choose to believe in the overwhelming judgment of science and act before it's too late.\n?\nNow, the good news is, we can make meaningful progress on this issue while driving strong economic growth. I urge this Congress to get together, pursue a bipartisan, market-based solution to climate change, like the one John McCain and Joe Lieberman worked on together a few years ago. But if Congress won't act soon to protect future generations, I will.\n?\nI will direct my cabinet to come up with executive actions we can take, now and in the future, to reduce pollution, prepare our communities for the consequences of climate change, and speed the transition to more sustainable sources of energy.\n?\nNow, four years ago, other countries dominated the clean-energy market and the jobs that came with it. And we've begun to change that. Last year, wind energy added nearly half of all new power capacity in America. So let's generate even more. Solar energy gets cheaper by the year. Let's drive down costs even further. As long as countries like China keep going all-in on clean energy, so must we. Now, in the meantime, the natural gas boom has led to cleaner power and greater energy independence. We need to encourage that. That's why my administration will keep cutting red tape and speeding up new oil and gas permits.\n?\nThat's got to be part of an all-of-the-above plan. But I also want to work with this Congress to encourage the research and technology that helps natural gas burn even cleaner and protects our air and our water. In fact, much of our newfound energy is drawn from lands and waters that we, the public, own together.\n?\nSo tonight, I propose we use some of our oil and gas revenues to fund an Energy Security Trust that will drive new research and technology to shift our cars and trucks off oil for good. If a nonpartisan coalition of CEOs and retired generals and admirals can get behind this idea, then so can we. Let's take their advice and free our families and businesses from the painful spikes in gas prices we've put up with for far too long. I'm also issuing a new goal for America: Let's cut in half the energy wasted by our homes and businesses over the next 20 years.\"\n\n\n?\nRelated politics stories on MNN:\n\nState of the Union: Obama urges action on climate change\nState of the Union is often paved with green intentions\nWill climate get cold shoulder in Obama's second term?\nThe psychology of compromise: Why Congress fails\n\n?","author":"","web_category":"earth-matters#politics","title":"Reactions to Obama's SOTU climate challenge","picture_url":"http://images.mnn.com/sites/default/files/obama_SOTU_2013_0.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/reactions-to-obamas-sotu-climate-challenge"}