{"summary":"A big asteroid will cruise by Earth at the end of the month, making its closest approach to our planet for at least the next two centuries.. Asteroid 1998 QE2 was discovered in August 1998 by astronomers working with MIT's Lincoln Near Earth Asteroid Research (LINEAR) program in New Mexico.","advice_category":"4","content":"A big asteroid will cruise by Earth at the end of the month, making its closest approach to our planet for at least the next two centuries.\n?\nThe May 31 flyby of asteroid 1998 QE2, which is about 1.7 miles (2.7 kilometers) long, poses no threat to Earth. The space rock will come within 3.6 million miles (5.8 million km) of our planet — about 15 times the distance separating Earth and the moon, researchers say.\n?\nBut the close approach will still be dramatic for astronomers, who plan to get a good look at 1998 QE2 using two huge radar telescopes — NASA's 230-foot (70 meters) Goldstone dish in California and the 1,000-foot (305 m) Arecibo Observatory in Puerto Rico. [Photos: Asteroids in Deep Space]\n?\n\n\n?\n\"Whenever an asteroid approaches this closely, it provides an important scientific opportunity to study it in detail to understand its size, shape, rotation, surface features and what they can tell us about its origin,\" Lance Benner of NASA's Jet Propulsion Laboratory in Pasadena, Calif., principal investigator for Goldstone radar observations, said in a statement.\n?\n\"We will also use new radar measurements of the asteroid's distance and velocity to improve our calculation of its orbit and compute its motion farther into the future than we could otherwise,\" Benner added.\n?\nAsteroid 1998 QE2 was discovered in August 1998 by astronomers working with MIT's Lincoln Near Earth Asteroid Research (LINEAR) program in New Mexico.\n?\nThe space rock's name is not an homage to England's Queen Elizabeth II, or to the famous 12-deck ocean liner that was retired from service in 2008. It's just the moniker assigned by the Minor Planet Center in Cambridge, Mass., which names each newfound asteroid according to an established alphanumeric scheme that lays out when it was discovered.\n?\nAstronomers plan to study 1998 QE2 intensively from May 30 through June 9, using the Goldstone and Arecibo dishes to learn as much as possible about the asteroid before it slips off once more into the depths of space.\n?\nEven from about 4 million miles (6.4 million km) away, Goldstone images may be able to resolve features on 1998 QE2 as small as 12 feet (3.75 m) across, researchers said.\n?\n\"It is tremendously exciting to see detailed images of this asteroid for the first time,\" Benner said. \"With radar we can transform an object from a point of light into a small world with its own unique set of characteristics. In a real sense, radar imaging of near-Earth asteroids is a fundamental form of exploring a whole class of solar system objects.\"\n?\nNASA leads the global effort to identify potentially dangerous asteroids. Our planet has been pummeled by space rocks throughout its 4.5-billion-year history, and more strikes are in our future.\n?\nThe planet got a dramatic reminder of this reality this past Feb. 15. On that day, a 55-foot (17 m) object exploded without warning over Russia, just hours before the 130-foot asteroid 2012 DA14 gave Earth a close shave, missing our planet by just 17,200 miles (27,000 km).\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebookor Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nAsteroid Basics: A Space Rock Quiz\n\n\nNEOs: Near Earth Objects - The Video Show\n\n\nHuge Asteroid Apophis Revealed in Photos\n\n\nMNN: 8 asteroids in our solar system\n\nThis story was originally written for SPACE. com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Huge asteroid to fly by Earth this month","picture_url":"http://images.mnn.com/sites/default/files/Asteroid1998QE2_m_0517.jpg","url":"http://www.mnn.com//earth-matters/space/stories/huge-asteroid-to-fly-by-earth-this-month"}