{"summary":"Solar flares occur when a buildup of magnetic energy on the sun is suddenly released. MNN: 10 incredible images of solar flares","advice_category":"4","content":"The sun has unleashed two colossal flares since Sunday night, May 12, firing off its most powerful eruptions of 2013 in less than a day.\n?\nThe first flare peaked Sunday at 10:17 p.m. EDT (0217 GMT), registering as an X1.7-class eruption. The second flare, which occurred at midday on Monday (May 13), was even stronger, clocking in at X2.8, scientists said.\n?\nX-class flares are the most powerful type. Here's a brief rundown on solar flares, their classification and their potential impacts on Earth. [Sun Unleashes Biggest Flares of 2013 (Photos)]\n?\nClassifying solar flares\nSolar flares occur when a buildup of magnetic energy on the sun is suddenly released. They usually erupt from sunspots, temporary dark and relatively cool patches on our star's surface where the local magnetic field is very strong.\n?\nFlares generate a burst of radiation across a wide range of the electromagnetic spectrum. They're often accompanied by coronal mass ejections (CMEs), which hurl enormous clouds of super-heated plasma into space.\n?\nScientists classify strong solar flares into one of three categories: C, M or X (with A and B classes, too, for weaker eruptions). There's a tenfold increase in power from one class to the next, so an X flare is 10 times stronger than an M flare, and 100 times more powerful than a C.\n?\nThere's also a finer gradation within each class, from 1 to 9 in the case of C and M flares. But the number goes higher for X flares, because they're at the top of the scale and the sun occasionally fires off eruptions more than 10 times stronger than an X1. For example, in 2003, the sun let loose a flare that registered as an X28 before overwhelming the sensors that measured it. It remains the most powerful solar flare ever recorded.\n?\n\n\n?\nEffects on Earth\nFlares that are C-class and weaker don't affect Earth in any meaningful way. M-class eruptions can generate brief radio blackouts at the poles and minor radiation storms that could endanger orbiting astronauts.\n?\nX-class flares, on the other hand, can have consequences on a planet-wide scale, triggering widespread radio blackouts and long-lasting radiation storms.\n?\nThe CMEs that often accompany solar flares have even more destructive potential. When a CME's charged particles interact with Earth's magnetic field, they can spawn geomagnetic storms powerful enough to disrupt GPS signals, radio communications and power grids.\n?\nIn March 1989, for example, a CME caused a power blackout in Quebec, leaving 5 million Canadians in the dark in cold weather for hours. The event caused about $2 billion in damages and lost business, scientists say.\n?\nWe should expect more activity from the sun over the coming months. Solar activity waxes and wanes on an 11-year cycle, and researchers think the current cycle, known as Solar Cycle 24, will peak later this year.\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSolar Flares: A User's Guide (Infographic)\n\n\nMajor Fireworks On Sun - Two X-Flares On Same Day | Video\n\n\nThe Sun's Wrath: Worst Solar Storms in History\n\n\nMNN: 10 incredible images of solar flares\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Solar flares explained: What's causing the eruptions?","picture_url":"http://images.mnn.com/sites/default/files/SolarFlareMay13_m_0514.jpg","url":"http://www.mnn.com//earth-matters/space/stories/solar-flares-explained-whats-causing-the-eruptions"}