{"summary":"Other wheat allergy symptoms. A wheat allergy is an abnormal immune system reaction to one or more proteins found in wheat","advice_category":"2","content":"Almost everyone loves cakes, cookies and other baked goodies. Eating these foods, however, can cause numerous health problems for those who have wheat allergies.\n?\nNot sure if you’re one of them? Well, if you’re wondering why your nose is congested and your eyes are watery, itchy and have dark rings, you might have sensitivity to products containing wheat. These are all wheat allergy symptoms.\n?\nIt’s more common for children to display more obvious symptoms of wheat allergies but if you’ve been bombarding your system with wheat products for decades, your immune system could start turning against you.\n?\nA wheat allergy is an abnormal immune system reaction to one or more proteins found in wheat. The immune system has developed a specific antibody (a pathogen fighter) to one or more of the four major wheat proteins, including gliadin, which is the bane of all people with Celiac Disease.\n?\nPeople with Celiac Disease (an autoimmune disorder) have to go on a 100 percent gluten-free diet. Although not everyone who has a wheat allergy needs to go totally gluten-free, many people with wheat sensitivity follow similar dietary restrictions.\n?\nOther wheat allergy symptoms\nFor those who are allergic, eating pizza, muffins, fried-battered foods, soy sauce and other foods with wheat could induce hives, difficulty breathing (including asthma) and nausea.\n?\nA rare but very strong reaction to wheat proteins can cause a life-threatening reaction called anaphylaxis. People severely allergic to bee stings or peanuts can relate all too well, and often carry with them an “EpiPen”, which is an injectable dose of epinephrine (adrenaline).\n?\nDiagnosing Wheat Allergies\nSkin test: An allergist or doctor who is able to do food allergy testing may choose to drop tiny particles of wheat allergen extracts onto the forearm. About 15 minutes after the drops are left on the skin, if you develop red, itchy bump where the allergens were placed, you know you have at least intolerance to wheat (more on the distinction between allergy and intolerance below)\n?\nBlood test:?If you’re taking medications or if you have some other skin condition, your doctor may forgo the skin test and choose instead to draw some blood that screens for specific allergy-causing antibodies to various common allergens, including wheat proteins.\n?\nWheat intolerance vs. Wheat Allergy\nIf you have a true wheat allergy, you’re a rare breed. It’s estimated that less than one percent of the U.S. population suffers from wheat allergies, whereas some estimates peg those with some form of wheat intolerance at nearly 20 percent.\n?\nAllergies usually trigger a response from the immune system; intolerances don’t involve a major immune response and can often be subtle and take hours to develop. It may show up days later as eczema, a belly ache, or even some mood swings; a true allergy can exhibit symptoms within minutes.\n?\nAvoiding wheat: easier said than done\nObviously, if you have an intolerance or allergy to wheat, it’s best to avoid wheat all together. But realize that even if you do your best to avoid wheat, you may end up being exposed to it when consuming other products like oats, as the wheat may have been in contact with the oats during the production process.\n?\nReading food labels will tell you if a specific food was made in a facility that also processes wheat. To be on the safe side, opt for gluten-free products, although there is no governing body to certify gluten free foods. You can call the Celiac Foundation or visit their website to inquire about a particular label.\n?\nSome sources of wheat proteins are obvious, such as the aforementioned baked products and bread. If you are intolerant or allergic to wheat, it’s wise to avoid all flours as much as possible. (Again, cross-contamination is the main concern.)\n?\nNot-so-obvious sources of wheat?\nBeer\nHydrolyzed vegetable protein\nSoy sauce\nCondiments such as ketchup\nMeat, crab or shrimp substitutes\nCoffee substitutes\nMeat products, such as hotdogs\nDairy products, such as ice cream\nNatural flavorings\nGelatinized starch\nModified food starch\nVegetable gum\nJudd Handler is a wellness consultant and lifestyle coach. His New Year’s Resolution is to eat less wheat and go gluten-free as much as possible. He can be reached at CoachJudd@gmail.com.\n?","author":"","web_category":"health#allergies","title":"What are wheat allergy symptoms?","picture_url":"http://images.mnn.com/sites/default/files/wheat-allergies.jpg","url":"http://www.mnn.com//health/allergies/stories/what-are-wheat-allergy-symptoms"}