{"summary":"The ninth president of the United States stood so long in the cold, rainy weather to give his inauguration speech that he caught a chill, got pneumonia and died just a month later. All told, about 100 birds froze to death during Grant's inauguration","advice_category":"5","content":"President Barack Obama will put his hand on a Bible for the 57th inauguration ceremony Monday (Jan. 21) and kick off his next four years in office. And while everything may come off without a hitch, inaugurations haven't always gone smoothly. From Richard Nixon's parade of dead birds to Calvin Coolidge's impromptu inauguration, here are some of the most bizarre swearing-in days in U.S. history.\n?\nDrunken oratory\nIn 1865, Andrew Johnson gave a train-wreck of a speech on the big day. The vice president usually gives a short and smooth speech prior to the president's address. But the 16th vice president, who later became the 17th president after Abraham Lincoln was assassinated that year, was ill with typhoid fever and took the medicine of the day, whiskey, the night before. The hangover must have gone to his head: During the speech, he bragged about his humble origins and his triumph over Confederate rebels. Lincoln reportedly looked on in horror, while the former vice president Hannibal Hamlin tugged at his coattails in a failed bid to get him to stop.\n?\nDead birds\nUlysses S. Grant thought that canaries would add a festive touch to his inaugural ball in 1873, the beginning of his second term. Unfortunately, the 18th president failed to anticipate the cold temperatures — the morning low was 4 degrees Fahrenheit (about 15 degrees Celsius), the coldest March day on record. With wind chill, the day felt like a blustery minus 15 F to minus 30 F (minus 26 C to minus 34 C). All told, about 100 birds froze to death during Grant's inauguration. [The World's Weirdest Weather]\n?\nMore dead birds\nBirds don't seem to do well on Inauguration Day. During Richard Nixon's Inauguration Day parade in 1973, he wanted to make sure pigeons didn't ruin his big day. The 37th president had a chemical bird repellant sprayed all along the inaugural parade route. The streets were strewn with dozens of dead pigeons.\n?\nCoat-check blunders\nGrant's inaugurations suffered from several blunders. Not only did he inadvertently lead to mass bird death at the second inauguration, his first inauguration in 1869 saw outright brawls. The people staffing the coat-check area couldn't read the claim tickets, so as people waited ever longer to pick up their outerwear, fights broke out and some guests abandoned their jackets and hats. \"Illiterate workers mixed up everyone's coat claims, leading to fights among the men and tears among the women,\" writes Jim Bendat in \"Democracy's Big Day: The Inauguration of our President 1789-2009\" (iUniverse Star, 2008).\n?\nQuiet ceremony\nCalvin Coolidge, known as \"Silent Cal,\" was notorious for talking little and doing things with no fanfare. That includes the start of his presidency. He was staying with his father in rural Vermont when news came that President Warren G. Harding had died. Because the 30th president's father happened to be a justice of the peace, his father performed the swearing in right there, without an audience.\n?\nKiller speech\nWilliam Henry Harrison's inauguration speech was deadly dull. The ninth president of the United States stood so long in the cold, rainy weather to give his inauguration speech that he caught a chill, got pneumonia and died just a month later. But not everyone thinks the speech killed him; he may have gotten his cold three weeks later, meaning his rainy day performance wasn't to blame for his demise. [The Strangest Elections in U.S. History]\n?\nHouse party from hell\nAfter Andrew Jackson's inauguration in 1829, the seventh president threw an epic party at the White House straight out of an '80s movie. Jackson was notorious for his frontier-style, \"man of the people\" mystique and he attracted a similarly rough crowd. The louts crashed the party, sloshed through the house in muddy shoes, broke china and ripped the curtains down. To get them to leave, the staff used a time-tested trick: Leaving a tub of whiskey on the front lawn.\n?\nDebating a little girl\nIn 1929, when President Herbert Hoover was sworn in, the chief justice who administered the oath, William Howard Taft, garbled it, substituting the word \"maintain\" for \"protect.\" An eighth-grade girl named Helen Terwilliger caught the flub, and sent Taft a note. Instead of admitting the error, Taft wrote a letter insisting he got the words right, and movie buffs eventually played their newsreels to determine who was right. The eighth-grader held the day and Taft eventually conceded he was wrong.\n?\nRunning for office\nPresident James Buchanan had an extreme case of diarrhea on his Inauguration Day in 1857. Prior to the inauguration, the 15th president of the United States had contracted a case of \"National Hotel Disease,\" by staying at a shady establishment. The stubborn case of dysentery lingered past his inauguration, and Buchanan needed a doctor nearby during the ceremony.\n?\nSome air, please\nWhile partying has always been a major part of the inaugural tradition, guests were considerably rowdier in years past. During James Madison's inaugural ball in 1809, the weather got so hot that patrons reportedly broke out the windows at Long's Hotel so they could breathe. (Tickets for the ball apparently cost $4 each.)\n?\nFollow LiveScience on Twitter @livescience. We're also on Facebook?& Google+.?\n?\nRelated on LiveScience and MNN:\n?\n\nTop 10 Ailing Presidents\n\n\n6 Politicians Who Got the Science Wrong\n\n\nTop Ten Conspiracy Theories\n\n\nMNN: Throw a green inauguration party\n\n?\nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#politics","title":"The 10 weirdest inaugurations in U.S. history","picture_url":"http://images.mnn.com/sites/default/files/inauguration-2009.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/the-10-weirdest-inaugurations-in-us-history"}