{"summary":"The study, published in the journal Allergy, gives some support to the idea that our increasingly germ-free surroundings may be contributing to a worldwide increase in allergies and asthma in recent decades — a theory known as \"the hygiene hypothesis.\". Some, for example, have linked early attendance at daycare, where kids swap germs freely, to a lower risk of developing allergies and asthma — which would seem to support the hygiene theory","advice_category":"2","content":"NEW YORK - Children infected with hookworm or other intestinal parasites may be less likely than uninfected children to have allergies, a new research review finds.\n?\nThe study, published in the journal Allergy, gives some support to the idea that our increasingly germ-free surroundings may be contributing to a worldwide increase in allergies and asthma in recent decades — a theory known as \"the hygiene hypothesis.\"\n?\nIt's thought that exposure to viruses and other pathogens early in life may help nudge the immune system toward a normal infection-fighting mode, and away from a tendency to overreact to benign substances, which is the basis of allergies.\n?\nStudies so far, however, have come to conflicting conclusions about the hygiene hypothesis. Some, for example, have linked early attendance at daycare, where kids swap germs freely, to a lower risk of developing allergies and asthma — which would seem to support the hygiene theory. But others have found no such protective effect.\n?\nFor this latest analysis, Dr. Johanna Feary and colleagues at the University of Nottingham in the UK analyzed 21 previous studies on the association between parasitic infection and children's allergy risk.\n?\nThe research, which included almost 29,000 people, most of them children, was conducted in South America, Africa, Cuba, Vietnam and Turkey — regions where intestinal parasite infections are common. The majority of subjects were infected by the geohelminth family of parasites — which includes hookworm, roundworm and whipworm.\n?\nWhen Feary's team pooled the results of all the studies, they found that participants with any current parasitic infection were 31 percent less likely than others to display reactions when exposed to common allergens like dust mite or cockroach proteins in a skin test.\n?\nSuch skin responses indicate that the immune system is reacting to the proteins, though that does not necessarily mean the person has a full-blown allergy that might bring on sneezing, congestion or other symptoms with greater exposure to the substance.\n?\nThe findings also do not prove that intestinal parasites, themselves, are protective against allergies. Further research on the relationship between the two is still needed, according to Feary and her colleagues.\n?\nSince allergies are common in developed countries, and on the rise in developing ones, the researchers note, it is increasingly important to understand how environment might be affecting allergy risk worldwide.\n?\nCurbing parasitic infections in the developing world remains an important goal, Feary and her colleagues point out. Nonetheless, they add, these findings raise the question of whether eradicating such infections could have the unintended effect of boosting allergy rates in countries where health services are already overstretched.\n?\nCopyright 2010? Reuters US Online Report Health News","author":"Reuters","web_category":"health#allergies","title":"Parasites may protect against allergies","picture_url":"http://images.mnn.com/sites/default/files/main_sneeze.jpg","url":"http://www.mnn.com//health/allergies/stories/parasites-may-protect-against-allergies"}