{"summary":"\"That was really impressive for me as a kid, because I was reading in the history books all the stories about the Earth being flat, being round or whatever,\" Piccard told \"60 Minutes.\" \"And my grandfather came back and said, 'I saw the curvature of the Earth with my eyes.' So once you live this as a kid, of course, you want to continue into that field of exploration.\". \"Then we will reach the next sunrise and capture the sun again,\" Piccard told \"60 Minutes\" this past weekend","advice_category":"4","content":"Airplanes don't come much more innovative than the Solar Impulse. This solar-powered plane carries 12,000 solar cells on its wings and can fly without using a single drop of fuel.\n\n\t?\n\n\tBusiness partners Bertrand Piccard and Andre Borschberg already made headlines with the Solar Impulse earlier this year when they made a 3,600-mile intercontinental trip from Switzerland to Monaco and back again. Now they plan to up the ante by flying around the world, a journey that will take them 20 days and 20 nights — broken up over the course of three or four months. The men will trade off flying the single-seater plane, which won't use any fuel over the course of the trip.\n\n\t?\n\n\tThat's right, the solar-powered plane also flies at night. The vehicle's wings — which are also its solar panels — collect enough energy to fly during the day while also storing enough energy in batteries to continue the journey after the sun has gone down. \"Then we will reach the next sunrise and capture the sun again,\" Piccard told \"60 Minutes\" this past weekend. \"And we can continue theoretically forever.\"\n\n\t?\n\n\tThe solar panels aren't the only innovative feature of the plane. It's also made out of carbon fibers that weigh almost nothing. The duo told \"60 Minutes\" that it may be the lightest material ever used in an aircraft.\n\n\t?\n\n\tThe entire project is designed to showcase technologies that will allow the world to cut back on the use of fossil fuels. As the Solar Impulse website puts it, \"Every one of [the plane's] take-offs, propelled silently by its four electric motors, inspires us to consider using clean, new technologies to free our society, little by little, from dependence on fossil energy.\"\n\n\t?\n\n\tThe journey holds special distinction for Piccard, whose grandfather Auguste was the first human being to see the curvature of the Earth after he flew a special balloon 10 miles into the atmosphere way back in 1931. \"That was really impressive for me as a kid, because I was reading in the history books all the stories about the Earth being flat, being round or whatever,\" Piccard told \"60 Minutes.\" \"And my grandfather came back and said, 'I saw the curvature of the Earth with my eyes.' So once you live this as a kid, of course, you want to continue into that field of exploration.\"\n\n\t?\n\n\tPiccard and Borschberg have a few tasks on their plate before they make their round-the-world journey, which they expect to complete in 2015. Their next trip, planned for 2013, could take them from California to Virginia.\n\n\t?\n\n\tYou can watch the full \"60 Minutes\" report here:\n\n\t?\n\n\t\n\n\t?\n\n\tRelated post on MNN: Pot farmers grow 'green' with solar power\n\n\t?\n\n\t?","author":"","web_category":"earth-matters#energy","title":"Solar-powered plane can fly all day -- and all night","picture_url":"http://images.mnn.com/sites/default/files/solarimpulse1.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/solar-powered-plane-can-fly-all-day-and-all-night"}