{"summary":"Wild estimates were tossed around to describe how many sex-starved cicadas were expected to crawl out of the ground leading up to this year's debut of a new generation of Brood II. But for all their density, periodical cicadas don't travel very far","advice_category":"2","content":"Wild estimates were tossed around to describe how many sex-starved cicadas were expected to crawl out of the ground leading up to this year's debut of a new generation of Brood II. Some said there would be up to 30 billion. Some said 1 trillion. Still others said cicadas would outnumber people 600 to 1.\n?\nNow that the emergence is in full bloom, and in some places likely reaching its end, residents in much of New York City, Washington, D.C., and other urban areas along the Eastern Seaboard might be feeling cheated (or relieved).\n?\nBut if you live in an area between North Carolina and Connecticut and still haven't seen any of the empty nymph shells or heard the deafening chorus distinct to cicadas, don't be surprised. Cicadas are superabundant, but they can be quite localized, and in some places their populations may be getting spottier due to urban development. [Ewww! 6 Crazy Facts About Cicadas]\n?\nEven so, scientists who study the periodical cicadas say pinpointing actual numbers for the brood would be like making \"wild guestimates,\" and only a few studies have even tried to count them.\n?\nSuper(abundant) bugs\nThe astronomical estimates, even if they are only guesses, may be a good way to illustrate the cicadas' excess.\n?\n\"All of their biology is focused around maintaining large population sizes,\" said Chris Simon, a biologist who studies cicadas at the University of Connecticut. Cicadas' strategy is to overwhelm their predators with such huge numbers that it's impossible for their entire population to be eaten by cats, birds, dogs and other animals.?\n?\nThere have been a few studies aimed at counting just how many periodical cicadas come out of the ground. In 1956, researchers at the University of Chicago took a census of Brood XII, or the northern Illinois brood. They counted an average of 311 emergence holes per square yard of ground in a forested area near Chicago, estimating that there were 1.5 million cicadas per acre of the range.\n?\nBut for all their density, periodical cicadas don't travel very far. The ones that have been emerging in big numbers in Staten Island, for instance, aren't likely to cross New York Harbor to colonize Manhattan and Brooklyn, where hardly a Brood II bug has been seen.\n?\nSpotty range\nThere are 12 broods in the eastern half of the United States that have a 17-year life cycle, and three that mature every 13 years. The ranges of each group tend not to overlap. But there might be other reasons periodical cicada populations are looking scattered. Gene Kritsky, an entomologist at the?College of Mount St. Joseph in Ohio, told New York Magazine that a decline in cicada numbers in places like New York is likely due to land use.\n?\n\"If trees were removed from areas where cicadas had emerged in the past and they are not within a mile of other cicadas, then the population would not replenish itself,\" Kritsky told New York Mag. \"This has resulted in a very sporadic distribution of the cicadas in more urban areas.\"\n?\nBesides their three-to-four-week mating fest that ends in death, periodical cicadas live out most of their long lives as nymphs underground. Clearing a forest deprives the insects of their food source — they suck on sap from roots — and new pavement can become a tomb.\n?\nResearchers who map the cicadas' new settlements and recently abandoned ghost towns don't always know what causes the populations to shift. In addition to rapid development, a series of bad springs or the introduction of new predators like birds could also force periodical cicadas into smaller areas, Simon said.\n?\nIsolated populations are more vulnerable to predators, and at greater risk of extinction. Brood XI went extinct in the 20th century, making its last recorded appearance in Connecticut in 1954. Brood VII has been shrinking in upstate New York. It used to occupy four counties; now it's restricted to a region south of Syracuse, around the Onondaga Nation.\n?\nMapping the insects\nSimon said so far her colleagues have not discovered any major changes in the spread of Brood II. She just finished a road trip of sorts with fellow researchers to collect samples and track the emergence from North Carolina to Jersey. At study sites, the researchers drive around using an automated device that lets them record their GPS coordinates, which species they've spotted and whether the population's density is heavy or light, Simon said.\n?\nTheir work is supplemented by citizen scientists who can report their sightings on websites like magicicada.org, which is run by John Cooley, another researcher at the University of Connecticut.\n?\n\"It's really revolutionized the way we do fieldwork,\" Simon said. She used to have to write letters to cicada counters who were on location, and then in the field, she would call up those counters from a payphone and find out where to go to document the emergence.\n?\nBesides cicadas' noise and unsightly blanket of corpses, the only other peripheral harm cicadas inflict on humans is tree damage. Cicada mothers carve out channels in bark where they lay their eggs. Sometimes the sliced branches don't recover from the injury and they die.\n?\nThose dead twigs will also lead researchers to the places they're most likely to dig up cicada nymphs, Simon said. Collecting the young insects and studying them in a lab could help scientists look at how fast they grow, comparing northern vs. southern cicadas, and 13-year broods, which live mostly in the south, and 17-year broods, which live mostly in the north.\n?\nFollow Megan Gannon on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n\nGallery: Dazzling Photos of Dew-Covered Insects\n\n\nImage Gallery: Striking Photos of Locust Swarms\n\n\nImages: Monarchs' Butterfly Forest in Central Mexico\n\n\nMNN: Cicadas' antibacterial trick may help humans\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Megan Gannon, LiveScience","web_category":"earth-matters#animals","title":"Don't see cicadas? Don't be surprised","picture_url":"http://images.mnn.com/sites/default/files/Cicadas_m_0606.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/dont-see-cicadas-dont-be-surprised"}