{"summary":"This creates a thunderstorm, the building block of hurricanes, and it's this thunderstorm activity that releases stored heat from sea water so it can fuel the growing cyclone. The latest date that a tropical storm was ever recorded in the Atlantic is Dec","advice_category":"8","content":"?\nHurricanes are more than just thunderstorms on steroids — they're angry mobs of?thunderstorms on steroids, built from many smaller squalls that team up in the tropics each summer.?These meteorological mosh pits are impulsive and violent, but there's a method to their madness: They help control Earth's climate by hauling heat around the planet, moving it out of the tropics and toward the poles.\n?\nLately, though, their workload has been spiraling out of control, with global sea-surface temperatures increasingly reaching record highs. The U.S. National Climatic Data Center?reported?in mid-July that 2010 is on track to surpass the two warmest years on record, 1998 and 2005, and that June 2010 was the warmest June since 1880.?And although hurricanes are just mindless masses of water and wind, the overworked cyclones seem to be taking out more and more of their aggression on human civilization, including one of their favorite targets: the United States.\n?\nHurricane formation is a collision of global influences, and any tropical storm is unpredictable even once it's full-grown, forcing forecasters to issue only a \"cone of uncertainty\" about its upcoming path. But tropical storms in general become much more consistent over time, haunting the same parts of the world year after year. And while weather-tracking technology reduced many of those regions' death tolls in the 20th century, property damage kept soaring along with coastal population densities. Combined with the gradual loss of coastal wetlands that once buffered against cyclones, this means the average hurricane today is far more destructive than 100 years ago.?Add in the expected effects of global warming, and the outlook is even worse.\n?\nThe United States isn't the only or even the most cyclone-prone country on Earth, but a string of big ones recently through the populous, energy-rich Gulf Coast — plus the fear of future hits on East Coast hubs like Miami, New York or D.C. — has drawn widespread attention to the country's risks. The Gulf oil spill has also added another wrinkle to the 2010 Atlantic hurricane season, which is already forecast to be one of the worst in years due to record-high ocean temperatures and the emergence of La Ni?a.\n?\nEven with vast improvements in hurricane forecasting and preparedness over the past century, recent cyclones such as Hurricane Katrina in 2005 and Typhoon Morakot in 2009 have been tragic reminders of how devastating an expected storm can still be, and how much vigilance is needed to truly be ready for one. Since understanding and appreciating Mother Nature is often a key step toward surviving her,?MNN offers the following look at how hurricanes form, when they form, where they go, why they're dangerous, how they're affected by climate change,?and what you can do to be safe.\n?\nHow do hurricanes form??\nHurricanes are huge heat engines that run on warm water, capable of producing roughly 200 times the entire world's electrical generating capacity with rain and cloud formation alone. Their power source is the sun, which heats up tropical sea water all spring to have the engines building and revving themselves by early summer.\n?\nUp-and-coming cyclones are categorized by their wind speeds and their degree of organization, giving forecasters a way to classify the threats they pose. Tropical cyclone formation is generally divided into the following four steps:\nTropical disturbance:?a loosely organized system of tropical or subtropical storming that maintains itself for at least 24 hours. Even the largest hurricane was once a humble disturbance.\nTropical depression:?a tropical disturbance that has tightened into a cyclone and developed a closed loop of circulation. Tropical depressions have a maximum sustained wind speed of 38 mph.\nTropical storm: a tropical depression with more concentrated storming near its center and with outer rainfall forming distinct bands. Tropical storms have maximum sustained wind speeds between 39 and 73 mph.\nHurricane/typhoon: a tropical storm that has come of age, with tight, powerful cloud rotation and maximum sustained wind speeds of 74 mph or higher. Known as \"hurricanes\" in the Atlantic and \"typhoons\" in the Pacific, major tropical cyclones are further classified by strength, from a Category 1 to a Category 5.\nThe birth of a tropical cyclone begins when warm surface water evaporates, rises, cools and falls back down as rain. This creates a thunderstorm, the building block of hurricanes, and it's this thunderstorm activity that releases stored heat from sea water so it can fuel the growing cyclone. The water has to be at least 80 degrees Fahrenheit and 150 feet deep, but it also must be at least 300 miles away from the equator to glean the right amount of spin from the Coriolis effect.\n?\nOnce enough heat is being pumped from the sea into the sky, an outside disturbance is still needed to get everything spinning. One of the more common triggers in the Atlantic is something called an \"African easterly wave,\" produced by temperature differences between the Sahara Desert and the Gulf of Guinea. These waves travel west along a path of warm water known as \"Hurricane Alley\" (pictured), often stirring up a cyclone along the way. In fact, 60 percent of all Atlantic tropical storms begin with such waves from west Africa, as do 85 percent of the basin's major hurricanes, according to the National Oceanic and Atmospheric Administration.\n?\nBy the time a tropical cyclone evolves into a hurricane, most of the storm has organized into rain bands, which are horizontal cloud strips that vacuum up warm water vapor and send it to the sky, where it cools and condenses into rain (see illustration below). But some cool air is sent inward to the storm's point of lowest atmospheric pressure, where it sinks down and can create a deceptively tranquil, cloud-free zone known as the \"eye.\" The eye is separated from the rain bands spiraling around it by the \"eye wall,\" where the storm's winds are strongest.\n?\n\n?\nWhen do hurricanes form??\nTropical cyclones are typically a summer phenomenon, since they can't exist without lots of warm, sun-baked sea water. The Atlantic hurricane season officially runs from June 1 through Nov. 30, but the region's cyclones don't always follow the rules, sometimes arriving early and sometimes flouting their curfew. The latest date that a tropical storm was ever recorded in the Atlantic is Dec. 30, which has happened twice: Hurricane Alice in 1954 and Hurricane Zeta in 2005.?\n?\nSince the Pacific Ocean is larger and warmer than the Atlantic, its typhoon season is usually longer and more intense. Some areas are so active that they have no official \"seasons,\" with cyclones sprouting up virtually year-round. Still, most regions see few typhoons in winter, with the vast majority developing between May and December.\n?\nIn both the Atlantic and Pacific basins, cyclone formation shifts into high gear by late summer, hitting its peak around August or September. The Atlantic hurricane season's average peak is Sept. 10, and many of the worst storms in U.S. history have occurred within two weeks of that date.\n?\nWhere do hurricanes go??\nSeven ocean basins around the world host tropical cyclones, six of which are in the Pacific or Indian oceans and only two of which directly affect the United States (see map). One, off the coast of western Mexico, presents little risk to U.S. soil aside from rare clashes with Hawaii. The other fills up much of the North Atlantic, and is responsible for almost all hurricanes that hit the United States.?\n?\nAll seven basins have at least one big risk factor in common: lots of warm sea water to their northwest or southwest, a problem since tropical storms feed on warm water, travel westward and like to curl away from the equator. But geography alone doesn't make a region susceptible; a wide range of other issues like wind currents, water depth and coastal geology also play a role. The U.S. East and Gulf coasts face a high risk because they're an ideal distance away from the equator, and many of their large port cities are sitting ducks for big storm surges. Throw in the annual blast of easterly waves from Africa, and much of the United States' eastern half finds itself trapped in the middle of a busy hurricane highway for six months every year.\n?\nWhy are hurricanes dangerous??\nHurricane winds can rip off roofs, blow out windows and flatten buildings, and they're notorious for making deadly weapons out of random debris. But the storms also spark an array of other disasters, some of which are even worse than their wind. Coastal storm surges kill more Americans than any other effect from hurricanes, and left an indelible mark on the nation's collective memory by flooding much of New Orleans after Hurricane Katrina. Heavy rain is another killer, especially in hilly parts of Asia and Central America, where rains can spur massive mudslides and?sinkholes. And the tail end of a hurricane often generates tornadoes, which feature even stronger winds than the hurricane itself.\n?\nThe deadliest hurricane in U.S. history was an unnamed storm that ambushed Galveston, Texas, on Sept. 8, 1900, killing 8,000 people. But while advances in hurricane forecasting and preparation have reduced U.S. death tolls since then, any given cyclone is now capable of more devastation than in the past. That's mainly due to rising population densities along the world's coasts, especially in developing countries. Yet affluent nations aren't immune from coastal crowding, either: In the United States alone, some 160 million people — more than half the total population — are now crammed into just 673 oceanfront counties, up 46 percent from 1970. Another 7.1 million are expected to join them by 2015, a 5 percent increase in less than five years.\n?\nTo make matters worse, many of those coasts are also much closer to the ocean than they used to be, since dam-building, development and pollution have helped wipe out swaths of coastal marshes that would normally soften a hurricane's blow before it hits land. Without that buffer, storm surges can be more severe, and wind gusts may also be stronger without anything to slow down the storm ahead of landfall.\n?\nWhat about global warming??\nNot only are some coastal cities upping the ante as they pack in more people, but humans in general may also be stacking the deck in hurricanes' favor. Scientists now widely agree that rising sea-surface temperatures due to manmade climate change will boost the power of hurricanes, but they remain cloudy on details like when or by how much. A study published in Nature Geoscience earlier this year predicts \"greenhouse warming will cause the globally averaged intensity of tropical cyclones to shift toward stronger storms,\" with intensity rising 2 to 11 percent by 2100. Rainfall from hurricanes is also expected to grow by about 20 percent within 70 miles of a storm's center.\n?\nGlobal warming may strengthen individual storms, but climate models also suggest it should slash the total number of them. The Nature Geoscience study forecasts a global dip in hurricane frequency of 6 to 34 percent over the next 90 years, and?Thomas Knutson, a research scientist at NOAA's Geophysical Fluid Dynamics Laboratory, sums up the issue in a recent report for the GFDL: \"Anthropogenic warming over the next century more likely than not will lead to substantial fractional increases in the numbers of very intense hurricanes in some basins, despite a likely decrease (or little change) in the global numbers of tropical storms.\"\n?\nAs for whether any of this is happening yet, the jury is still out. Atlantic hurricane activity has increased since the 1970s, but there are too many variables to scientifically link any single storm to global warming (although Katrina, pictured, is often seen as a leading candidate). That doesn't mean they aren't related; the situation is just too complex to prove or disprove a connection yet. But as Knutson points out in the GFDL report, it's probably just a matter of time. \"It is premature to conclude that human activity — and particularly greenhouse warming — has already had a detectable impact on Atlantic hurricane activity,\" he writes. \"However, human activity may have already caused substantial changes that are either below the 'detection threshhold' or are not properly modeled yet.\"?\n?\nWhat you can do to be safe?\nAvoiding the lure of seaside property is the easiest way to stay safe from hurricanes, but there are of course millions of people who can't or won't live anywhere else. For them, as well as anyone who picked the wrong beach for a late-summer vacation, there are still plenty of other ways to prepare yourself before landfall:\nListen to weather reports if you live near the ocean. Equally important, though, is actually acting on them. Evacuate if you're told to, or if you live in a mobile home, a high-rise building or on a floodplain. If you ride out a storm, stay inside near the center of the house, and don't go near windows or doors.\nStorm shutters are the best option for protecting windows, but in a pinch, you can also just board them up. Use 5/8-inch marine plywood, cut to fit the window's shape, and make sure it's secure. Don't bother taping up your windows, though — not even duct tape can stop a hurricane.\nStrong cyclones are known for ripping off roofs, so if you're expecting a big one, you might want to secure the roof to your house's frame using straps or clips. If you have time, it's also wise to make sure nearby trees are trimmed and healthy, since they provide hurricanes with an arsenal of deadly projectiles.\nAside from the hurricane itself, you should also prepare for the potential aftermath. Shut off any propane tanks, as well as other utilities if instructed to do so. Turn your refrigerator to its coldest setting and keep its doors closed, because you'll want your food to stay good as long as possible if the power goes out. And ensure a post-hurricane supply of clean water by stockpiling it in jugs, bathtubs, and other large containers before the storm arrives.\nDon't let the hurricane's eye fool you: Make sure the storm is actually over before you go outside. Even when it has passed, still be careful as you survey the damage. Watch out for downed power lines, dangerous debris and falling trees, and don't wade through floodwaters unless it's absolutely necessary.\nFor more advice, check out the Federal Emergency Management Agency's guide to hurricane preparedness.\n??\nMore information\nTo learn more about hurricanes, check out the following related stories from MNN, and make sure to watch the video clip embedded below, courtesy of the BBC:\nAre hurricanes linked to global warming?\nInfographic: 2010 Atlantic hurricane season\n12 NASA photos of hurricanes from space\nHurricanes in the Gulf oil spill could wreak havoc\nHow do El Ni?o and La Ni?a affect hurricanes?\nKatrina victims seek to sue greenhouse gas emitters\n\n\n?\nImage credits\nEye of Hurricane Wilma, 2005: NASA?Image Science and Analysis Laboratory\nHurricane Bonnie, 1998: NASA Goddard Space Flight Center\nSea-surface temperatures in \"Hurricane Alley,\" 2003: NASA GSFC\nHurricane cross-section: NOAA National Weather Service\nMap of tropical cyclone basins: NOAA NWS\nGrounded boat after Hurricane Ivan, 2004: ZUMA Press\nSurface sea water: NASA Earth Observatory\nHurricane Katrina, 2005: NOAA Environmental Visualization Program\nHurricane evacuation sign: Federal Communications Commission\nFallen tree after Hurricane Frances, 2004: ZUMA Press\nStranded dog in flooded New Orleans, 2005: ZUMA Press","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What causes hurricanes?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/what-causes-hurricanes"}