{"summary":"The Solar Dynamics Observatory is one of several spacecraft constantly monitoring the sun to track its solar weather events. The sun's current solar weather cycle is known as Solar Cycle 24","advice_category":"4","content":"An intense solar storm erupted from the sun on Friday, May 3, in a dazzling space weather display captured by a NASA spacecraft.\n?\nThe solar flare erupted from the edge the sun, with NASA's powerful Solar Dynamics Observatory snapping photos of the sun storm. The flare peaked at 1:32 p.m. EDT (1732 GMT), registering as a relatively medium-strength M5.7-class event.\n?\nFriday's solar storm was the second major space weather event in three days, but was not aimed at Earth. According to astronomer Phil Plait, who chronicled the flare on his Bad Astronomy blog, the solar storm launched super-hot solar plasma about 120,000 miles (200,000 kilometers) above the surface of the sun before it faded from view.\n?\n\n\n?\nThe sun fired off a May Day solar eruption on Wednesday, May 1, from the same region, which is currently at the very leftmost edge (or limb) of the sun as seen by the Solar Dynamics Observatory. The active region will be rotating to face Earth soon, mission scientists said.\n?\n\"Increased number of flares are quite common at the moment, as the sun's normal 11-year activity cycle is ramping up toward solar maximum, which is expected in late 2013,\" NASA officials said in a statement.\n?\nThe strongest solar flare of the year occurred on April 11 and registered as an M6.5-class sun storm, still a mid-level event. Scientists classify solar flares based on their intensity. M-class solar flares are medium-strength events that are the weakest type of storm that can still have an impact on Earth. When aimed directly at Earth, they can super-charge the planet's aurora displays.\n?\n\nNASA's Solar Dynamics Observatory captured this image of an M5.7-class flare on May 3, 2013, at 1:30 p.m. EDT. This image shows light in the 131-angstrom wavelength, a wavelength of light that can show material at the very hot temperatures of a solar flare and that is typically colorized in teal. (Photo: NASA)\n?\nThe strongest type of solar flare are X-class sun storms. When aimed directly at Earth, X-class solar flares can pose a threat to spacecraft and astronauts in space. They can also interfere with communications and GPS navigation signals, and cause radio blackouts.\n?\nA radio short-lived radio blackout was caused by the Friday solar flare, but subsided quickly, NASA officials said.\n?\nThe sun's current solar weather cycle is known as Solar Cycle 24. The Solar Dynamics Observatory is one of several spacecraft constantly monitoring the sun to track its solar weather events. ?\n?\nEmail Tariq Malik at tmalik@space.com or follow him @tariqjmalik and Google+.Follow us @Spacedotcom, Facebook and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nThe Sun in HD: Latest Photos by NASA's Solar Dynamics Observatory\n\n\nAnatomy of Sun Storms & Solar Flares (Infographic)\n\n\nThe Sun's Wrath: Worst Solar Storms in History\n\n\nMNN: 10 incredible images of the sun\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Tariq Malik, SPACE.com","web_category":"earth-matters#space","title":"See photos of amazing solar eruption","picture_url":"http://images.mnn.com/sites/default/files/SolarFlareMay3a_m_0506.jpg","url":"http://www.mnn.com//earth-matters/space/stories/see-photos-of-amazing-solar-eruption"}