{"summary":"A year later, 26 queens escaped when a hive hatch was left open, leading to a hybrid population of Africanized honeybees that have been spreading northward ever since. In a hive of ordinary European bees, about 10 percent will attack if the hive is threatened, but with African bees, all of them attack you.”","advice_category":"2","content":"In one of the insect world’s larger “oops” moments, colonies of African honeybees were imported into Brazil in 1956 in order to cross-breed with local European honeybees to increase production. A year later, 26 queens escaped when a hive hatch was left open, leading to a hybrid population of Africanized honeybees that have been spreading northward ever since. The “killer bees,” inspiration for 1970s disaster flicks and widespread panic in general, are highly aggressive and swarm in the thousands.\n?\nAnd true to their moniker, they’re killers.\n?\nAlthough all told less than a dozen people have been stung to death in the U.S. since the bees made their way across the southern border in the 1990s, two recent incidents in Texas are creating a buzz.\n?\nIn March, emergency crews were called to a house in Wichita Falls after thousands of the bees swarmed inside the home; fortunately, no one was killed.\n?\nBut this past weekend, Larry Goodwin, 62, of Moody, Texas, wasn’t so lucky.\n?\nUsing his tractor to consolidate a pile of brush and rubbish, Goodwin inadvertently stirred up a hive of 40,000 Africanized bees that had taken residence in an abandoned chicken coop in the mound. He ran to his neighbors and tried dousing himself with a hose, but to no avail.\n?\nHe was dead when emergency crews arrived.\n?\nFamily members said?that every inch of visible skin had been stung. The woman and her daughter who lived next door tried to help, but were also severely stung; the mother was in serious condition,?the Waco Tribune-Herald reported.\n?\n“You can’t believe how bad they are. They make me want to get out of this business,” said said Allen Miller, owner of Bees Be Gone, who was called to remove the hive. “They can get up under your clothes where no other insect can go. In a hive of ordinary European bees, about 10 percent will attack if the hive is threatened, but with African bees, all of them attack you.”\n?\nKCEN reports on the attack below.\n?\n\n\nVideo from kcentv.com - KCEN HD - Waco, Temple, and Killeen\n\n?\nRelated bee stories on MNN:\nKiller bees?might be scary, but they're not smart\nHow not to get stung by?bees","author":"","web_category":"earth-matters#animals","title":"Man stung to death by 'killer bees' in Texas","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_63058903.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/man-stung-to-death-by-killer-bees-in-texas"}