{"summary":"Larry Price, Lockheed Martin's Orion deputy program manager, explained that Orion's design locates the majority of these electronics not only in the crew module, but within the pressurized section of the crew module in which the astronauts ride. A powerful new rocket, called the Space Launch System, will be used to launch Orion into space","advice_category":"4","content":"Since the space shuttle's retirement in 2011, NASA has relied on Russian rockets to launch its astronauts to space. But the United States plans to have its own homemade spacecraft again soon. Called the Orion Multipurpose Crew Vehicle, the new vehicle will be able to carry astronauts to Earth orbit, to the moon, asteroids, and eventually to Mars.\n?\nThough it looks similar to the gumdrop shape of the Apollo moon-bound capsules, the Orion spacecraft is a whole new machine. Unlike the old capsules, Orion — set to make its first test flight in 2017 — can be reused.\n?\nThe Orion capsule consists of three basic sections: a crew module, a service module, and a launch abort system. A powerful new rocket, called the Space Launch System, will be used to launch Orion into space. It's the crew module section, in particular, that can be recycled for multiple spaceflights. [Infographic: The Orion Capsule Explained]\n?\nMaking a spacecraft reusable is not an easy feat.? Since the Apollo 11 first moon landing mission, most manned spacecraft have achieved a safe return to Earth by landing in the ocean.\n?\nThough ocean landings are easier from an engineering standpoint — the descending capsule doesn't need to slow down as much for a water impact, and there's no need for airbags or other cushioning devices — ocean landings are also expensive, as the salt water often ruins the spacecraft's electronics.\n?\nA refurbish-able Orion means the spacecraft will be cheaper to operate over the long term.\n?\nLockheed Martin, NASA's lead contractor on the Orion project, originally looked into enabling the craft's crew module to set down on dry land by outfitting it with heavy drag parachutes, reverse thrusters, and airbags. But simulations revealed that the necessary equipment would add approximately 1,400 lbs (635 kilograms) of extra weight to the crew module, making the vessel far too heavy. ?\n?\nSo for the first few flights, at least, Orion's crew module will make water landings.\n?\nThis poses a problem, as one of the ways Lockheed Martin is making Orion reusable is by placing the majority of its valuable electronics and computers in the crew capsule, the only part of Orion that returns to Earth. This design greatly reduces the amount of hardware and software that needs to be replaced for each flight, but it leaves the question — how to protect these valuable components from the corrosive effects of salt water?\n?\nLarry Price, Lockheed Martin's Orion deputy program manager, explained that Orion's design locates the majority of these electronics not only in the crew module, but within the pressurized section of the crew module in which the astronauts ride. This chamber is able to withstand the vacuum of space, and will also serve to keep out salty ocean water upon returning to Earth.\n?\nEquipment that has to be outside the pressurized section of the crew module, like exterior sensors or docking cameras, will be sealed to minimize damage from water as well as dust and micrometeors in space.\n?\nA major exception is the crew module's heat shield, which is designed to be consumed as the vessel re-enters Earth's atmosphere, thereby shielding the crew module from the heat of re-entry.\n?\nWhat's more, all of the Orion's component parts have been designed to be as generic as possible, so that between the craft's first test flight in 2014 and its projected Mars voyage in the 2030s, the spacecraft can be upgraded as new technologies become available.\n?\n\"If the vehicle's designed to be viable for 30 years, you want to be able to upgrade these components when advances are made,\" Price said, explaining that if one component is upgraded — or discontinued — the whole system won't have to be redesigned.\n?\nWhile the crew module is designed to be almost entirely reusable, Orion's service module is a different story.\n?\nFor Orion's first few flights, the service module will be detached just before the crew module re-enters the atmosphere, and is expected to burn up as it falls.\n?\nBut further down the line, it may be possible to refurbish the service module as well. Price talked hypothetically about outfitting the service module with sensors so that it could stay in orbit as a satellite after detaching from the crew module. This way, it could be refilled with fuel for future missions in space. Then, future crew modules could be launched separately, to rendezvous with the service module outside the atmosphere.\n?\nEmail?jscharr@technewsdaily.com or follow her @JillScharr. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nThe Orion Space Capsule: NASA's Next Spaceship (Photos)\n\n\n9 Things That Are Better Made in Space\n\n\nPhotos: NASA's Space Exploration Vehicle for Asteroids & Beyond \n\n\nMNN: 10 historic images of rocket launches\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Jillian Scharr, SPACE.com","web_category":"earth-matters#space","title":"NASA goes green with reusable rockets","picture_url":"http://images.mnn.com/sites/default/files/OrionSpaceCapsule_m_0613.jpg","url":"http://www.mnn.com//earth-matters/space/stories/nasa-goes-green-with-reusable-rockets"}