{"summary":"\tThe Obama campaign didn't make cybersecurity a major issue. But based on the president's previous actions and the Democratic Party's national platform, it's possible Obama would?issue an executive order?implementing some of the provisions of the Cybersecurity Act of 2012, which failed to pass the Senate earlier this year","advice_category":"5","content":"While most of the campaign season leading up to the re-election of Barack Obama on Nov. 6 focused on economic policy, a continued Obama presidency will certainly affect technology as well.\n\n\t?\n\n\tBased on Obama's campaign and policies he already has begun or announced, action can be expected in the following five areas:\n\n\t?\n\n\t1) Net neutrality\n\n\tNetwork neutrality is, at its core, the idea of an \"open Internet,\" with no restrictions based on the type of content. Under current rules, all types of content — whether video, music or text —from all providers big and small are treated the same, and delivered at the same speed. However, some telecommunications companies, including Verizon and MetroPCS, would like to implement a tiered approach in which they can charge content providers for faster delivery of data. Critics fear that the higher fees would make it harder for small websites to get their message out, turning the Net into an arena dominated by big media companies (including the network providers themselves. Cable and Internet provider Comcast is a majority owner of NBC, for example.) In Obama's first term, the Federal Communications Commission used its power to make companies treat all online content equally. [Internet Freedom Documents Easier to Sign than Follow]\n\n\t?\n\n\t2) Cybersecurity\n\n\tThe Obama campaign didn't make cybersecurity a major issue. But based on the president's previous actions and the Democratic Party's national platform, it's possible Obama would?issue an executive order?implementing some of the provisions of the Cybersecurity Act of 2012, which failed to pass the Senate earlier this year. The act set security standards for computer systems that control “critical infrastructure” sites such as the nation's water supply, power grid, financial markets and transportation networks. The executive order would create a cybersecurity council under the Department of Homeland Security covering critical infrastructure, though it isn't clear how many sectors would be designated as critical.\n\n\t?\n\n\t3) Digital divide\n\n\tThe Pew Internet and American Life Project reported in April that while the gap between those who use the Internet and those who don't has narrowed, the \"digital divide\" still exists, especially in terms of who has landline broadband access. During his first term, Obama sought to expand broadband networks to improve Internet access for businesses. The Democratic Party national platform says this access also will help close the digital divide by providing increased availability of the Internet to the public, specifically citing those in rural areas, where 50 percent have broadband access (compared with 68 percent in non-rural areas).\n\n\t?\n\n\t4) Health care IT\n\n\tWith the president's re-election, \"Obamacare\" moves forward. Obama's health plan, the Affordable Care Act (ACA), includes provisions that require upgrades to health care IT; many health systems already have begun the process of converting to electronic medical records. The ACA also has provisions that directly affect consumers, such as allowing everybody to apply for health insurance electronically. The changes also encourage more electronic communication and coaching between providers and patients, such as video chats instead of office visits.\n\n\t?\n\n\t5) Research and development\n\n\tIn Obama's first term, his administration spent over $100 billion to support investments in energy, basic research and information technology. This included his green energy efforts, which saw success but also failure (in the form of bankruptcy of solar power panel company Solyndra, for example). Expect the same level of investment during the next four years. Obama has stated he thinks the country should dedicate 3 percent of the gross domestic product to public and private research and development.\n\n\t?\n\n\tIn general, Americans can expect a continuation of Obama's first-term technology policies. Look for more battles over how much control telecommunications companies have over the Internet, and for efforts to shore up cyberdefenses and increase access to broadband.\n\n\t?\n\n\tRelated on TechNewsDaily:\n\n\n\t\t\t10 Inventions That Were Ahead of Their Time\n\n\n\n\t\t\tNew Jersey Difficulties Not Indictment of Online Voting, Say Advocates\n\n\n\n\t\t\tChanging Earth: 7 Ideas to Geoengineer Our Planet\n\n\n\t?\n\n\tThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"Michael Gowan, TechNewsDaily","web_category":"earth-matters#politics","title":"Top 5 tech initiatives for Obama's next term","picture_url":"http://images.mnn.com/sites/default/files/ObamaTechnologyPolicy_m_110.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/top-5-tech-initiatives-for-obamas-next-term"}