{"summary":"This week's solar eclipse comes on the heels of a partial lunar eclipse that shadowed the moon above Central Asia, Western Australia, Eastern Europe and Africa. The entire world should be able to catch a glimpse of the annular eclipse thanks to the online Slooh Space Camera","advice_category":"4","content":"The moon will block the sun in a potentially spectacular solar eclipse this week — a celestial event that will transform the sun into a cosmic \"ring of fire\" in the daytime sky.\n?\nThe ring-shaped?solar eclipse,?known as an annular eclipse, will occur Thursday and Friday (May 9 and 10) ?Eastern time. Weather permitting, the eclipse will be visible in certain parts of Australia and the Southern Pacific Ocean, where the local time will be Friday.\n?\n\"Solar eclipses can be inspirational to students and others, so it is interesting to have everyone view the eclipse, but only safe methods of viewing should be used,\" Jay Pasachoff, an astronomer at Williams College and chair of the International Astronomical Union's working group on eclipses, said in a statement. [See Spectacular Photos of a 'Ring of Fire' Solar Eclipse]\n?\nWhile nearly 95 percent of the sun will be covered by the moon at the eclipse's peak, the sky will not be noticeably darker to the naked eye at any point, explained Williams College officials in Williamstown, Mass.\n?\nFor this reason, special protective lenses, camera and telescope filters and other methods of protection should be used in order to safely watch the eclipse even during full annularity, when the sun is silhouetting the moon.\n?\n\n\n?\nThe path of annularity passes through parts of Papua New Guinea, the Solomon Islands, and Western Australia, the Northern Territory and Queensland in Australia. Other nearby parts of the world will be able to see a partial solar eclipse, if weather permits.\n?\nThe Hawaiian Islands, other parts of Australia, the southern Philippines, eastern Indonesia, other areas in Papua New Guinea and a small part of New Zealand will get at least a partial show, Williams College officials said.\n?\nThe entire world should be able to catch a glimpse of the annular eclipse thanks to the online Slooh Space Camera. Slooh will host a webcast featuring expert commentary and views of the eclipse on Thursday starting at 5:30 p.m. EDT (2130 GMT). You can watch the broadcast live on SPACE.com.\n?\nDuring annular solar eclipses, the moon casts a shadow on the face of the Earth when it passes between the planet and the star. Because of its orbit, however, the moon still appears about 4.5 percent smaller than the sun, creating the distinct ring in the sky, Joe Rao, a SPACE.com contributor and meteorologist said.\n?\nThis week's solar eclipse comes on the heels of a partial lunar eclipse that shadowed the moon above Central Asia, Western Australia, Eastern Europe and Africa. ?Another minor lunar eclipse will occur on May 24.\n?\nThese aren't the only eclipses of 2013. On Nov. 3, a rare hybrid solar eclipse — an annular eclipse that transitions into a total eclipse — will be visible in the northern Atlantic Ocean and into equatorial Africa.\n?\nWARNING: Never look directly at the sun during an eclipse with a telescope or your unaided eye. Severe eye damage can result and scientists use special filters to safely view the sun.\n?\nEditor's note: If you live in the observing area of Thursday's solar eclipse and safely snap an amazing picture of the sun that you'd like to share for a possible story or image gallery, send photos, comments and your name and location to managing editor Tariq Malik at spacephotos@space.com.\n?\nFollow Miriam Kramer on Twitter and Google+. Follow us on Twitter, Facebook?and Google+. Original article on SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nSolar Eclipses: An Observer's Guide (Infographic)\n\n\nSolar Eclipse & Evening Planets - May 2013 Skywatching Guide | Video\n\n\nHow to Safely Photograph the Sun (A Photo Guide) \n\n\nMNN: Most famous solar eclipses\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Miriam Kramer, SPACE.com","web_category":"earth-matters#space","title":"Eclipse turns sun into 'ring of fire' this week","picture_url":"http://images.mnn.com/sites/default/files/SolarEclipse2012_m_0506.jpg","url":"http://www.mnn.com//earth-matters/space/stories/eclipse-turns-sun-into-ring-of-fire-this-week"}