{"summary":"The opposite is now happening in the Pacific — El Ni?o reduces wind shear there, letting storms like Morakot grow larger. Even a slight variation could send a hurricane crashing into the ocean, and this year there's an extra twist: El Ni?o is sniping from the other side of Mexico, blowing the tops off many Atlantic tropical storms before they fully form.?","advice_category":"8","content":"?\n\nThe Atlantic hurricane season woke up early this year, fired off a weak tropical depression?that didn't threaten land,?and then hit snooze for two months. It made for an eerily quiet June and July — especially considering hurricanes run on warm seawater, and both months had the highest global sea-surface temperatures in 130 years of record-keeping.\n?\nBut hot water alone doesn't cause hurricanes. Tropical wind, waves and weather must all cooperate to form the rotating thundercloud clusters that become monster cyclones. Even a slight variation could send a hurricane crashing into the ocean, and this year there's an extra twist: El Ni?o is sniping from the other side of Mexico, blowing the tops off many Atlantic tropical storms before they fully form.?\n?\n\"Upper-level winds from the west come across the Caribbean Sea, produce increased wind shear, and that's what hinders hurricane activity,\" says Gerry Bell, lead seasonal hurricane forecaster for the National Weather Service's?Climate Prediction Center. \"El Ni?o is so large, and the tropical Pacific is just right there across Mexico, so it's not a far distance, actually.\"\n?\nAlong with quenching droughts in the Southwest and Southeast, hurricane control is one of El Ni?o's often-overlooked upsides — there's a good chance it broke up tropical storms Ana and Claudette earlier this month — but, as usual, it's mirrored by a downside somewhere else. El Ni?o favors Pacific cyclones while snuffing out Atlantic ones, and may have aided this month's deadly Typhoon Morakot, which killed hundreds of people in Southeast Asia.\n?\nDespite El Ni?o's help, however, U.S. and Caribbean coasts still aren't completely clear either. Just as it takes more than warm water to build up a hurricane, it often takes more than wind shear to tear one down.\n?\n\"El Ni?o is not the only climate player in the game,\" Bell says. \"For the Atlantic and Pacific, [hurricane] activity is strongly affected by tropical climate patterns that can last for decades at a time. That includes warmer water across the tropical Atlantic, and stronger monsoonal rains and low-pressure systems coming off of Africa. That really sets the stage for more activity.\"\n?\nEl Ni?o, which began in June, is expected to last through winter?and into 2010. While its wind shear?seems to have suppressed Atlantic hurricane activity for two months, Bell warns not even El Ni?o can stop every hurricane.\n?\n\"We're in the peak of the hurricane season, so people need to be ready for hurricane season,\" he says. \"It only takes one. You can have a low-activity era like in 1992 — that's when we had Hurricane Andrew devastate South Florida.\"\n?\nShear luck\nEl Ni?o is caused by a?patch of warm water in the tropical Pacific (see image at right) that?affects weather patterns around the world. By pulling the jet stream farther south across North America, El Ni?o brings rain to southern U.S. states while also sending a blast of high-level wind currents right into the Atlantic Ocean's hurricane breadbasket. This creates vertical wind shear — winds at different altitudes moving at different speeds.?\n?\nHurricanes are like giant heat engines, pumping warmth from the sea surface into the atmosphere, and they need to maintain a vertical column of heat flow to run at full strength. Low wind shear makes this a breeze, allowing tropical storms to reach maturity with little interruption. High wind shear, on the other hand, tilts storms and effectively throws a wrench into their gears.\n?\n\"A hurricane's energy source is the massive heat release from water vapor in tropical areas,\" Bell says. \"With lots of vertical shear, you have trouble forming that vertical heat column. If a hurricane moves into a high-shear area, it will blow it apart.\"\n?\nThe opposite is now happening in the Pacific — El Ni?o reduces wind shear there, letting storms like Morakot grow larger. (The warm water itself that El Ni?o causes in the equatorial Pacific doesn't have much effect on hurricanes and typhoons, Bell says, because most Pacific tropical storms form about 10 degrees north of the equator.) And when La Ni?a swings back into control, the situation will reverse itself again.\n?\nHot tropic\nEarlier this month, El Ni?o's wind-shearing ways convinced the National Oceanic and Atmospheric Administration to slightly scale back its?2009 Atlantic hurricane forecast. NOAA now predicts seven to 11 named storms, three to six hurricanes and one to two major hurricanes, which are Category 3 or higher (Hurricane Bill, pictured at left,?was Category 4 for several days in mid-August).\n?\n\nBut there has still been a broader trend of high hurricane activity?since the '90s, Bell says, and it's proven capable of overpowering or evading El Ni?o before — with Hurricane Andrew, for example, and already this year with Hurricane Bill. Bill missed U.S. coastlines by hundreds of miles, but created huge waves and violent currents that killed at least two people?on shores far from its eye.\n?\nWhile this trend has coincided with global warming lately, Bell says there's still not enough evidence to implicate climate change for stronger storms.\n?\n\"The studies are very mixed,\" he says. \"Some are saying [global warming] is having a major impact, and some are saying it's just influencing 2 to 3 percent of the strength of a hurricane, which is quite small.?\n?\n\"But this is an area of substantial investigation,\" he adds. \"It's really a matter of understanding not only these long-lived climate patterns, but also global warming within the context of these climate patterns that we've seen before.\"?\n?\nNOAA officially expects a \"near normal\" to \"below normal\" hurricane season this year, but Bell warns that anything can happen, El Ni?o or no.\n?\n\"Hurricanes strike regardless of the seasonal outlook,\" he says. \"We're always going to see hurricanes in the tropical Atlantic. We've never not had a hurricane season.\"\n\n?\nPhotos: NOAA, NASA","author":"","web_category":"earth-matters#translating-uncle-sam","title":"How does El Ni?o affect hurricanes?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/how-does-el-ni%C3%B1o-affect-hurricanes"}