{"summary":"In 2010, yet another Cinema West property, the 55,000-square-foot Palladio 16 Cinemas in Folsom, Calif., snatched away the Livermore Cinema’s title as largest solar-powered movie theater in the country. Although the aforementioned LEED-achieving cinemas are sans solar systems and reduce energy usage through other means, a recently opened Cinemark-owned theater in Napa, Calif., that’s on track to receive LEED Gold certification does boast a 100kW photovoltaic system along with LED lighting and high-efficiency HVAC systems","advice_category":"4","content":"We’re going to go out on a limb here and assume that when you spend your hard-earned cash to watch a movie at a local multiplex or art-house cinema, you don’t plop yourself into a squishy/crunchy seat in a darkened auditorium, switch your phone to silent before slathering yourself in hand sanitizer?and then immediately start pondering the energy consumption of the establishment you’re patronizing. Or maybe you do.\n?\nExactly how much juice do digital projectors pull compared to 35mm projectors?\n?\nWas that LED recessed lighting in the men’s restroom?\n?\nWould the roof of this joint support a solar array?\n?\nHow much does the daylighting in the lobby drive down monthly electricity costs?\n?\nAnd holy crap! Did they forget to drench my popcorn with faux-butter topping?\n?\nJust like any business trying to decrease its carbon footprint, cut energy-related costs and lessen its independence on the grid, movie theaters of both the chain and indie variety have instituted various measures to help them do so. Some theater operators have opted to stick to more basic energy-conserving and cost-cutting measures such as switching to LED marquee lighting and installing motion sensors, and using the resulting savings on upgrading sound systems, converting to digital projectors, and offering finger-friendly fare beyond popcorn, boxed candy and hot dogs (cocktails, truffle fries and roasted Portobello sliders, anyone?)\n?\nOther theater owners have decidedly gone above and beyond when it comes to energy conservation by installing solar arrays on their roofs and/or aiming for LEED certification. Here’s a look at just a few of the brightest shining stars in energy-conscious cinema operation out there:\n?\nSolar-powered stars \nAlthough generally not the first fix that theater owners turn to when focusing on energy efficiency, a handful of cinemas across the country do indeed boast photovoltaic arrays atop their roofs. Dubbing itself “America’s First Solar Powered Movie Theatre,” the Palm Theatre, a three-screen independent theater in San Luis Obispo, Calif., installed a 12kW solar system consisting of 98 photovoltaic panels back in 2004.\n?\nIn 2008, the landmark Fairfax 6 Theater in Fairfax, Calif., also went solar, becoming the first major multiplex theater in the U.S. to do so (it’s part of the Cinema West chain). In that case, a 27kW photovoltaic array was installed atop the historic Marin County building, a system anticipated to save Cinema West in the ballpark of $425,000 in utility bills over a 25-year period according to installer SPG Solar. Another Cinema West property, the newly built Livermore Cinema, also boasts an SPG Solar array. At the time of completion, the Livermore Cinema’s 132.kW photovoltaic system, anticipated to reduce energy costs by 45 percent, gave the theater bragging rights as the largest solar-powered movie theater in the U.S. Together, the Fairfax and the Livermore Cinema help to prevent over 2.25 million pounds of CO2 emissions from being released into the atmosphere over the 25-year life of the systems. Not too shabby at all.\n?\nIn 2010, yet another Cinema West property, the 55,000-square-foot Palladio 16 Cinemas in Folsom, Calif., snatched away the Livermore Cinema’s title as largest solar-powered movie theater in the country. Explains Cinema West President Dave Corkill to Film Journal in a 2010 article: “Everyone that has a business today that thinks they’re going to have a business in the next five years should be putting a solar system on the roof of their building. At the end of the day, if you have the knowledge of what the overall picture is, including the tax incentives, it makes too much sense.”\n?\nIndustry LEEDers\nCarmike Cinema’s Majestic 12 in downtown Chattanooga, Tenn., may not have photovoltaics gracing its rooftop, but the 2,500-seat theater does have the distinction of being, well, majestically green. In fact, the Majestic 12 is the nation’s first LEED-certified movie theater — it aimed for LEED Gold status, achieved it and garnered a fair amount of national attention in the process.\n?\nBuilt as an urban infill project in 2009 to replace the nearby Bijou Theatre, the Artech Design Group-designed Majestic 12’s impressive laundry list of eco-friendly features include an extensive water reclamation system; low-flow toilets and fixtures; the use of low-VOC paints, finishes, carpets and adhesives; the use of recycled-content and local building materials; a high percentage of recycled construction waste; and a public transit-friendly location right off a stop on Chattanooga’s electric bus line.\n?\nAnd, naturally, energy-efficiency plays a huge part in the daily operations of this state-of-the-art theater. Film Journal has the full details:\n?\n“With its glass-fronted open design that allows ‘tremendous amounts of daylight across the lobby,’ the Majestic goes further yet. Motion and daylight sensors are connected to appropriate fixtures throughout certain sections of the building, including restrooms, and result in a 75 percent savings on energy consumption associated with lighting. Artech Design’s LEED AP specialist, Rice Williams, further estimates that the theatre will save an additional 35 percent over typical installations. ‘Using carbon dioxide sensors to reduce mandatory fresh-air exchanges and increasing exterior insulation is expected to result in roughly a $15,000 savings per year in electrical power usage.’ The HVAC units themselves ‘are more efficient and contain no ozone-depleting compounds.’”\n?\nIn addition to Chattanooga’s Majestic 12, another chain-operated multiplex has achieved LEED-dom in recent years. Touted as “the Midwest’s First LEED Silver Certified Movie Theatre,” the AMC Randhurst 12 in Mount Prospect, Ill., was opened in 2011 with various energy-saving bells and whistles that help it save 25 percent more energy than a typical movie theater: A white membrane roof that reflects unwanted solar heat gain and, in turn, reduces interior energy consumption; high-performance windows; high-efficiency mechanical systems; the use of LED and CFL lighting throughout the complex; and the harnessing of natural daylighting in the lobby and other non-auditorium areas.\n?\nAlthough the aforementioned LEED-achieving cinemas are sans solar systems and reduce energy usage through other means, a recently opened Cinemark-owned theater in Napa, Calif., that’s on track to receive LEED Gold certification does boast a 100kW photovoltaic system along with LED lighting and high-efficiency HVAC systems. And although it has nothing to do with grid independence or energy-savings, the 12-screen, state-of-the-art Century Napa Valley and XD Theatre sports a chichi CineVino Wine Bar serving locally produced libations. A couple glasses of Coppola Chardonnay before enduring “The Twilight Saga: Breaking Dawn Part 2,” anyone?\n?\nRelated posts on MNN: Top 10 environmental films of all time\n?","author":"","web_category":"earth-matters#energy","title":"How do movie theaters save energy?","picture_url":"http://images.mnn.com/sites/default/files/editorial/main_matt_theaters.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/how-do-movie-theaters-save-energy"}