{"summary":"\tThe idea of turning water droplets into digital bits — the basic unit of data transfer — came from experiments at Aalto University in Finland. \tThe water computing study appears in the Sept","advice_category":"4","content":"Today's computers can short out if liquid enters their innards, but water droplets could form the basis for tomorrow's electricity-free computing devices.\n\n\t?\n\n\tThe idea of turning water droplets into digital bits — the basic unit of data transfer — came from experiments at Aalto University in Finland. When researchers observed water droplets bouncing off one another like billiard balls on a water-repellent surface, they realized they could guide the water droplets along water-repellent tracks.\n\n\t?\n\n\t\"I was surprised that such rebounding collisions between two droplets were never reported before, as it indeed is an easily accessible phenomenon: I conducted some of the early experiments on water-repellent plant leaves from my mother's garden,\" said Henrikki Mertaniemi, an applied physics researcher at Aalto University, in a statement.\n\n\t?\n\n\tThe experiments showed how the water droplets could act as digital bits in memory devices or logic operations at the most basic level of computing.\n\n\t?\n\n\tFor example, researchers demonstrated a \"flip-flop memory\" setup with a single water-repellent track forking into two tracks. A series of water droplets rolling down the single track would collide with second droplet sitting at the fork, and alternatively knock the second droplet toward one fork branch or the other — a process repeated 100 times without error.\n\n\t?\n\n\tResearchers also raised the possibility of \"programmable chemical reactions.\" They turned water droplets into timed chemical triggers by loading them with chemicals, allowing the droplet collisions to set off the chemical reactions.\n\n\t?\n\n\tThe idea of water-based computing likely won't replace your PC or Mac, but it could lead to specialized computing in devices that don't have power sources — or in situations where you can't rely on having available power outlets.\n\n\t?\n\n\tWater computers join other wild ideas for futuristic computing that have arisen in recent years, such as test tubes filled with DNA or the genetic code of living cells.\n\n\t?\n\n\tThe water computing study appears in the Sept. 4 issue of the journal Advanced Materials.\n\n\t?\n\n\t?\n\n\tFollow InnovationNewsDaily on Twitter @News_Innovation, or on Facebook.\n\n\t?\n\n\tRelated on InnovationNewsDaily:\n\n\n\t\t\tTen Computers That Changed the World\n\n\n\n\t\t\tNew DNA Computer Stores 1 Bit of Data\n\n\n\n\t\t\tTop 7 Useful Robots You Can Buy Right Now\n\n\n\t?\n\n\tThis story was originally written for InnovationNewsDaily and is reprinted with permission here. Copyright 2012 InnovationNewsDaily, a TechMediaNetwork company.","author":"InnovationNewsDaily","web_category":"earth-matters#energy","title":"Future computers could run on water droplets instead of electricity","picture_url":"http://images.mnn.com/sites/default/files/droplets.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/future-computers-could-run-on-water-droplets-instead-of-electricity"}