{"summary":"Rowsell and his team have scooped up some of that Pacific Ocean plastic to include in the trash that will be melted down and reconstituted into 4,000 liters of liquid aviation fuel. The trip has a projected $1.4 million budget, mostly due to the logistics of delivering the plastic fuel to each of Rowsell's refueling stops.","advice_category":"4","content":"Discarded plastics choke our oceans and waterways, but what if they could be used to fly over the oceans instead? That's the idea behind Australian pilot Jeremy Rowsell's upcoming On Wings of Waste?flight, which will take him 12,000 miles from Australia to England using fuel made from old plastics.\n?\nThe 41-year-old Rowsell tells GE's Ecomagination site that he frequently sees plastic floating in the ocean when he flies. \"You look down at that garbage in the Pacific, and you see the result of what it's doing. I'm doing this because I believe that unless we do something to give back to the planet, we're stuffed.\"\n?\nRowsell and his team have scooped up some of that Pacific Ocean plastic to include in the trash that will be melted down and reconstituted into 4,000 liters of liquid aviation fuel. An Irish company called Cynar plc will create the fuel through a process called pyrolysis, in which the plastic is thermochemically decomposed at high temperatures without the use of oxygen. Pyrolysis is also used to covert biomass into fuels such as biochar and syngas. In this case, it will produce aviation-grade diesel fuel. According to Cynar, one ton of petroleum-based plastic can be converted into 900 liters of diesel.\n?\nRowsell will be flying a single-engine Cessna 172 airplane which can use the plastic-based fuel but doesn't have a big storage capacity. This means they'll need to make several stops over the one- to two-week journey, which was originally expected to take place in October but now is scheduled for early 2013. Although the exact flight plan has yet to be finalized, they expect to fly out of Sydney and make potential refueling stops in Christmas Island, Oman, Jordan and Malta, among other locations. They plan to land in London.\n?\nSocial networking will be a big part of the journey. Rowsell is already tweeting about plans for the trip and will check in on Google Maps as the flight progresses.\n?\nNone of this will come cheap. The trip has a projected $1.4 million budget, mostly due to the logistics of delivering the plastic fuel to each of Rowsell's refueling stops.\n?\nThe journey may not be all that safe, either. Rowsell is taking survival courses to learn what to do if his plane crashes or plunges into the ocean. He's also taken specialized training in what to do if he gets kidnapped along the way, as you can see in this short video:\n?\n\n\n?\nYou can learn more about Cynar plc's end-of-life plastic to diesel fuel process and the process the company uses to create it here:\n?\n\n\n?\nRelated plastic story on MNN: What is the Great Pacific Ocean Garbage Patch?\n?","author":"","web_category":"earth-matters#energy","title":"Plastic power: Aviator plans intercontinental trip using plastics for fuel","picture_url":"http://images.mnn.com/sites/default/files/plastics.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/plastic-power-aviator-plans-intercontinental-trip-using-plastics-for"}