{"summary":"With the reduced hemlock cover available for deer, the booming white-tailed deer population means more deer crowd into the remaining forest. \"At the moment, it's difficult to find hemlock stands where there are saplings in the understory that are going to replace the hemlocks in the overstory when they die,\" he told OurAmazingPlanet","advice_category":"2","content":"The booming deer population in the northern United States is bad for the animal's beloved hemlocks, a new study finds.\n?\nDuring Michigan winters, white-tailed deer converge on stands of young hemlocks for protection from winter chill and predators. The same deer return every year to their favorite clumps of the bushy evergreens, called deeryards. The high concentration of deer in a small space saturates the soils with nitrogen from pee, according to a study published online in the journal Ecology. While deer pee can be a valuable source of nitrogen, a rare and necessary nutrient for plants, some deeryards are now too rich for the hemlocks to grow.\n?\n\"Herbivores like deer interact with the ecosystem in two ways. One is by eating plants and the other is by excreting nutrients,\" said Bryan Murray, an ecologist and doctoral student at Michigan Tech University. \"Urine can be a really high nitrogen resource, and hemlock can be out-competed by other species in really high nitrogen environments.\"\n?\nSlow-growing hemlocks prefer low-nitrogen soil, and the prolific pee results in nitrogen-loving species like sugar maple outgrowing the hemlocks, the researchers found.\n?\nHemlocks are already struggling to recover from logging and other ecosystem changes that reduced their numbers to 1 percent of pre-settlement populations in some parts of Michigan, Murray said. \"At the moment, it's difficult to find hemlock stands where there are saplings in the understory that are going to replace the hemlocks in the overstory when they die,\" he told OurAmazingPlanet. The lack of regeneration could be due to a number of issues, but deer overpopulation is a factor, he added.\n?\nWith the reduced hemlock cover available for deer, the booming white-tailed deer population means more deer crowd into the remaining forest. The researchers found more than 100 deer per square mile (2.6 square kilometers) in popular deeryards. And young hemlocks have a tough time recovering from the deer nibbling and browsing.\n?\nIn the eastern United States, an invasive sap-sucking bug called the adelgid is also killing off hemlocks.\n?\n\"The Upper Midwest represents one of the last strongholds of hemlocks,\" Murray said.\n?\nEmail Becky Oskin or follow her @beckyoskin. Follow us?@OAPlanet, Facebook?& Google+. Original article on LiveScience's OurAmazingPlanet.\n?\nRelated on LiveScience's OurAmazingPlanet and MNN:\n\nIn Photos: The Peskiest Alien Mammals\n\n\nAnimal Gallery: Fun in the Snow\n\n\nNature's Giants: Tallest Trees on Earth\n\n\nMNN:?Deer invade horse track, start racing [Video]\n\nThis story was originally written for LiveScience's OurAmazingPlanet and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Becky Oskin, LiveScience's OurAmazingPlanet","web_category":"earth-matters#animals","title":"How deer pee is transforming northern forests","picture_url":"http://images.mnn.com/sites/default/files/DeerHemlock_m_0606.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/how-deer-pee-is-transforming-northern-forests"}