{"summary":"May 23 is World Turtle Day, founded 13 years ago to help protect Earth's 328 known turtle and tortoise species, many of which are threatened by poaching, habitat loss and the international pet trade. When Spanish sailors discovered a Pacific island chain near South America in 1535, they named it \"Galapagos,\" the Spanish word for \"turtles.\" And based on the eerie video below — filmed by videographer Arlo Midgett, who set up his camera on a tripod to get the footage — it's easy to see why the local chelonians made such a strong first impression.","advice_category":"2","content":"Image: Arlo Midgett/YouTube\n?\nWhen Spanish sailors discovered a Pacific island chain near South America in 1535, they named it \"Galapagos,\" the Spanish word for \"turtles.\" And based on the eerie video below — filmed by videographer Arlo Midgett, who set up his camera on a tripod to get the footage — it's easy to see why the local chelonians made such a strong first impression.\n?\nMay 23 is World Turtle Day, founded 13 years ago to help protect Earth's 328 known turtle and tortoise species, many of which are threatened by poaching, habitat loss and the international pet trade. And what better way to celebrate this day of reptilian respect than to get up close and personal with one of the most massive tortoises on the planet?\n?\nCheck out the video below, ideally in full-screen HD mode to maximize the weirdness:\n?\n\n\n?\nThe whole video is surreal, but several commenters on YouTube have asked specifically about the tortoise's head-tuck move at 2:57. \"I can't be sure,\" Midgett writes to one commenter, \"but I believe he was startled by his own reflection? in the lens.\"\n?\nAs for how he got such amazing wildlife footage in the first place, Midgett defers the credit to his tripod and good luck: \"I set my camcorder on a tripod in front of a Giant Galapagos Tortoise and couldn't have gotten better footage if I'd held the camera myself!\"\n?\nAs science blogger Joe Hanson has pointed out, it's hard to watch this video and not think of Morla, the Ancient One, from \"The Neverending Story\" (see clip below). Which is fitting, since Galapagos tortoises can live more than a century, with some sticking around for 150 years. Turtles and tortoises are collectively pretty ancient, too, having evolved up to 300 million years ago — making them 1,000 times older than Homo sapiens.\n?\n\n\n?\nUnlike Midgett's curious Galapagos tortoise, Morla is known for a far more aloof attitude. Thankfully, the point of World Turtle Day is to help humans care about endangered and threatened turtles, not vice versa. Since we're the ones responsible for their ecological plight, we don't need to care whether or not they care that we care. Simply making sure their ancient stories remain never-ending would be a reward in itself.\n?\nRelated turtle stories on MNN:\n\nPainted turtles turn female as habitats heat up\nSome drivers go out of their way to hit turtles\nAlarming decline of leatherback turtles continues\nGiant tortoise 'marriage' ends after 115 years\n\n?","author":"","web_category":"earth-matters#animals","title":"Huge tortoise gets too close for comfort [Video]","picture_url":"","url":"http://www.mnn.com//earth-matters/animals/blogs/huge-tortoise-gets-too-close-for-comfort-video"}