{"summary":"There's the higher retail price — who wants to pay three bucks for a light bulb when it's sitting right next to ones that cost less than a dollar? But the CFL can last up to 10 times longer than incandescent bulbs, meaning you'd have to buy 10 of them during a single $3 CFL's lifespan. Fluorescent lights only release mercury when their glass breaks.?Consider how often you shatter a light bulb while changing it, and divide that number by 10 — since a single CFL requires about that many fewer replacements — and that's your immediate risk of mercury exposure.","advice_category":"8","content":"?\nCompact fluorescent light bulbs are often mentioned as one of the easiest ways to shrink your power bill and your carbon footprint. They present the quintessential green-green situation: saving money and helping the environment. What's not to like?\n?\nThere's the higher retail price — who wants to pay three bucks for a light bulb when it's sitting right next to ones that cost less than a dollar? But the CFL can last up to 10 times longer than incandescent bulbs, meaning you'd have to buy 10 of them during a single $3 CFL's lifespan. Each CFL saves about $30 during its tenure, according to the U.S. Energy Star program,?and pays for itself in about six months.\n?\nOne of the most potent threats to CFLs' superiority isn't their cost, but their contents. There's a small amount of?toxic mercury in every one, which can be absorbed or inhaled, potentially causing brain damage in adults, children and especially in fetuses. Fumble a CFL while changing a light, critics warn, and you unleash a poisonous fiend in your home. Throw it out and you're dumping mercury in landfills.\n?\nThose are both valid concerns. You should be careful when cleaning up a broken CFL, but don't go nuts — Snopes has debunked the myth that breaking one requires calling in an environmental cleanup crew. Keep kids and pets away, open the windows and resist the urge to vacuum, since that can kick up mercury vapor into the air; see the EPA's advice on cleaning up broken fluorescent lights?for a complete guide. When they do eventually burn out, make sure to dispose of them properly.\n?\nWhy do CFLs contain mercury?\nFluorescent and incandescent lights generally work the same way: They zap certain types of atoms with energy until their electrons freak out and release photons of light. Incandescent bulbs do this by shooting electricity into a thin metal filament surrounded by inert gas and encased in a glass shell. Metal normally emits invisible infrared light when heated like this, but get the atoms worked up enough and they'll produce a visible glow, too.\n?\nMetallic atoms are also the light source in fluorescent lamps, but they use vaporized mercury instead of a solid filament. The incoming electrical current is carried through a glass tube, straight or coiled, that's filled with mercury vapor and argon gas. The electrified mercury atoms begin vibrating and releasing invisible ultraviolet light, which in turn excites a fluorescent phosphor coating on the inside of the tube, finally producing the visible light.\n?\n(It's this jittery relationship, combined with a jumpy magnetic ballast providing electricity, that gives fluorescent lights their infamous flicker. Electronic ballasts don't have this problem.)\n?\nMercury is a crucial part of how all fluorescent bulbs work, and replacing it is a daunting task. Still, manufacturers have cut back on how much they use — CFLs' mercury content dropped by at least 20 percent?from 2007 to 2008. While the bulbs contained an average of 4 milligrams a few years ago, many now use as little as 0.4 mg. By comparison, mercury thermometers contain about 500 mg of mercury, and older nondigital thermostats contain about 3,000 mg.\n?\nDoes mercury overshadow CFLs' benefits?\nFluorescent lights only release mercury when their glass breaks.?Consider how often you shatter a light bulb while changing it, and divide that number by 10 — since a single CFL requires about that many fewer replacements — and that's your immediate risk of mercury exposure.\n?\nAn incandescent bulb doesn't contain mercury, but it still has a higher overall mercury footprint than a CFL, thanks to the coiled tube's energy efficiency.?Coal-fired power plants are humans' No. 1 source of mercury pollution, and energy-intensive incandescents make those plants burn more coal than CFLs do. That extra coal burning releases more mercury than the amount inside a CFL plus the coal emissions needed to light it.\n?\nWhile most fluorescent lamps finish their lives without shattering, however, it's another story once they're thrown out. They can easily break in trash cans, Dumpsters or en route to a landfill. It's only a small amount of mercury, but it adds up as more and more people are buying them, and it also endangers sanitation workers who don't know they're carrying bags containing mercury vapor. All the more reason to read up on the EPA's guidelines for properly disposing of fluorescent lights. Many home-improvement stores and other retailers that sell CFLs also have recycling programs to collect them back from consumers.\n?\nAre incandescent bulbs burned out?\nThe main downside with traditional light bulbs is that they use only 10 percent of their energy to produce light, burning off the rest as heat. They've wasted 90 percent of the electricity people have fed them for the past 130 years — electricity that was mainly generated from coal and other fossil fuels. Congress put its foot down with the 2007 energy bill, introducing tougher efficiency rules designed to phase out incandescent bulbs starting in 2012. Before long, the CFL may dominate the U.S. lighting market.\n?\nBut don't count out Thomas Edison's original?bright idea?just yet. Despite the U.S. Department of Energy and EPA pushing CFLs, many people are still turned off by the light they emit, which is slightly bluer and more flickery than incandescents' warm, steady glow. In fact, many Americans admit to hoarding incandescent bulbs in anticipation of the 2012 phase-out. And while the most inefficient incandescents are likely doomed, there are newer incarnations that offer hope for CFL haters.\n?\nThe two main alternative incandescents are tungsten halogen lamps and reflector lamps, both of which rely on reflectivity to slash energy demand. Halogen lamps have a gas filling and an interior coating that reflect light inward, using recycled heat to warm the filament more efficiently. The Energy Department says they offer \"excellent color rendition,\" and while they are more costly, they can save money over time thanks to their efficiency. Reflector lamps employ a similar principle, reflecting their light into a focused beam, and come in two basic types: parabolic aluminized lamps, used in outdoor floodlights, and ellipsoidal lamps, used in spotlights. Several companies are also developing more efficient versions of traditional incandescents — as well as halogen lamps — some of which use 30 percent less electricity.\n?\nLight(s) at the end of the tunnel\nThe future of artificial lighting is hazy, thanks to several recent technological and regulatory upheavals. Traditional light bulbs are almost certainly doomed once the new U.S. efficiency regulations take effect in early 2012, leaving a handful of relative upstarts to fill the void.\n?\nOne of these dark-horse light sources is the LED, or light-emitting diode. LEDs are already common in a variety of devices, ranging from the blinking red light on a camcorder to the green power button on a computer. LEDs are more efficient, versatile and long-lasting than either incandescent or fluorescent lights, emitting light in a specific direction rather than radiating it outward indiscriminately, which wastes energy. They also absorb back what little heat they produce into an internal heat sink, leaving the LED itself cool to the touch.\n?\nWhile LEDs may seem like a clear winner, they're still plagued by a few major problems. Several companies make bulbs that rely on diodes, but they aren't cheap. Plus, a recent study by researchers at the University of California-Irvine found that LEDs contain high levels of several dangerous toxins, including lead and arsenic. Although the amount in each bulb isn't a big risk on its own, the study warns LED toxins could be a \"tipping point\" when combined with exposure to other toxins. And, as with CFLs' mercury, LEDs may pose a collective threat as discarded bulbs accumulate in the environment.\n?\nSeveral other light sources boast long lives and high efficacy, but they all have their own unique flaws, too. High-intensity discharge lighting, for example, can save up to 90 percent of the energy required by incandescent bulbs, but HID bulbs are extremely bright and can take up to 10 minutes to produce light. They're mainly used for street lamps, stadium lights and other long-term outdoor applications. Low-pressure sodium lights are another option, providing even more energy-efficient outdoor lighting than HIDs, but their color rendition is \"very poor,\" according to the Energy Department. Their main use is for highway and security lighting, where color isn't as important.\n?\nNo widely available light bulb is without drawbacks, and even highly touted options like CFLs and LEDs have a dark side. But since traditional incandescents have had their time in the spotlight — and proven to be inefficient consumers of energy — the looming 2012 phase-out likely means they'll be overthrown. It's not clear what will ultimately replace them, but for now, the EPA and Energy Department are giving the green light to CFLs.\n?\nFor more on CFLs, LEDs and other light sources, check out these links from MNN:\n\nNew guidelines for CFL cleanup\nTake the CFL recycling challenge\nCFL bulbs with built-in armor: A bright idea?\nLast U.S. factory making incandescent light bulbs closes\nCeiling lights in Minnesota send coded Internet data\n\nAnd for even more information, see the following links from Uncle Sam:\nEnergy Star: CFLs Buyers Guide\nEnergy Star: CFL Savings Calculator\nEnergy Star: CFLs and Mercury\nEPA: CFL Recycling Where You Live\nEnergy Star: Commercial LED Lighting\n\nPhotos: EPA and DOE\n?\nEditor's note: This article has been updated since it first appeared on July 7, 2009.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"CFL vs. incandescent: Battle of the bulb","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/cfl-vs-incandescent-battle-of-the-bulb"}