{"summary":"Maintain monthly flea and tick treatment: While pollen can be a pain, Carlson said that exposure to flea saliva is the primary cause for allergic reactions among cats. Monitor the pollen count: Dr","advice_category":"2","content":"While most of us reach for the medicine cabinet when the pollen count begins to rise, it’s a little hard to relieve allergy symptoms when you lack opposable thumbs.\n?\nSo what's an itchy cat to do?\n?\nIf your cat has allergies, our experts have tips to help them survive allergy season without a scratch, sneeze or sniffle.\n?\nMonitor the pollen count: Dr. Drew Weigner, a board-certified feline veterinary specialist and owner of The Cat Doctor in Atlanta, notices more clients seeking relief for their feline friends when the high pollen count rises. But he adds that few cats actually suffer from seasonal allergies; they simply sneeze more due to physical irritation from pollen. If you notice excessive sneezing, monitor the allergy forecast in your area and keep cats inside when pollen piles up outside.\n?\nTo reduce the amount of pollen tracked into your home, remove shoes at the door or invest in a thick welcome mat.\n?\nWatch for allergy symptoms: If your cat does suffer from allergies, it won’t be much of a secret. Dr. Weigner said that itchy cats typically get skin conditions due to the release of an immunoglobulin called IgE. It’s found in certain cells that are more common in cats’ skin.\n?\nAs a result, Dr. William Carlson of InTown Animal Hospital in Atlanta said cats with allergies typically show signs of hair loss, as well as scabs or open sores. Discharge in the ears or excessive scratching also are common symptoms.\n?\nDon’t raid the medicine cabinet: Resist the urge to sneak a few Benadryl capsules into your cat’s kibble. While certain antihistamines may be used to treat cats with allergic skin disease, Carlson warned that pet owners should never give a cat medication without consulting a veterinarian first.\n?\n“Each patient is different and medications are determined on an individual basis based on a physical exam,” Weigner said. If your cat has serious allergy symptoms, call the vet. You’re better off safe than sorry.\n?\nTopical solutions provide limited relief: Carlson said soap-free allergy shampoo and cool water can relieve symptoms by reducing pollen and mold spore counts on the cat’s skin. But that means getting a cat into a tub, which may be the hardest task of all.\n?\nCat allergy treatment can be costly: Regular steroid injections safely and effectively relieve symptoms for cats with allergies, said Weigner. But he noted that potentially serious side effects make this option the least desirable form of treatment.\n?\nInstead, cats with extreme allergy symptoms typically get referred to a veterinary dermatologist. Determining the root cause of skin allergies requires a process of elimination using a blood test or an intradermal skin test, which involves injecting potential allergens such as mold or pollen under a cat’s skin. It sounds painful, but this test involves sedation and lasts only a few hours. Once an allergen has been determined, your veterinarian can decide on a treatment plan.\n?\n“Most veterinary dermatologists recommend hyposensitization therapy (allergy shots) that attempt to desensitize the cat to specific allergens,” said Weigner. “This requires quite a commitment as the injections are given frequently and can take up to two years to become effective, if ever.”\n?\nVeterinarians also may consider prescribing an oral medication called Atopica. “It works by suppressing helper T-cells, thus reducing inflammation,” Carlson said. “It has clinically been shown to be safe and very effective.”\n?\nWeigner has found success with cyclosporine, a drug with few side effects and a pretty hefty price tag.\n?\n“Because it is quite expensive and there are few studies regarding its use, it is considered a last resort and usually only used by specialists,” he said.\n?\nBefore deciding on a course of action, discuss all options with your veterinarian. Skin allergy treatment ranked seventh?last year among cat insurance claims submitted to VPI, the largest pet insurance company in the country. Inradermal tests can cost hundreds of dollars, along with fees for sedation, allergy shots or medication and follow-up care.\n?\nMaintain monthly flea and tick treatment: While pollen can be a pain, Carlson said that exposure to flea saliva is the primary cause for allergic reactions among cats. Consider spring and summer prime biting season for fleas, and take action.\n?\nCombing your cat frequently and treating your home for fleas on a regular basis will help, Carlson said. He also suggests applying topical (“spot-on”) flea treatments such as Advantage, which contain chemical pesticides that attack pesky parasites’ central nervous system.\n?\nReports of adverse reactions from topical flea solutions have caused the Environmental Protection Agency to pursue more stringent testing and evaluation requirements as well as stronger warning labels. If you prefer a more natural option, Victoria Park of Park Pet Supply in Atlanta suggests Natural Chemistry's DeFlea products. The line contains a surfactant (“detergent”) that dissolves fleas’ waxy protective coating so they are more vulnerable to a lethal dose of diuretic (One word: Ewww).\n?\nFor those who seek truly green remedies, Park recommends essential oils or diatomaceous earth — a mineral-based pesticide that comes from fossilized water plants.\n?\nAdd a little omega-3: Omega-3 fatty acid supplements keep the normal immune barrier of the skin healthy and reduce secondary infections, Carlson said. Of course, cats won’t mind getting their omega-3 in the form of coldwater fish such as salmon, trout and sardines either.\n?\nGotta keep the cats happy — and healthy.\n?\nMNN?homepage photo:?DNF-Style/iStockphoto","author":"","web_category":"health#allergies","title":"Cat allergies: How to treat cats with allergies","picture_url":"http://images.mnn.com/sites/default/files/cat-allergiesFULL.jpg","url":"http://www.mnn.com//health/allergies/stories/cat-allergies-how-to-treat-cats-with-allergies"}