{"summary":"\tThe?Chokecherry and Sierra Madre Wind Energy Project would include up to 1,000 wind turbines that could generate an estimated 3,000 megawatts, or enough to power nearly 1 million homes, Salazar told a crowd at Laramie County Community College. \t\t\tThe symbolic power of bladeless wind turbines","advice_category":"4","content":"A proposed wind farm in southern Wyoming may soon become the largest of its kind anywhere in North America, according to U.S. Interior Secretary Ken Salazar, who authorized the project Tuesday during a visit to Cheyenne.\n\n\t?\n\n\tThe?Chokecherry and Sierra Madre Wind Energy Project would include up to 1,000 wind turbines that could generate an estimated 3,000 megawatts, or enough to power nearly 1 million homes, Salazar told a crowd at Laramie County Community College. Salazar's approval is needed because most of the 220,000-acre project is on federal land — and, combined with previously approved projects, it also fulfills a promise President Obama made in this year's?State of the Union speech.\n\n\t?\n\n\t\"Wyoming has some of the best wind energy resources in the world, and there's no doubt that this project has the potential to be a landmark example for the nation,\" Salazar said Tuesday. \"President Obama challenged us in his State of the Union address to authorize 10,000 megawatts of renewable energy on our public lands by the end of the year — enough to meet the needs of more than 3 million homes — and today we are making good on that promise.\"\n\n\t?\n\n\tThe wind farm is expected to create 1,000 temporary construction jobs, according to estimates from the Bureau of Land Management, as well as 114 permanent jobs in operations and maintenance. It will generate $300 million in property-tax revenue for Carbon County over its first 20 years, the BLM adds, as well as $232 million from sales taxes and $150 million from a state wind-electricity tax.\n\n\t?\n\n\tTuesday's approval is just the beginning, though, since the project still must pass a series environmental reviews. The OK from Salazar authorizes the BLM to proceed with site-specific reviews for the Sierra Madre Wind Farm, the Chokecherry Wind Farm, an internal haul road linking the two sites, a 230-kilovolt transmission line, a rail distribution facility, and substations to feed the electrical grid. More environmental reviews will also be needed for specific turbine layout, the BLM notes.\n\n\t?\n\n\t\n\n\tA map of the Chokecherry and Sierra Madre Wind Energy Project. (Image: BLM)\n\n\t?\n\n\tRoadwork and other preliminary construction could begin next year, developers tell the Associated Press, followed by installation of some wind turbines in 2014. Rather than installing all 1,000 turbines at once, the project will likely unfold with 300 to 400 new turbines per year, according to Power Company of Wyoming CEO Bill Miller.?\"We can accelerate that to some degree, or we could slow it up to some degree, depending on what the requirements are at any given point,\" he tells the AP.\n\n\t?\n\n\tWhile the wind farm could boost the local economy and curb demand for fossil fuels, it has also ruffled some feathers among conservationists. Poorly designed or sited wind turbines can kill birds and bats, and in a joint statement released Wednesday, the American Bird Conservancy and the Biodiversity Conservation Alliance argued this project will threaten golden eagles. \"This project should be sited elsewhere, such as the High Plains to the east of the Laramie Range,\" said BCA biologist Erik Molvar, \"where it would have had minimal impacts on rare and sensitive wildlife.\"\n\n\t?\n\n\tBut Dan Ashe, director of the U.S. Fish and Wildlife Service, insists his agency is working with the BLM to consider wildlife safety.?\"Wind energy is important for our nation's economic health and security, as well as the health of our environment,\" Ashe said in a statement. \"We're working to evaluate these projects at a landscape-level, ensuring that species' needs are met along with renewable energy production goals.\"\n\n\t?\n\n\tFor more information about the project, check out this fact sheet from the BLM.\n\n\t?\n\n\tRelated renewable energy stories on MNN:\n\n\n\t\t\tObama whips up wind power attack on Romney\n\n\t\t\tFor wind turbines, bigger is often greener\n\n\t\t\tThe symbolic power of bladeless wind turbines\n\n\t\t\tHow to spark a 'renewables revolution'\n\n\n\t?","author":"","web_category":"earth-matters#energy","title":"U.S. approves huge wind farm in Wyoming","picture_url":"http://images.mnn.com/sites/default/files/chokecherry_sierramadre.jpg","url":"http://www.mnn.com//earth-matters/energy/blogs/us-approves-huge-wind-farm-in-wyoming"}