{"summary":"That year, the House voted to give the election to John Quincy Adams, even though Andrew Jackson won 99 electoral votes to Adams' 84 and also won more popular votes than any other candidate. \tEver since the 12th Amendment instituted safeguards against another dustup like the one in 1800 by putting presidents and their running mates on distinct ballots, the House has had to decide just one presidential election, the four-man race of 1824, in which no candidate achieved the necessary majority of electoral votes","advice_category":"5","content":"The 10 residents of the tiny New Hampshire town of Dixville Notch cast the first Election Day ballots in the United States on Nov. 6 at the stroke of midnight.\n\n\t?\n\n\tThe result, which was tallied immediately, was a first in the village's 40-year history as the nation's Election Day starting line: a 5-5 tie.\n\n\t?\n\n\tSo what if that historical indecision carries throughout the country and all the way up into the Electoral College, and each candidate gets exactly 269 votes from state electors??\n\n\t?\n\n\tNational polls have been showing a virtual tie between President Barack Obama and former Massachusetts Gov. Mitt Romney for a while now. And it is possible that states will split votes today in a way that makes the virtual tie an actual one, but the United States has a circa-1804 safety cord to pull for just such a contingency. [The Electoral College: Why 270 Is the Magic Number]\n\n\t?\n\n\tPursuant to the 12th Amendment, the House of Representatives will pick the president if there's a draw.\n\n\t?\n\n\tThe relevant section goes: \"The person having the greatest Number of votes for President, shall be the President, if such number be a majority of the whole number of Electors appointed; and if no person have such majority, then from the persons having the highest numbers not exceeding three on the list of those voted for as President, the House of Representatives shall choose immediately, by ballot, the President.\"\n\n\t?\n\n\tThe House has had to make the call twice before, once in the 1800 race between Thomas Jefferson and John Adams, in which a somewhat buggy early electoral system gave every elector two votes (the candidate with the most votes would become president and the runner-up vice president) and resulted in a 73-73 tie between Jefferson and his own running mate, Aaron Burr. Seeing an opportunity to block the election of the rival Democratic-Republican Party's true pick, Federalists in the House almost managed to give the presidency to Burr, but Jefferson clinched.\n\n\t?\n\n\tEver since the 12th Amendment instituted safeguards against another dustup like the one in 1800 by putting presidents and their running mates on distinct ballots, the House has had to decide just one presidential election, the four-man race of 1824, in which no candidate achieved the necessary majority of electoral votes. That year, the House voted to give the election to John Quincy Adams, even though Andrew Jackson won 99 electoral votes to Adams' 84 and also won more popular votes than any other candidate. [Quiz: Weirdest Presidential Elections]\n\n\t?\n\n\tWith the unofficial two-party system now firmly in place, things aren't likely to get quite as convoluted as they did in 1824, but a deadlock could still have some weird results.\n\n\t?\n\n\tEach state, regardless of its number of representatives, gets one vote in a presidential tiebreaker in the House, so a majority would be achieved with the votes of 26 state delegations (made up of the representatives voted in during this election), and thinly populated Wyoming would have exactly as much pull as California. Because the House is expected to remain under Republican control, the presidency would most likely go to Romney.\n\n\t?\n\n\tBut there's an interesting sidebar. The U.S. Senate would get to choose the vice president, with each of the 100 senators casting one vote. Because the Senate is expected to remain majority Democratic, it is highly likely that an Electoral College tie this year would result in a Romney-Biden administration.\n\n\t?\n\n\tMoreover, if intra-delegation feuding or a very evenly divided House resulted in a failure to break a presidential tie before Inauguration Day, the Senate's choice for vice president would become acting president until the House made up its mind. If that highly unlikely scenario played out this year, it could mean the inauguration of President Joe Biden.\n\n\t?\n\n\tFollow Life's Little?Mysteries on Twitter @llmysteries. We're also on?Facebook?&?Google+.\n\n\t?\n\n\tRelated on Life's Little Mysteries:\n\n\n\t\t\tTop 5 Bizarre Political Candidates\n\n\n\n\t\t\t10 Historically Significant Political Protests\n\n\n\n\t\t\tThe 5 Strangest Presidential Elections in US History\n\n\n\t?\n\n\tThis story was originally written for Life's Little Mysteries and was reprinted with permission here. Copyright 2012 Lifes Little Mysteries, a TechMediaNetwork company.","author":"Eli MacKinnon, Life's Little Mysteries","web_category":"earth-matters#politics","title":"What if the election is a tie?","picture_url":"http://images.mnn.com/sites/default/files/ElectoralTie_m_1106_0.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/what-if-the-election-is-a-tie"}