{"summary":"\t\"If votes are lost or, worse, if they're flipped, there will not be enough evidence because there's no paper trail for those ballots,\" he added. \tIf there are no paper ballots, which are counted using optical-scanning systems, election officials can't go back and do an audit to ensure the votes were counted correctly, Halderman said.","advice_category":"5","content":"Most American voters can recall the drawn-out election recount of the 2000 presidential election, when the disputed outcome of Florida's electoral tally resulted in a legal and procedural battle that was not concluded until mid-December.?\n\n\t?\n\n\tSince then, according to a research reportreleased last month by Caltech and MIT, the integrity and accuracy of voting systems in the United States have greatly improved.\n\n\t?\n\n\tHowever, experts think there could still be some problems Nov. 6. Even worse, some lost or misattributed votes could go completely undetected.\n\n\t?\n\n\t\"A majority of states have implemented some kind of paper-audit record or paper ballot, which means there's some way, at least, to catch computer-based fraud in the majority of states,\" said J. Alex Halderman, an assistant professor of electrical engineering and computer science at the University of Michigan.\n\n\t?\n\n\t\"Unfortunately,\" Halderman said, \"a lot of other states still are behind the times and are still using technology that's been debunked for security purposes.\"\n\n\t?\n\n\tLack of a paper trail\n\n\tIf there are no paper ballots, which are counted using optical-scanning systems, election officials can't go back and do an audit to ensure the votes were counted correctly, Halderman said.\n\n\t?\n\n\tFor example, some counties in Maryland still use AccuVote voting machines that don't use paper ballots.\n\n\tSeveral years ago, Halderman and a team of researchers showed they could completely hack AccuVote machines and change all the votes, and that it would take just one minute to install malicious code on the machine.\n\n\t?\n\n\t\"Basically, [Maryland] doesn't have the resources to replace these systems with something better,\" Halderman said. \"Maryland is one of the states of the greatest concern in terms of the quality of the technology.\"\n\n\t?\n\n\tHalderman said he's worried that problems with electronic voting might disrupt the process of counting ballots and declaring winners — even while not changing outcomes.\n\n\t?\n\n\t\"This isn't just a question of whether we have a way to catch fraud, but also whether there might be systems that are unavailable or systems that require a lot of double-checking and auditing at the end before we can come to a conclusion,\" he said.\n\n\t?\n\n\t\"It's likely we will see a Florida 2000-style meltdown in the presidential election in states that have very small margins of victory predicted, and that will control a larger number of Electoral College votes.\" [How Hackers Could Steal the Next Election]\n\n\t?\n\n\tReady or not\n\n\tIn the wake of Hurricane Sandy, New York and New Jersey are dealing with extenuating circumstances that could cause voting problems. But they aren't the only states that face challenges.\n\n\t?\n\n\tAccording to a recent report, \"Counting Votes 2012: A State by State Look at Election Preparedness,\" not all states will be prepared come Election Day.\n\n\t?\n\n\t\"It is highly likely that voting systems will fail in multiple places across the country,\" said the report, which was sponsored by the Verified Voting Foundation, the Rutgers University School of Law and the liberal good-government group Common Cause.\n\n\t?\n\n\t\"In every national election in the past decade,\" said the report, \"computerized voting systems have failed — machines haven't started, machines have failed in the middle of voting, memory cards couldn't be read, votes were mistallied or lost.\"\n\n\t?\n\n\tThe report looked at how prepared each state is \"to ensure that every eligible voter can vote, and that every vote is counted as cast.\"\n\n\t?\n\n\tSome of the findings include:\n\n\t\tSixteen states ?— Arkansas, Colorado, Delaware, Georgia, Indiana, Kansas, Kentucky, Louisiana, Maryland, Mississippi, New Jersey, Pennsylvania, South Carolina, Tennessee, Texas and Virginia ?— use paperless machines, which don't create a physical record of votes, in some or all counties.\n\n\t\tTwenty-five states require no post-election audits to verify votes, which the report deemed \"inadequate.\" They were Alabama, Arkansas, Delaware, Georgia, Idaho, Indiana, Iowa, Kansas, Louisiana, Maine, Maryland, Massachusetts, Michigan, Mississippi, Nebraska, New Hampshire, New Jersey, North Dakota, Oklahoma, Rhode Island, South Carolina, South Dakota, Tennessee, Virginia and Wyoming.\n\n\t?\n\n\tWe may never know\n\n\t\"I think it is safe to say that there will be some voting systems that fail or have serious troubles during the election, since there are thousands of them and they are more complex than ever,\" said David Jefferson, a computer scientist at Lawrence Livermore National Laboratory in northern California and chairman of Verified Voting.\n\n\t?\n\n\t\"It is, of course, much more problematic to predict which ones,\" Jefferson added, \"although we have some general guesses.\"\n\n\t?\n\n\tJefferson said there is a concern in the jurisdictions and states that use paperless voting.\n\n\t?\n\n\t\"Those systems are vulnerable to various kinds of failures and security attacks,\" Jefferson said. \"I'm not going to predict that any of these things are going to happen. But if they do happen, they're unauditable and there's just no way to recover from them.\n\n\t?\n\n\t\"If votes are lost or, worse, if they're flipped, there will not be enough evidence because there's no paper trail for those ballots,\" he added. \"We'll be stuck.\"\n\n\t?\n\n\tRelated on TechNewsDaily:\n\n\n\t\t\t10 Home Security Tips You Haven't Thought Of\n\n\n\n\t\t\tWhat's Wrong With Online Voting?\n\n\n\n\t\t\t10 Best Paper Shredding Services\n\n\n\t?\n\n\tRelated voting story on MNN: What's wrong with online voting?\n\n\t?\n\n\tThis story was originally written for TechNewsDaily and was reprinted with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"Linda Rosencrance, TechNewsDaily","web_category":"earth-matters#politics","title":"How secure is the U.S. voting system?","picture_url":"http://images.mnn.com/sites/default/files/VotingSecurity_m_1106.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/how-secure-is-the-us-voting-system"}