{"summary":"approves new Gulf of Mexico oil drilling. Shell begins offshore drilling in Alaska","advice_category":"4","content":"?\n\nSalvage teams inspect Shell's Kulluk drill barge in January after it ran aground near Kodiak Island, Alaska. (Photo: Tim Aubry/AFP/Getty Images)\n?\nRoyal Dutch Shell will suspend its controversial offshore oil-drilling program in the Arctic Ocean for the rest of 2013, the company announced Wednesday, following months of incessant setbacks with its drilling rigs and its spill containment vessel.\n?\n\"We've made progress in Alaska, but this is a long-term program that we are pursuing in a safe and measured way,\" Shell President Marvin Odum said in a statement?Wednesday afternoon. \"Our decision to pause in 2013 will give us time to ensure the readiness of all our equipment and people following the drilling season in 2012.\"\n?\nEnvironmental groups were quick to cheer the news, which seems to bolster their longstanding argument that no oil company has the technical wherewithal to safely drill below the Arctic Ocean. And it's just the latest in a series of polar letdowns for Shell, which has spent nearly $5 billion since 2005 on leases, permits and lawsuits in its quest for Alaska's oil-rich Beaufort and Chukchi seas.\n?\nThe company only drilled two exploratory \"pilot holes\" during its debut season in 2012, a year with far more breakdowns than breakthroughs. Its disaster-response plan requires a cleanup barge on site before actual oil drilling starts, but Shell's barge suffered damage during a test in the relatively calm waters of Bellingham, Wash. Sea ice also delayed the arrival of its drill ships in Alaska, and continued bedeviling them even after they arrived in late summer — a summer when Arctic sea ice was at a record low.\n?\nThe problems kept coming after the drilling season ended, when the U.S. Coast Guard reported 16 safety violations with Shell's Noble Discoverer drill ship, which had just returned from exploratory drilling in the Chuckhi Sea. And in late December, the drilling barge Kulluk ran aground near Kodiak Island on its way to a Washington shipyard, sustaining damage and making international headlines. Both vessels are now slated for maintenance and repairs, while the Coast Guard investigates the Kulluk crash and the Justice Department looks into the Noble Discoverer.\n?\n\"Given Shell's performance over the past year, their decision to pause drilling for 2013 is one of the smartest moves they've made regarding Arctic operations,\" Andrew Hartsig of the Ocean Conservancy said in an emailed statement Wednesday.?\"Shell has clearly demonstrated that the company is not prepared to conduct safe and responsible operations in icy Arctic waters. We need a time-out on Arctic drilling until we have improved our understanding of the Arctic ecosystem, protected important ecological and subsistence areas, and developed effective methods to clean up an oil spill in icy Arctic water.\"\n?\nOdum says Shell \"remains committed to building an Arctic exploration program,\" leaving open the possibility of a restart in 2014. But that may depend not just on its equipment and logistics, but also on a looming federal review of its Arctic drilling program, prompted by the same spate of problems that led Shell to halt its operations for 2013. The U.S. Interior Department is expected to complete its review in a few weeks.\n?\nRelated oil and gas stories on MNN:\n\nBP to pay historic penalty for 2010 oil spill\nShell begins offshore drilling in Alaska\nU.S. approves new Gulf of Mexico oil drilling\n'No-Otter Zone' finally lifted in California\n\n?","author":"","web_category":"earth-matters#energy","title":"Shell scraps Arctic drilling plans for 2013","picture_url":"","url":"http://www.mnn.com//earth-matters/energy/blogs/shell-scraps-arctic-drilling-plans-for-2013"}