{"summary":"\"We must do more to combat climate change,\" Obama said, pointing to extreme events like droughts and heat waves, and of course the devastating effects of Superstorm Sandy, as evidence of a warming planet.. \"As the globe warms, regions of the Earth that have cold winters will still have cold winters, and we will still see the random rolls of the weather dice, like we are seeing this winter,\" climate scientist Michael Mann of Pennsylvania State University told LiveScience last month","advice_category":"5","content":"President Barack Obama took a strong stance on fighting climate change, \"for the sake of our children and our future,\" he said late Tuesday, Feb. 12, during the State of the Union Address.\n?\n\"We must do more to combat climate change,\" Obama said, pointing to extreme events like droughts and heat waves, and of course the devastating effects of Superstorm Sandy, as evidence of a warming planet.\n?\n\"Now, it's true that no single event makes a trend. But the fact is, the 12 hottest years on record have all come in the last 15. Heat waves, droughts, wildfires and floods, all are now more frequent and more intense,\" the president said.\n?\nClimate scientists have said that as the planet warms, extreme weather events will become more frequent.\n?\n\"As the globe warms, regions of the Earth that have cold winters will still have cold winters, and we will still see the random rolls of the weather dice, like we are seeing this winter,\" climate scientist Michael Mann of Pennsylvania State University told LiveScience last month. \"But climate change is loading the weather dice, so that 'sixes' are becoming more common, and 'ones' are becoming less common.\" ?\n?\nScientists can't pin individual storms like Hurricane Sandy, which created the largest storm surge in New York City's history in October, to global warming. However, in the case of Sandy, they've said global warming likely made the storm worse, by rising sea levels and creating warmer sea-surface temperatures. [Reality of Climate Change: 10 Myths Busted]\n?\n\"We can choose to believe that Superstorm Sandy, and the most severe drought in decades, and the worst wildfires some states have ever seen were all just a freak coincidence,\" Obama said Tuesday. \"Or we can choose to believe in the overwhelming judgment of science, and act before it's too late.\"\n?\nWhat did the president promise? He avowed that making progress on stemming global warming was compatible with strong economic growth.\n?\nAnd Obama urged Congress to pursue a bipartisan market-based solution to climate change.\n?\nIf they don't, he added, \"I will.\"\n?\n\"I will direct my Cabinet to come up with executive actions we can take, now and in the future, to reduce pollution, prepare our communities for the consequences of climate change, and speed the transition to more sustainable sources of energy.\"\n?\nObama encouraged the production of more solar and wind power, as well as more efficient use of energy. \"I'm also issuing a new goal for America: let’s cut in half the energy wasted by our homes and businesses over the next 20 years,\" he said.\n?\nWhether or not the president's strong statements will translate to real action on climate change by a polarized Congress remains to be seen.\n?\n\"I always have hope, but it is sometimes hard to see how real progress, substantial progress, is going to be made with the fact that the Congress is so polarized,\" said Travis Franck, a policy analyst for nongovernmental organization Climate Interactive, last month, referring to Obama's second term in office.\n?\nFollow LiveScience on Twitter @livescience. We're also on Facebook?& Google+. \n?\nRelated on LiveScience and MNN:\n\nImages of Melt: Earth's Vanishing Ice\n\n\n8 Ways Global Warming Is Already Changing the World \n\n\nTop 10 Craziest Environmental Ideas \n\n\nMNN: Oklahoma farmer challenges Obama to roll up his sleeves on climate change\n\n?\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Jeanna Bryner, LiveScience","web_category":"earth-matters#politics","title":"State of the Union: Obama urges action on climate change","picture_url":"http://images.mnn.com/sites/default/files/ObamaMeeting_m_0213.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/state-of-the-union-obama-urges-action-on-climate-change"}