{"summary":"\tIn Colorado, Amendment 64 makes it legal for people over the age of 21 to buy and smoke marijuana and will treat sales and distribution similar to how alcohol is handled. \tWashington's Initiative 502 does much of the same thing as Amendment 64 but does not allow for growing marijuana at home if not it's not for medical use","advice_category":"5","content":"After a long day of voting, counting, pontificating, celebrating over wins, agonizing over losses, and furious browser refreshing, we all woke up to a world in which the United States of America has the most liberal drug policy in the world.\n\n\t?\n\n\tSure, you can buy and smoke marijuana throughout Holland, and Portugal has pursued harm reduction policies for the past decade or so, but drugs, including marijuana, are still technically illegal within their borders.\n\n\t?\n\n\tBut not in the states of Colorado and Washington, where voters approved Proposition 64 and Initiative 502 (respectively) yesterday, legalizing the recreational use of marijuana by adults.\n\n\t?\n\n\tPot is legal in Colorado and Washington. To smoke. For fun.\n\n\t?\n\n\tIt's not being decriminalized (\"we won't put you in jail, we'll just confiscate your marijuana and fine you\") or officially ignored — it's full-blown legal.\n\n\t?\n\n\tAnd it's about time. The war on marijuana, and the war on drugs more broadly, is a stupid, wasteful, criminal enterprise that does far more damage to society than the use and misuse of drugs could ever do. The government, in the name of protecting its citizens from the harms of drugs, has put millions of people in jail, destroyed just as many families, stolen billions of dollars in asset forfeitures, and created a bloody and violent drug market, the profits of which sustain cartels and terrorists around the world. Entire countries are being consumed by the chaos and violence associated with our war on drugs (hello Mexico).\n\n\t?\n\n\tIn Colorado, Amendment 64 makes it legal for people over the age of 21 to buy and smoke marijuana and will treat sales and distribution similar to how alcohol is handled. People can also grow up to six marijuana plants at home. It passed with 53.3 percent of the vote and will become law within 30 days when the governor ratifies the ballot. Colorado has the advantage of a few years of experience with legal medical marijuana; there are already mechanisms within the state government to regulate and tax the drug.\n\n\t?\n\n\tWashington's Initiative 502 does much of the same thing as Amendment 64 but does not allow for growing marijuana at home if not it's not for medical use. It gives control of marijuana sales and distribution to the state liquor board and directs tax revenue generated from pot sales towards substance abuse prevention, healthcare, and education.\n\n\t?\n\n\tLast week I wrote about my friend Troy Dayton, a dedicated drug reform activist and entrepreneur who was helping to rally for the cause as voting day approached. It's thanks to people like Troy that Amendment 64 and Initiative 502 passed. People like Micah Daigle and Tom Angell of the Marijuana Majority. People like Students for Sensible Drug Policy, who made thousands of calls to Colorado voters to shore up the vote. People like David Borden of StoptheDrugWar.org, Ethan Nadelmann of the Drug Policy Alliance, and Mason Tsvert of Campaign to regulate Marijuana Like Alcohol.\n\n\t?\n\n\tIt's thanks to those people, and the countless others who have long worked to bring about sane drug policy, that yesterday happened. And it's thanks to the millions of voters in Colorado and Washington who cast the right vote. Thank you all.\n\n\t?\n\n\tTwo down, 48 to go.\n\n\t?\n\n\tA bit of background: I was a student drug activist in my younger days and founded the organization that evolved into Students for Sensible Drug Policy. I have been mostly a silent (and not so silent) supporter of the movement ever since and have of lot of friends doing drug policy work. \n\n\t?\n\n\tAre you on Twitter??Follow me (@sheagunther) there, I give good tweets.?And if you really like my writing, you can join my Facebook page.","author":"","web_category":"earth-matters#politics","title":"Colorado and Washington vote to legalize the recreational use of marijuana","picture_url":"http://images.mnn.com/sites/default/files/pot-dog-feat.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/colorado-and-washington-vote-to-legalize-the-recreational-use-of-mariju"}