{"summary":"If Hadfield did turn to politics, Garneau — now a Montreal-area member of Parliament for Canada's Liberal party — pointed to a change between an astronaut's public persona and that of a politician.. Hadfield's wife Helene Hadfield, speaking from Houston on May 14 just hours after her husband's landing, told SPACE.com that the subject of a post-flight career didn't come up in their hours of ground-to-space phone conversations.","advice_category":"4","content":"With star astronaut Chris Hadfield recently back on planet Earth after five months in orbit, many are wondering what he will do next.\n?\nWill Hadfield stay with the Canadian Space Agency? Bring his outreach skills to politics or business? Or do something different altogether?\n?\n\"Chris will have people knocking on his door from every single possible area of work imaginable, and I'm sure that there are already probably 1,000 requests to come and speak,\" said three-time space shuttle flyer Marc Garneau, who became Canada's first astronaut in space in 1984. [Astronaut Chris Hadfield's 8 Most Amazing Space Moments]\n?\n\"It'll be fun, but also tough for him to make a decision,\" Garneau said. \"I have no idea what his plans are. We are very good friends, but I've never asked. It'll be interesting to see.\"\n?\nHadfield's wife Helene Hadfield, speaking from Houston on May 14 just hours after her husband's landing, told SPACE.com that the subject of a post-flight career didn't come up in their hours of ground-to-space phone conversations.\n?\n\"We're always thinking about the next step, but really, at this point, all I know is anything Chris does is always an adventure,\" she said. \"No matter what he does, he really likes what he's doing. It'll grow organically, but right now all he's thinking about is this mission.\"\n?\n'It's like asking an infant if they're ready for their Ph.D.'\nHadfield's stay on the International Space Station ?— which included commanding the Expedition 35 mission — made headlines worldwide. The astronaut, in between running a productive science mission, found time to play mini-concerts, chat with celebrities from orbit, and post hundreds of pictures on Twitter.\n?\nHadfield has shied away from talk about his future in the weeks since landing.\n?\nIn a press conference three days after he returned to Earth, Hadfield told reporters he was too busy focusing on recovering from microgravity's effects to think about what to do after the mission.\n?\n\"I'm trying to stand up straight, and I have to sit down in the shower so I don't faint and fall down,\" Hadfield said May 16. \"It's like asking an infant if they're ready for their Ph.D. yet. I'll get there, but it's too early to say.\"\n?\nSo far, Hadfield has debriefings and a few public appearances on his schedule, as well as extensive medical checkups. He's scheduled to play in a concert on July 1 — Canada's national holiday — on Parliament Hill in Canada's capital of Ottawa. [Hadfield?Hits: How To Shave In Space | Video]\n?\nIt's questionable that Hadfield would go to space again as a government astronaut, experts say. There are two rookie Canadian astronauts — Jeremy Hansen and David Saint-Jacques — who are in training and awaiting flights themselves.\n?\nCommercial direction unlikely at this time\nCanada is only entitled to a small number of flights compared to the larger contributors to the space station: NASA, Roscosmos (Russia's space agency), the European Space Agency and JAXA (Japan's space agency).\n?\nCanada's \"credits\" for spaceflight come through its science and its robotics contributions to the station, CSA interim president Gilles Leclerc told SPACE.com in May. Canada's 2.3 percent utilization right of the orbiting laboratory entitles the country to a send another astronaut to space around 2018, but Leclerc said he is negotiating for an earlier date — perhaps 2016.\n?\nCommercial spaceflights might be possible for Hadfield, who is a former NORAD fighter pilot. In May, Virgin Galactic hired four-time space shuttle astronaut C.J. Sturckow to conduct flight training and testing with SpaceShipTwo, a suborbital spaceship under development.\n?\nStill, Helene Hadfield said it was premature to talk about her husband piloting a commercial ship.\n?\n\"It's not the time to go into a commercial company,\" she said, citing the months of debriefing, rehabilitation, touring and other post-flight activities Hadfield faces. \"Maybe in the future, but he's so happy [with the CSA]. He has nothing against that, but the timing is not really right for right now.\"\n?\nContrast between space and politics\nAfter his third spaceflight, Garneau, Canada's first astronaut, chose to leave space traveling for the management echelons of the Canadian Space Agency, where he later served as president for four years.\n?\nHis reasoning for leaving was it would be a long wait for a fourth flight, Garneau told SPACE.com. Additionally, Garneau wanted to bring his young children, who had been living in Houston, back to Canada.\n?\nIf Hadfield did turn to politics, Garneau — now a Montreal-area member of Parliament for Canada's Liberal party — pointed to a change between an astronaut's public persona and that of a politician.\n?\nAs an astronaut, he said, \"you're a fairly popular figure in the sense that people like to hear from astronauts and to hear about space.\"\n?\nGarneau, in fact, partially made a living as a speaker in between an unsuccessful attempt at winning a seat for the Liberals in 2006, and his successful election in 2008.\n?\n\"But when you enter politics,\" Garneau added, \"you identify yourself with a particular party, particular values, particular policies. At that point, you're open to being criticized by people.\"\n?\nHadfield's next journey will be to Russia in early June, as the astronaut begins debriefings at various space agencies that contributed science to the mission.\n?\nFollow Elizabeth Howell @howellspace, or SPACE.com @Spacedotcom. We're also on Facebook and Google+.\n?\nRelated on SPACE.com and MNN:\n\nFun Times in Space: Astronaut Chris Hadfield's Wacky Photos\n\n\nSoyuz Landing Photos: Space Station's Expedition 35 Crew\n\n\nAstronaut Chris Hadfield & Crew Extracted From Soyuz Spacecraft | Video\n\n\nMNN: 10 images from NASA's Spitzer telescope\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Elizabeth Howell, SPACE.com","web_category":"earth-matters#space","title":"What's next for astronaut Chris Hadfield?","picture_url":"http://images.mnn.com/sites/default/files/ChrisHadfield_m_0605.jpg","url":"http://www.mnn.com//earth-matters/space/stories/whats-next-for-astronaut-chris-hadfield"}