{"summary":"Of these, 228 had labels warning consumers that they could be contaminated with peanuts, milk, or eggs, while other, similar foods had no labels listing possible allergens. NEW YORK - While you might be tempted to ignore those \"made in a facility that processes\" (something you're allergic to) labels in the supermarket, new research suggests products with these labels are in fact more likely to be contaminated with peanuts, milk or eggs than unlabeled foods.","advice_category":"2","content":"NEW YORK - While you might be tempted to ignore those \"made in a facility that processes\" (something you're allergic to) labels in the supermarket, new research suggests products with these labels are in fact more likely to be contaminated with peanuts, milk or eggs than unlabeled foods.\n?\n\"Our study underscores the need for allergic consumers to avoid advisory-labeled products, which present a small but real risk,\" the authors write in the study, which is published as a letter to the editor in the Journal of Allergy and Clinical Immunology.\n?\nAccording to the Centers for Disease Control and Prevention, 2 percent of U.S. adults and 4 to 8 percent of kids have food allergies, which cause about 150 deaths each year. People with allergies vary in the severity of their reactions — some will get a mild rash or an itchy tongue if they eat something that contains the allergen; others may stop breathing and lose consciousness.\n?\nWhile companies are required to clearly state if their products have possible allergens in the ingredient list, there are no particular regulations on whether they need to add statements such as \"may contain traces of peanuts,\" for example, for foods that aren't supposed to contain such allergens.\n?\n\"It's kind of their own individual perception about what level of risk warrants the warning,\" Dr. Lara Ford, the study's lead author and an allergist at the Mount Sinai School of Medicine in New York, told Reuters Health. \"It may not even enter the consciousness at some companies.\"\n?\nFord and her colleagues analyzed 401 foods from supermarket shelves, ranging from baking mixes to pasta. Of these, 228 had labels warning consumers that they could be contaminated with peanuts, milk, or eggs, while other, similar foods had no labels listing possible allergens. The researchers tested all of the products to see if they were contaminated with whichever of the three allergens they suspected each one could contain.\n?\nAbout 5 percent of foods with warning labels had traces of allergens, compared to 2 percent of foods without labels. In all, 5 out of 232 products the authors tested were contaminated with peanuts, 10 out of 193 with milk, and 4 out of 174 with eggs.\n?\nThe highest levels of contamination they found were 5.8 milligrams per serving for peanuts, 7.3 mg per serving for milk, and 0.26 mg per serving for eggs. Because there is not a lot of data about what traces of these ingredients are okay for people with allergies, the authors didn't know if these levels would be dangerous.\n?\nProducts from smaller companies were also about seven times more likely to be contaminated with allergens than products made by larger companies. Small manufacturers, Ford said, \"probably are using the same equipment for multiple different products,\" which increases the chance of contamination. They also might have fewer resources to devote to cleaning products, she said.\n?\nThe researchers say their findings don't necessarily apply to all foods you would find in the supermarket, but they are still cause for concern for people with allergies. To be safe, Ford said she recommends these people avoid products with warning labels for allergens. They can go farther by purchasing products only made by large companies, she added.\n?\nThe study was funded by the Food Allergy Initiative, which is supported in part by the U.S. National Institute of Allergy and Infectious Diseases.\n?\nA spokesperson from the National Confectioners Association, which represents candy-making companies, agreed that foods labeled with certain warning statements should be avoided. \"If a product is labeled that it 'may contain' the specific allergen to which the consumer is allergic, our strong advice is that the allergic consumer should not eat that product,\" Susan Smith told Reuters Health by email.\n?\n\"Such statements are the industry's way of telling the allergic consumer that despite our best efforts to produce a candy free of unintentional allergens, the particular candy in question is not a good choice for them if they are allergic to the allergen mentioned.\"\n?\nMore research also needs to be done to find out what level of contamination is actually harmful to people with allergies, Ford said, as this could guide labeling decisions. \"We want there to be sensible guidelines about levels that are likely to provoke reactions,\" she said. \"We want to have safe foods for allergic people that are as least restrictive as possible.\"\n?\nCopyright 2010? Reuters US Online Report Health News","author":"Genevra Pittman, Reuters","web_category":"health#allergies","title":"What do food allergy labels really mean?","picture_url":"http://images.mnn.com/sites/default/files/main_peanuts.jpg","url":"http://www.mnn.com//health/allergies/stories/what-do-food-allergy-labels-really-mean"}