{"summary":"A capybara and her baby nuzzle inside their enclosure at the Hanover Zoo in Germany.. A baby hippopotamus swims alongside her mother on the first day of her presentation to the public at the Berlin Zoo in Germany.","advice_category":"2","content":"Photo: Nigel Treblina/AFP/Getty Images\n\n?\nUnderstanding mom\nA capybara and her baby nuzzle inside their enclosure at the Hanover Zoo in Germany.\n?\n\n* * *?\n?\n\nPhoto: AFP/Getty Images\n\n?\nFoster mom\nA dog nurses two red panda cubs after they were abandoned by their mother upon their birth at a zoo in Taiyuan, China.\n?\n\n* * *?\n?\n\nPhoto: Sean Gallup/Getty Images\n\n?\nGood-example mom\nA baby hippopotamus swims alongside her mother on the first day of her presentation to the public at the Berlin Zoo in Germany.\n?\n\n* * *?\n?\n\nPhoto: Michael Latz/AFP/Getty Images\n\n?\nCautious mom\nPolar bear Corinna stands on her hind legs as her 4-month-old cub Wilbaer perches on a rock at the Wilhelma Zoo in Stuttgart, Germany.\n?\n\n* * *?\n?\n\nPhoto: Roslan Rahman/AFPGetty Images\n\n?\nEyes-in-the-back-of-her-head mom\nA baby Bornean orangutan hangs on to the back of his mother Mari at the Singapore Zoo. The unnamed baby is the 40th orangutan birth to date at the zoo, which has the largest social colony of endangered Sumatran and Bornean orangutans.\n?\n\n* * *?\n?\n\nPhoto: Matt Cardy/Getty Images\n\n?\nTeaching mom\nA motherly swan watches over her cygnets as they take a dip in the water at Abbotsbury Swannery in Abbotsbury, England. There are currently about 900 swans and 150 nests at the swannery, which is the world's only managed colony of wild mute swans.\n?\n\n* * *?\n?\n\nPhoto: Attila Kisbenedek/AFP/Getty Images\n\n?\nCleaning mom\nAn Asian lion mother Shirwane gives a bath to one of her cubs — born a month earlier — at the Budapest Zoo and Botanical Garden of Budapest in Hungary.\n?\n\n* * *?\n?\n\nPhoto: Ed Oudenaarden/AFP/Getty Images\n\n?\nHealthy habits mom\nA newborn pygmy hippopotamus chomps on fresh lettuce and carrots with its mother while exploring their enclosure at the Blijdorp Zoo in Rotterdam, the Netherlands.\n?\n\n* * *?\n?\n\nPhoto: David Boily/AFP/Getty Images\n\n?\nMom bond\nA pup harp seal and mother keep close on the ice floes off the coast of the Magdalen Islands, Quebec a few weeks before the annual seal hunt.\n?\n\n* * *?\n?\nRelated content on MNN:\n\nWant to see more great photos??Check out our Big Snapshot archive\n\n\nNature's meanest mommies [Photos]\n\n\nMother's Day gifts that give back","author":"","web_category":"earth-matters#animals","title":"9 baby animals salute moms for Mother's Day","picture_url":"","url":"http://www.mnn.com//earth-matters/animals/stories/9-baby-animals-salute-moms-for-mothers-day"}