{"summary":"The current process for extracting the oil in these old fields involves burning natural gas to produce steam. They contracted with a California company called GlassPoint Solar to build a four-acre, 7-megawatt solar plant to generate steam at an old oil field","advice_category":"4","content":"Aging oilfields in the Sultanate of Oman and other places in the Middle East still have a lot of oil beneath the sands, but extracting the deeper, heavier oil can be an expensive and difficult process. To help cut their costs, Oman's national oil company is turning to a new technology: solar power.\n?\nThe current process for extracting the oil in these old fields involves burning natural gas to produce steam. That steam is then injected underground, heating the rock and oil and allowing the crude to flow more smoothly, allowing it to be extracted. But that process requires a heck of a lot of natural gas. In fact, 22 percent of Oman's total natural gas usage is in its oil fields. The country must import that natural gas at great cost.\n?\nIn 2011, Petroleum Development Oman decided to try something different. They contracted with a California company called GlassPoint Solar to build a four-acre, 7-megawatt solar plant to generate steam at an old oil field. The solar technology would replace most of the natural gas used during so-called \"enhanced oil recovery\" or EOR, although some natural gas still needs to be used at night or on cloudy days.\n?\n\"Over time, the light oil at the top of fields gets used up, so ultimately everyone will be producing heavier and heavier oil,\" GlassPoint CEO Rod Macgregor explained to Bloomberg in 2011. \"Oil producers will need steam from somewhere, so they can either burn gas, which many lack, or they can use solar energy.\" He told The National, a newspaper in the United Arab Emirates, that the oil being extracted in cases like this is 2,000 feet below the surface. \"Imagine a cubic mile of rock and you have to heat it up.\"\n?\nThe first test of the solar technology has been in place for several months. This week, Oman launched the full-scale application. According to the New York Times, the system uses mirrors to focus sunlight on a black-colored pipe. The pipe heats up and the water inside gets converted into steam. The entire system is enclosed in a greenhouse to protect the super-thin mirrors from dust and wind. The greenhouse is the key to the technology, as it helps keep the cost of solar below that of natural gas.\n?\nSimilar solar technology is already used in some parts of the U.S., and Macgregor predicted in 2011 that it would soon be in use throughout the Middle East. \"We're in discussions with pretty much every oil producer in the region,\" he told The National. \"As oilfields age, you'll see more and more solar.\"\n?\nPetroleum Development Oman is a joint venture between the government of Oman and Royal Dutch Shell. Two other companies have minority interests in the company.\n?\nRelated on MNN:\nAmerica now has more solar power workers than coal miners\nCrude oil prices have dropped, so why is gasoline still expensive?\n?","author":"","web_category":"earth-matters#energy","title":"Oman invests in solar energy -- to extract oil","picture_url":"http://images.mnn.com/sites/default/files/editorial/oman%20oil%20solar.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/oman-invests-in-solar-energy-to-extract-oil"}