{"summary":"Urine-filled mosquitoes less likely to spread disease. That forecast first generated national buzz in 1999, when West Nile virus — a native of North Africa that was alien to North America — made its U.S","advice_category":"8","content":"?\nMosquitoes have always been a nuisance in the U.S. during summer, especially in humid states like Florida. But as people from Key West to Orlando are now learning, thanks to dengue fever outbreaks in 2009 and 2010 that ended a 75-year exile, the tiny vampires are capable of much worse. In fact, a growing body of research suggests global warming and global travel are increasingly turning U.S. mosquitoes into a perennial, potentially deadly threat, much like some of their more infamous relatives overseas.\n?\nThat forecast first generated national buzz in 1999, when West Nile virus — a native of North Africa that was alien to North America — made its U.S. debut in New York. It stayed relatively quiet at first, averaging 50 cases and six deaths a year through 2001, but then it took off: More than 4,000 Americans caught West Nile in 2002, and nearly 10,000 joined them in '03, while the virus spread to 46 states and began killing hundreds each year.\n?\nIt finally seems to be slowing down in 2010, with 144 cases and three deaths after an eight-year run that averaged 3,692 cases and 153 deaths a year. But that may be misleading, says USDA research entomologist Dan Kline. \"With a lot of these arbovirus-type diseases, you have big outbreaks, then you don't have them for a decade or more,\" he says. \"And then they break out again.\"\n?\nIt's too early to know if West Nile will do that, he adds, although he does offer an example of a related mosquito-borne illness with a knack for epidemics: St. Louis encephalitis. That virus was unknown to science before it walloped St. Louis, Mo., in the 1930s, and it has re-emerged several times since, with outbreaks in the mid-'60s, mid-'70s, early '90s and early 2000s. More recently, dengue fever returned to South Florida last summer after decades of pesticide-induced exile, and then did so again this year, apparently branching off a larger epidemic in the Caribbean. And in August, the CDC reported that four Florida residents have died so far in 2010 from eastern equine encephalitis, a mosquito-borne horse virus that typically only affects about six people a year nationwide.\n?\nThe origins of such flare-ups remain murky, but since all mosquito-borne diseases rely so heavily on their hosts for transportation, their fate tends to hinge on things that control mosquito numbers — namely the density of people, amount of rain and length of summer in a given area. All three are expected to grow for decades across much of the U.S., yet even if recent epidemics do foreshadow an invasion of infectious pests, the outlook isn't hopeless — a wide range of options still exist for fighting off a mosquito-borne menace. Below is a brief look at the history of that fight, how climate change and air travel may be stacking the deck, and what you can do to stay safe.\n?\nThe war on bugs\nMosquitoes and other blood-sucking insects have a long history of spreading disease, from black plague to yellow fever. Even West Nile virus, which wasn't isolated in a lab until 1937, evolved 1,000 years ago and may have killed Alexander the Great. The battle against bugs has raged on for many centuries since, but it wasn't until recently that humans finally pulled ahead — helped by a potent new generation of pesticides, the most well-known of which was DDT.\n?\nAlthough DDT had been around since 1874, its insect-killing powers weren't discovered until 1939, when Swiss chemist Paul M?ller realized its potential for obliterating many mosquito-borne diseases. M?ller later won a Nobel Prize for this breakthrough, which was first put to wide use by Allied forces during World War II, helping them suppress malaria in the South Pacific and nearly wipe out typhus in much of Europe. DDT soon entered the U.S. pesticide market, joining a slew of other hot new insecticides in finishing off the country's persisting pockets of yellow fever and malaria, a campaign that was widely seen as a success at the time. DDT was so effective that the World Health Organization used it in 1955 to launch a program aimed at ridding the world of malaria, and quickly saw results: Malaria vanished from Taiwan, as well as parts of the Caribbean, North Africa and the South Pacific.\n?\nBut victory was short-lived, as the chemical that had killed so many buzzing pests began suffering a buzz kill of its own. Insects were becoming immune to DDT, often within a few years of exposure — bedbugs showed signs of resistance as early as 1946, while the first DDT-proof mosquito was found in India in 1959. According to a 1981 study, the pesticide's early gains in the tropics were quickly undone, and in some cases infection rates soared beyond even pre-DDT levels. Yet the biggest blow to DDT's legacy, at least in the U.S., was its environmental impact, especially its role in the decline of bald eagles and other birds. Tiny aquatic animals were eating DDT as it washed into waterways, where it built up in the food chain until birds ate so much DDT-laden fish that it thinned their eggshells, often killing unborn chicks. That convinced U.S. regulators to ban DDT in 1972, followed by related toxins like aldrin in 1974 and chlordane in 1983.\n?\nOther pesticides swept in to fill the void, offering less toxic and often less effective results. Pyrethroids, for one, were inspired by natural bug-killing plant compounds called pyrethrins, and while they lack much of DDT's punch and persistence, they're still one of the top synthetic insecticides used today. They've also had a relatively easy job the past few decades, however, since the eradication of malaria and similar mosquito-borne diseases stuck in the U.S., even as it fell apart in much of the world. But that safety also now seems be slipping: Dengue fever officially broke its 1934 U.S. exile by returning to Texas in the '80s, and has now surfaced in Florida two years in a row. Meanwhile, outbreaks of both native and foreign encephalitis continue plaguing certain corners of the country, while the 11-year establishment of West Nile raises the specter of other exotic diseases following its trail, including expatriates like malaria and yellow fever.\n?\nWet, hot American summer\nNorth America, like most of the Earth's surface, is slowly getting warmer and weirder. Rising temperatures and shifting weather patterns have been recorded for decades and are forecast for centuries, and one likely side effect of warmer, stormier and longer-lasting summers is mosquito-borne epidemics. Alarms began sounding more than a decade ago as scientists realized the risk — in one 1994 study, University of California-Berkeley researchers concluded that, as temperatures and rainfall rise, \"North America could become more receptive to invasion by tropical vectors and diseases.\" Another study by University of Florida entomologists backed them up in 2001, finding that, \"If global warming trends continue, the Asian tiger mosquito may become common in places it's not found today.\" More recently, an international team of public-health experts reported in 2009 that climate change has already amplified some mosquito-borne diseases, including West Nile virus: \"Warmer temperatures, elevated humidity, and heavy precipitation increased the rate of human WNV infection\" in the U.S., they wrote. And this June, European scientists announced that warmer weather was also helping such diseases spread north into that continent.\n?\nPeople indirectly and inadvertently benefit mosquitoes in a variety of ways, even while trying to fight them; here are the four major ones:\n?\n• Changes in latitude: Many of the most vicious mosquito-borne diseases are only loosely confined to the tropics, and as more of the world warms up to tropical levels, there's a good chance they'll broaden their horizons. Too little evidence exists to show whether that's happening now, but there is a historical precedent: After the last ice age, a mosquito called Wyeomyia smithii methodically followed rising temperatures as it spread across North America, according to a study published this month. An array of science organizations, from the U.N. Environment Program to the U.S. Global Change Research Program, expect at least a few tropical or subtropical mosquitoes to start spreading out; the GCRP predicts, for example, that Midwestern states such as Illinois will have climates like modern-day Mississippi, Louisiana or even Texas by 2100. And while the main mosquito that carries dengue fever in Florida and the tropics, Aedes aegypti, doesn't inhabit many mid-latitude regions — limiting its ability to spread dengue nationwide — shifting climates may change that. A recent report by the Natural Resources Defense Council suggests a total of 28 states are now hospitable to dengue, with up to 174 million Americans at risk. If that bears out, it would fit with earlier predictions that dengue will invade the U.S. and other mid-latitude regions by 2085, as it intensifies where it already exists (click map above to enlarge).\n?\n• Endless summer: On top of opening up new territory for traveling mosquitoes, climate change is also likely to improve the habitats where they already live by stretching out the length of summer. Earlier springs and later autumns have been documented for years around the world, and since mosquitoes schedule life events like reproduction and hibernation based on changing day lengths, a longer summer often means more mosquito time. This is obviously true when comparing two different climates such as Alaska, where mosquito season lasts about six weeks, and Alabama, where the bugs emerge in April and go wild well into October. But scientists have also managed to prove that mosquitoes in individual climates are now in the process of capitalizing on global warming — as far back as 2001, many of the same researchers studying Wyeomyia smithii began to notice it was delaying its dormancy until later in the year as the onset of winter also receded. And perhaps most troubling is how quickly such a change can take place: as little as five years, the scientists found.\n?\n• Stormy weather: It's not just heat that makes a habitat mosquito-friendly. The insects lay their eggs in standing water, which must stay in place long enough for eggs to hatch, larvae to grow and adults to fly away. That rules out streams, rivers and many other water bodies, since both moving currents and nibbling fish can easily devastate an entire progeny. Many of the best mosquito birthplaces are created by rainwater, and that's yet another reason why global warming may help them thrive: Rainfall is expected to rise in violent fits and starts across much of the U.S. over the next century, and storms worldwide are also projected to become more extreme and erratic. Heavy downpours and flooding can spark mosquito-breeding bonanzas, and unusually rainy periods are therefore often followed by unusually large mosquito swarms. If that happens where mosquitoes carry diseases like malaria, yellow fever or West Nile, the results can be catastrophic — as seen in recent disasters such as the 2004 Sumatra tsunami, Hurricane Katrina and this year's Pakistan floods.\n?\n• Going viral:?And finally, as if mosquitoes needed any more help, humans are supporting their spread in less subtle ways, too. Large, dense and growing population centers — of both people and livestock — now provide many mosquitoes with a reliable food source, and the rise of global air travel has also made it easier for them to quickly colonize new turf.?That may be how West Nile virus first made it to the U.S. in 1999, and it's also an emerging threat to wildlife in isolated areas like the Galapagos Islands, where it could decimate native animals that have no history of exposure. West Nile itself hasn't been detected on the islands yet, but mosquitoes that can carry it have been caught inside airplanes from the mainland, and scientists have even seen evidence of the invasive species breeding there.?But the biggest problem isn't a few stray mosquitoes, points out Gary Clark, research leader of the USDA's Mosquito and Fly Research Unit in Gainesville, Fla. \"Humans are really what's moving the viruses around the world,\" he says. If a tourist from Florida catches dengue fever in the Caribbean, there's a seven-day incubation period, allowing time for a flight home before the illness is discovered — and for local mosquitoes to bite the unwitting carrier, contracting the virus and potentially spreading it around.\n?\nShelter from the swarm\nDDT may no longer be on the table, but there are still plenty of weapons in the war on bugs, from mad-science schemes like releasing?flightless females and sterile males, to DIY defenses like plant oils made from clove, cinnamon or eucalyptus.?The easiest way to fight mosquitoes is to limit the places they can breed, which is as simple as dumping out planters, old tires and other outdoor objects that collect water. Be proactive about pools of stagnant water before mosquitoes have a chance to lay eggs in them, and show no mercy if you find their tiny, translucent larvae (pictured) flitting around. Also make sure to check less obvious puddle sites, like folds in boat covers or tarps, since mosquitoes are resourceful and persistent mothers.\n?\nIn much of the world, however, the hordes of mosquitoes and dangers of disease have escalated beyond such hands-on tactics, and rather than relying on blunt tools like pesticides, scientists are now looking for ways to trick mosquito populations into exterminating themselves. Because only female mosquitoes drink blood, one strategy involves genetically engineering females to be flightless (but otherwise healthy), so males still impregnate them but leave them unable to feed, both starving their eggs and preventing the spread of disease. Another popular plan is to release sterile male mosquitoes into the wild, hoping they mate fruitlessly with females, robbing fertile suitors of a chance. And one of the more inventive ideas is to engineer mosquitoes that can't urinate, leaving them too heavy at the end of a meal to fly away.\n?\nSome environmentalists criticize such attempts as short-sighted, arguing that wiping out entire populations and species could have unintended consequences: Bats, fish, spiders and other animals that eat mosquitoes could starve, they say, and plants pollinated by male mosquitoes could die off. But in the face of rampant sickness and death from mosquito-borne diseases — which kill about 1 million people worldwide each year — bioengineering has faced little overall resistance as a pest-control strategy. Malaysia is currently considering an experiment to release up to 3,000 bioengineered male?Aedes aegypti mosquitoes whose offspring quickly die, an effort to control that country's dengue problem. It's unprecedented in Asia, but similar field tests have already been conducted in the Cayman Islands, and have even been proposed for the Florida Keys. Designed by British company Oxitec, the strategy could one day wipe out the dengue-carrying Aedes aegypti altogether, its proponents say. Similar efforts are being plotted to combat the?Anopheles stephensi mosquito (pictured), a major carrier of malaria.\n?\nOn an individual level, dumping out rain-filled buckets and bird baths is still only half the battle. Mosquito repellent is often a vital resource in the tropics and other humid regions, especially for travelers and during rainy seasons. DEET is potent and generally safe, with the CDC reporting only a handful of bizarre overdose cases, although it is toxic if ingested. DEET is widely advised as protection against high-risk exposure to diseases like dengue and malaria, but for lower-risk areas or over long-term use, many people prefer natural mosquito repellents?to synthetic ones. Plant oils such as lemongrass, eucalyptus and rosemary are safe, natural and known to repel mosquitoes, while citronella candles offer similar safety in an ambient format. More dire circumstances may require mosquito nets, which are common in much of the tropics — and poised to become an increasingly wise investment around the rest of the world, too.\n?\nMore information\nFor more buzzworthy news and information about mosquitos and mosquito-borne diseases, check out the following articles from MNN, and the video clip below from National Geographic:\nMosquito-borne dengue fever threat spreading across America\nUrine-filled mosquitoes less likely to spread disease\nTell mosquitoes to buzz off (without pesticides)\nWhat's an effective, natural personal mosquito repellent?\nThe song that could end malaria\n?\n\n\n?\nImage credits\nWest Nile virus mosquito: U.S. Geological Survey\nMosquitoes swarming around plant: ZUMA Press\nAlexander the Great statue: National Gallery of Art\nBald eagle: ZUMA Press\nThunderstorm in Lancaster, Calif.: ZUMA Press\nDengue maps: U.S. Forest Service\nSunset in Anchorage, Alaska: Dan Joling/AP\nThunderstorm in Norman, Okla.:?NOAA Photo Library\nAirplane in front of sun: John Foxx/Getty Images\nMosquito larvae: gulfcounty-fl.gov\nAnopheles stephensi mosquito: Hljod.Huskona/Flickr\n?","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Are mosquitoes becoming more dangerous?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/are-mosquitoes-becoming-more-dangerous"}