{"summary":"That action stops the sniffling, sneezing inflammatory response in its tracks, even when the peptides are attached to real cat proteins.. They then used blood samples from people with cat allergies to determine which segment of the cat protein binds to and activates immune cells","advice_category":"2","content":"Sniffly-nosed kitten-lovers rejoice: A new vaccine could soon banish allergies to cats.\n?\nThe vaccine isn't ready for prime time yet, but a new study finds that the shots are safe, researchers reported March 31 in the Journal of Allergy and Clinical Immunology. They're also effective at reducing allergic reactions, the researchers reported.\n?\nAbout 10 percent of people are allergic to cats. Currently, the only solutions are to stay far away from felines or to get multiple injections of kitty allergens to help the body build up a tolerance. But that process can take years, wrote McMaster University immunologist and study researcher Mark Larche. [Read: Do Shots Ease Allergy Symptoms?]\n?\nLarche and his colleagues developed the vaccine by isolating the protein shed by cats that causes the most allergic reactions. They then used blood samples from people with cat allergies to determine which segment of the cat protein binds to and activates immune cells. (An allergic reaction occurs when the immune system interprets benign substances, such as cat dander, as invaders and launches an attack.)\n?\nNext, the researchers made synthetic versions of these segments, called peptides. A mix of seven synthetic peptides makes up the vaccine. The idea, the researchers wrote, is that the immune system will encounter these peptide strands, which fit into the immune cells like a key to a lock, and recognize them as harmless. That action stops the sniffling, sneezing inflammatory response in its tracks, even when the peptides are attached to real cat proteins.\n?\nAn early clinical trial on 88 patients resulted in no serious side effects, the researchers reported. A single injection reduced the skin's inflammatory reaction to cat allergens by 40 percent, the researchers wrote. To get an equivalent response with current anti-pollen allergy treatments, they wrote, patients would have to get 12 weeks of treatment with pollen extract.\n?\nThe vaccine is being developed by Adiga Life Sciences, a company established at McMaster University, and British biotech firm Circassia Ltd. The companies are continuing with clinical trials with a larger group of patients to determine the optimal dose for the vaccine.\n?\nThis article was reprinted with permission from LiveScience.\n?\nRelated on LiveScience:\nWhat Causes Allergies?\nTop 10 Mysterious Diseases\nAmerica's Favorite Pets","author":"","web_category":"health#allergies","title":"Vaccine in development could cure cat allergies","picture_url":"http://images.mnn.com/sites/default/files/CatAllergy_main_0405.jpg","url":"http://www.mnn.com//health/allergies/stories/vaccine-in-development-could-cure-cat-allergies"}