{"summary":"• Ways to fight pollen allergies. This will remove pollen from your hair and clothes and reduce your overall exposure time to the allergen.","advice_category":"2","content":"For most of the country, warmer weather is finally here. And with it comes all of the beautiful signs of spring flowers in bloom, trees in full blossom, and lawns being mowed. I used to love these springtime indicators until I had a daughter striken with terrible allergies. Now, I equate warm spring days with the misery of itchy eyes, runny nose, and chest cough that plagues my daughter and the other 20 percent of Americans who suffer from allergies.?\n?\nWhile it's hard to eliminate allergy symptoms altogether, there are a lot of tricks that can help you lessen them. These tips will help you breathe a little easier this spring:\n?\nStay indoors. As an outdoor-loving mama, it was difficult for me to keep my daughter inside on these lovely fresh spring days. But by planning our activities around pollen counts (track them at?www.pollen.com), we know when it's worth a day in the sun and when it's best to bring nature indoors and do a few nature crafts instead. ?\n?\nStay hydrated. Drinking plenty of cool water throughout the day is one of the best ways to stay cool and eliminate toxins from the body.\n?\nBe shady. Wearing sunglasses potects your eyes from pollen and reduces agitation caused by bright sunlight. ?\n?\nGet clean. Follow up outdoor ventures with a bath and change of clothes as soon as possible. This will remove pollen from your hair and clothes and reduce your overall exposure time to the allergen.\n?\nTry magnesium. A diet rich in magnesium can provide relief from nasal allergies and breathing problems. Try adding a few magnesium-rich foods, such as nuts, beans, whole grains, green leafy vegetables and bananas to your diet each day.\n?\nBe sweet. Increase your pollen tolerance by adding a teaspoon or two of locally grown honey into your diet each day. Local honey contains small amounts of pollen from plants in your local area and daily consumption may help to alleviate its effect as an allergen.\n?\nThanks to?Chicago Healers Practitioner Dr. Ian Wahl for his contribution to this post.\n?\nSee also:\n• Ways to fight pollen allergies","author":"","web_category":"health#allergies","title":"Reduce your allergy symptoms this spring","picture_url":"http://images.mnn.com/sites/default/files/sneezing_0.jpg","url":"http://www.mnn.com//health/allergies/blogs/reduce-your-allergy-symptoms-this-spring"}