{"summary":"But compared with other dinosaurs of that size, they are likely better represented in the fossil record, because their enormously thick skulls weather time and the elements better than the craniums of more delicate dinosaur species.. MNN: Largest dinosaurs still only had tennis ball-sized brains","advice_category":"2","content":"A newly discovered dome-headed, dog-size dinosaur suggests that small dinos were more diverse than paleontologists have realized.\n?\nThe dinosaur, discovered in Alberta, Canada, is named Acrotholus audeti; Acrotholus means \"high dome,\" as the new dinosaur was a pachycephalosaur, a group known for their thick, bony skulls. The new specimen is the oldest pachycephalosaur ever found in North America, and rivals the oldest specimen in the world, scientists report today (May 7) in the journal Nature Communications.\n?\n\"Acrotholus provides a wealth of new information on the evolution of bone-headed dinosaurs. Although it is one of the earliest known members of this group, its thickened skull dome is surprisingly well-developed for its geological age,\" study researcher David Evans, the curator of vertebrate paleontology at the Royal Ontario Museum, said in a statement. [Gallery: Gorgeous Dinosaur Fossils]\n?\nThe dinosaur roamed in what is now Alberta about 85 million years ago. That's 5 million years before the next known pachycephalosaur specimen found in North America. Another pachycephalosaur from Mongolia is approximately the same age as the new species.\n?\nPaleontologists found fragments of the animal's skull — more than 2 inches (10 centimeters) thick — on the ranch of Roy Audet, whose surname gives the new species the second half of its scientific name.\n?\nGiven the diversity of small animals in modern times, researchers would expect to see that ancient ecosystems had a large share of tiny dinosaurs. But dinosaurs that weighed less than about 220 lbs. (100 kilograms) don't fossilize well. Any bones that weren't immediately scattered or weathered into dust were often washed away from the death site, leading to jumbled, confused fossil sites. Big beasts such as long-necked, bus-sized sauropods are easier to unearth.\n?\nMost pachycephalosaurs weighed less than 88 lbs. (40 kg), or smaller than a well-fed Labrador retriever. But compared with other dinosaurs of that size, they are likely better represented in the fossil record, because their enormously thick skulls weather time and the elements better than the craniums of more delicate dinosaur species.\n?\nEven so, Evans and his colleagues found that pachycephalosaur diversity has likely been underestimated by as much as a factor of five. That means the diversity of other small dinosaurs is even more unknown.\n?\n\"We can predict that many new small dinosaur species like Acrotholus are waiting to be discovered by researchers willing to sort through the many small bones that they pick up in the field,\" study researcher Michael Ryan, who curates vertebrate paleontology at the Cleveland Museum of Natural History, said in a statement.\n?\nThe Acrothoulus fossils are set to go on display at the Royal Ontario Museum this month.\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nPaleo-Art: Dinosaurs Come to Life in Stunning Illustrations\n\n\nAlbum: The World's Biggest Beasts\n\n\nImage Gallery: Tiny-Armed Dinosaurs\n\n\nMNN: Largest dinosaurs still only had tennis ball-sized brains\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Oldest 'dome-headed' dinosaur discovered in Canada","picture_url":"http://images.mnn.com/sites/default/files/Acrotholusaudeti_m_0508.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/oldest-dome-headed-dinosaur-discovered-in-canada"}