{"summary":"?But it's not just any old nose spray. \tWhy is that a big deal? ?Liquid nasal sprays have been available for years, but many patients don't like them because they leave your nose dripping and produce a slime of salty spray that runs down the back of your throat","advice_category":"2","content":"Allergy season is striking with a vengeance this year. ?Duped by an unusually warm spring, many trees and plants are releasing clouds of pollen and spores into the air at the same time, condensing the typically drawn-out allergy season into a shorter, and likely more powerful one. ?So it's good timing that the FDA has just approved a new allergy medication that may just help more sufferers treat their symptoms.\n\n\t?\n\n\tThe US FDA announced yesterday that it has approved Teva Pharmaceutical's QNASL nasal aerosol. ?But it's not just any old nose spray. ?Qnasl is a 'dry' nasal spray that delivers a powdered corticosteroid straight into the nose. ?\n\n\t?\n\n\tWhy is that a big deal? ?Liquid nasal sprays have been available for years, but many patients don't like them because they leave your nose dripping and produce a slime of salty spray that runs down the back of your throat. ?So most patients don't use them consistently, if they use them at all. ?And it takes a consistent dose of this kind of medication to really keep allergy symptoms at bay.\n\n\t?\n\n\tHealth experts are hopeful that this new 'dry' spray will be more appealing to patients and lead to more consistent use. ?The FDA has approved Qnasl for the treatment of seasonal and year-long allergies in adults and in adolescents aged 12 and older and it should be available this April.\n\n\t?\n\n\tAre you planning to try Qnasl? ?I'd love to hear what you think about it if you do.","author":"","web_category":"health#allergies","title":"FDA approves new 'dry' aerosol to treat allergies","picture_url":"http://images.mnn.com/sites/default/files/nasal%20spray.jpg","url":"http://www.mnn.com//health/allergies/blogs/fda-approves-new-dry-aerosol-to-treat-allergies"}