{"summary":"When parents suck a pacifier clean, they inadvertently dose their children with their own saliva and introduce gut microflora. “We know that if infants have diverse microflora in the gut, then children will have less allergy and less eczema,” says Hesselmar","advice_category":"2","content":"Baby drops pacifier on sidewalk, mom picks it up and pops it into her mouth for the old “quick clean,” returns it to baby. It’s a scene that plays out all the time and may attract some disapproving looks, but new research from Sweden finds that mom may be right on this one.\n?\nScientists at Queen Silvia Children’s Hospital in Gothenburg, Sweden, examined 184 infants who used a pacifier when they were infants. Of those, 65 had parents who reported sucking the pacifier to clean it. For those kids, both eczema and asthma were strongly reduced at 18 months of age. By the time the infants reached 36 months the protective effect was gone for the asthma, but it remained for eczema.\n?\n?“It was surprising that the effect was so strong,” says pediatric allergist Dr. Bill Hesselmar, lead author of the study published in the journal Pediatrics.\n?\nWhen parents suck a pacifier clean, they inadvertently dose their children with their own saliva and introduce gut microflora. These microscopic organisms that consist of mostly bacteria live in the digestive tract; our health relies upon the proper balance of them.\n?\n“We know that if infants have diverse microflora in the gut, then children will have less allergy and less eczema,” says Hesselmar. “When parents suck on the pacifier, they are transferring microflora to the child.”\n?\nResearchers suggest that microflora help prevent allergy, eczema and asthma by jump-starting an infant’s young immune system.\n?\n“The most exciting result was the eczema,” Christine Johnson, chair of the public health department at Detroit’s Henry Ford Hospital, told Today. “I’m a bit more skeptical about the asthma findings because asthma is hard to measure before a child is 5 or 6 years old.”\n?\nWhether or not sucking the dirt and germs off of your baby’s binkie sits well with you is a personal matter, but Hesselmar encourages moms to take it up especially if a baby was delivered by caesarean section. C-section babies don’t receive the same amount of microbes that vaginally-delivered babies do and can be more prone to allergies, he says.\n?\n“If they are using a pacifier and those parents think it’s OK to suck on the pacifier, then yes, I would recommend it,” Hesselmar says.\n?\nRelated stories on MNN:\nAre?pacifiers?safe?\nSpecial infant formula may not prevent?allergies\nWhy kids need?dirt?to stay?healthy","author":"","web_category":"health#allergies","title":"Will sucking on your child's pacifier prevent allergies?","picture_url":"http://images.mnn.com/sites/default/files/editorial/shutterstock_26148457.jpg","url":"http://www.mnn.com//health/allergies/stories/will-sucking-on-your-childs-pacifier-prevent-allergies"}