{"summary":"\tRelated on TechNewsDaily and MNN:. \tUnlike previous 2012 political memes, such as \"Binders of Women\" and \"Big Bird\" that were created on the spot during the presidential debates, \"you mad\" has been around for nearly a decade","advice_category":"5","content":"Election night coverage brought new life to an old ?Internet meme — You Mad — referencing President Obama's victory over Mitt Romney. Political photos with amusing captions have exploded in popularity since Clint Eastwood made his remarks to an empty chair at the Republican National Convention last summer. But as the election came to a close, social media users turned to a classic meme that expressed glee and gloating.\n\n\t?\n\n\tUnlike previous 2012 political memes, such as \"Binders of Women\" and \"Big Bird\" that were created on the spot during the presidential debates, \"you mad\" has been around for nearly a decade. The first \"you mad\" image featured Harlem-based rapper Cam’Ron after an appearance on \"Bill O’Reilly Show\" in November 2003.\n\n\t?\n\n\tCam'Ron crowed, \"You mad!\" to music producer Damon Dash as O'Reilly peppered Dash with questions. A new meme was born. Variations of the You Mad meme has been used over the years to taunt so-called losers.\n\n\t?\n\n\tThroughout the day, Tweeters, Tumblrs and Instagrammers have posted their own variations of \"You Mad\" with Obama, Romney, and on occasion, first lady Michelle Obama, as a tribute to their man winning a second term in office and as a taunt to Romney.\n\n\t?\n\n\tMeme makers often tweak a meme to suit their style. There's the straightforward approach with just the addition of an exclamation point, the question and the \"shout out\" to Romney.\n\n\t?\n\n\tPictures featuring both Obama and his wife were also popular. Here, a meme-maker doubled up on the memes, adding a reference to last summer's?Olympics meme, \"McKayla is not impressed.\"\n\n\t?\n\n\tBut sometimes a meme needs no words or even the president himself to convey its message. Tagged with #youmad on Instagram, this man's face says it all.\n\n\t?\n\n\tIf you'd ?like to make your own version, read more:?How to Make Your Own Memes . Share yours with us on the TechNewsDaily Facebook page.\n\n\t?\n\n\tRelated on TechNewsDaily and MNN:\n\n\n\t\t\t10 Most Embarrassing Company Tweets\n\n\n\n\t\t\tTop 5 Tech Initiatives for Obama's Second Term\n\n\n\n\t\t\t'Red vs. Blue' Parody Box Set Debuts Alongside 'Halo 4'\n\n\n\n\t\t\tMNN: How to make your own memes\n\n\n\t?\n\n\tThis story was originally written for TechNewsDaily and is republished with permission here. Copyright 2012 TechNewsDaily, a TechMediaNetwork company.","author":"Leslie Meredith","web_category":"earth-matters#politics","title":"'You mad' memes swirl after election night","picture_url":"http://images.mnn.com/sites/default/files/meme.jpg","url":"http://www.mnn.com//earth-matters/politics/stories/you-mad-memes-swirl-after-election-night"}