{"summary":"\"We're very excited to bring this out and make the opportunity available for everyone who's interested in it,\" said Chris Lewicki, Planetary Resources’ president and chief engineer.?\"We've got people — educators, science groups, researchers — who are all very excited for it.\" [Gallery: Planetary Resources' Asteroid Mission]. To learn more about the Planetary Resources crowdfunding campaign visit:?ARKYD: A Space Telescope for Everyone","advice_category":"4","content":"A private company that plans to mine asteroids unveiled a new venture on May 29, an ambitious plan to launch the world's first crowdfunded telescope.\n?\nThe company, Planetary Resources, is developing a suite of spacecraft, dubbed Arkyd, to study solar-system asteroids as a precursor to mining missions. Now, the firm has launched a crowdfunding campaign to make an Arkyd available for the public's use. Students, scientists and interested citizens would be able to direct this space telescope toward any space objects they wished.\n?\n\"We're very excited to bring this out and make the opportunity available for everyone who's interested in it,\" said Chris Lewicki, Planetary Resources’ president and chief engineer.?\"We've got people — educators, science groups, researchers — who are all very excited for it.\" [Gallery: Planetary Resources' Asteroid Mission]\n?\nIn April 2012, Planetary Resources announced its plans to mine near-Earth asteroids for precious metals and water that could be useful for both deep-space missions and projects back on Earth. The company has some high-profile backers, including filmmaker James Cameron and Google co-founder Larry Page, but officials said they were surprised by the level of interest from the public.\n?\n\"I thought we would have interest from people who follow this stuff on a regular basis, but the reach we've had is so far beyond our expectations that it really gives me hope for the future,\" Lewicki told SPACE.com. It was soon after seeing that reaction that company officials began devising a way to get the public involved.\n?\nNow, the firm is launching a Kickstarter campaign, which will run for 33 days, to raise $1 million. Though that total wouldn't fully fund the construction and launch of a public-use Arkyd, the money would mean there was an \"appropriate level of interest\" among the public for the project to go forward, and Planetary Resources would cover the extra costs.\n?\n\"We'll have a number of these spacecraft on?orbit, and how much gets used for our work on asteroids is really dependent on the level of interest that people have to explore,\" Lewicki said. \"We'll be able to dedicate the better part of one spacecraft for this, and if there's so much interest, we'll build more. We're building a production line of this technology.\"\n?\n\n\n?\nSpace selfies\nThose who donate to the Kickstarter campaign can choose from a range of rewards. For a $25 donation, backers can submit a photo of themselves — or of anything they want — to be uploaded to a screen on the telescope. A camera mounted on the spacecraft will then take a \"space selfie\" of the person's photo against the backdrop of the telescope orbiting in space.\n?\n\"The campaign will allow everyone to have this experience, and take a picture that means something to them,\" Lewicki said. \"It really personalizes that moment for them.\"\n?\nAt higher pledge levels, $99 buys students or scientists five minutes of observation time on the Arkyd's main optic system and the opportunity to contribute to a science research project. For $150, backers can point the telescope at any celestial object of their choice, other than the sun, and receive a digital copy of the photo it takes.\n?\nThere are larger packages available for K-12 schools, universities and museums that opt for time on the telescope, as well as \"space selfies,\" educational posters and other teaching resources. These packages start at $1,750.\n?\nImportant science\nAnd citizen scientists have a real opportunity to make significant scientific discoveries with the instrument, experts say.\n?\n\"Not only does the telescope have the technical capability to increase our understanding of space, but it can be placed in orbit for an incredibly low cost,\" said MIT planetary scientist Sara Seager, a Planetary Resources adviser. \"That is an economic breakthrough that will accelerate space-based research now and in the future.\"\n?\nThe venture is all part of Planetary Resources' larger campaign to make space the purview of not just the government, but the commercial sector and everyday citizens.\n?\n\"In the last 50 years, space exploration has been led by national governmental agencies with their own set of priorities, and now we're changing the nature of exploration,\" Planetary Resources?co-founder and co-chairman Peter Diamandis said in a statement. \"We're developing the most advanced space technology ever made available to the public.\"\n?\nTo learn more about the Planetary Resources crowdfunding campaign visit:?ARKYD: A Space Telescope for Everyone\n?\nFollow Clara Moskowitz on?Twitter?and?Google+. Follow us?@Spacedotcom,?Facebook?and?Google+. Original article on?SPACE.com.\n?\nRelated on SPACE.com and MNN:\n\nAsteroid Basics: A Space Rock Quiz\n\n\nPlanetary Resources Unveils Asteroid-Hunting Arkyd Telescope | Video\n\n\nHow Asteroid Mining Could Work (Infographic)\n\n\nMNN: 8 asteroids in our solar systems\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Clara Moskowitz, SPACE.com","web_category":"earth-matters#space","title":"Asteroid miners to launch first crowdfunded space telescope","picture_url":"http://images.mnn.com/sites/default/files/ArkydPlanetaryResources_m_0.jpg","url":"http://www.mnn.com//earth-matters/space/stories/asteroid-miners-to-launch-first-crowdfunded-space-telescope"}