{"summary":"She watches over her egg cocoon until her babies hatch, at which point she starts regurgitating most of her meals to feed her offspring. Often, the other birds are a smaller species, and the cuckoo chick hatches first, grows faster and kicks the other chicks out of the nest","advice_category":"2","content":"Mom, mother, madre, mutter, mama, mum — whatever you call her, everyone has one. While Mother's Day celebrates human mothers, there are a lot of other moms in the animal kingdom worth a shout-out.\n?\nThey run the gamut from supremely selfless to downright devious. Here's a look at some of the wackiest animal mothers.\n?\n1. Kangaroo adopters\nThe roo riding around in a kangaroo's pouch may not be her own. That's right: Female kangaroos sometimes adopt baby kangaroos, though it might be accidental. Such an accidental adoption doesn't happen often, but when it does, a mother kangaroo will care for a changeling roo for the rest of its \"pouch life\" and nurse it for several months afterward during the \"young-at-foot\" stage, when the juvenile kangaroo permanently exits the pouch. [Marsupial Gallery: A Pouchful of Cute]\n?\nWhile there have been a few cases of marsupials fostering babies in captivity, such cases are less common in the wild. Still, some animals, such as sea lions, have been known to adopt in the wild.\n?\n2. Cuckoo sneak\nWhen it comes to rearing young, female cuckoo birds farm the task out to others. Cuckoo moms lay their eggs in the nests of other birds, which raise them unwittingly. Often, the other birds are a smaller species, and the cuckoo chick hatches first, grows faster and kicks the other chicks out of the nest. The other chicks die, and the cheeky cuckoo receives all of the adoptive mother's attention.\n?\n3. Blood-sucking ants\nCount Dracula isn't the only creature with a taste for bodily fluids: The tiny, endangered Adetomyrma ant from Madagascar drinks the fluids of its own young. After the queen ant gives birth to her larvae, she and the other worker ants gnaw holes in the larvae and suck out the circulatory system fluid known as haemolymph (the insect equivalent of blood). Luckily, the baby ants survive this so-called nondestructive cannibalism, but it can't be very pleasant. It's not clear why the behavior exists, but transferring fluids may be a form of social behavior in the ants, scientists say.\n?\n4. Monkey baby killers\nSome animals head off motherhood before it starts, to spare their babies undue hardship after they're born. When a male gelada baboon takes over a breeding group from a previous male, he usually kills any babies of the former union. To prevent the bloodshed, pregnant female geladas will often spontaneously have a miscarriage. The phenomenon was first discovered in 1959 in mice, by biologist Hilda Bruce, and is known as the Bruce effect. It has since been reported in other rodent species, but was not known to exist outside the lab until scientists observed it in geladas.\n?\n5. Spider cannibals\nThe female Stegodyphus spider is the ultimate selfless mother. She watches over her egg cocoon until her babies hatch, at which point she starts regurgitating most of her meals to feed her offspring. Once the babies are about a month old, mommy spider rolls onto her back, letting her babies climb aboard. There, they inject venom and digestive enzymes into their mother to kill her, and subsequently feast on the remains. Before leaving the nest, some of the ravenous babies cannibalize each other.\n?\n7. Bonobo \"wing-moms\"\nUnlike human males, bonobo males hang out with mom when they're trying to find a mate. For low- to mid-ranking bonobos — one of humans' closest relatives in the primate world — have more opportunities to mate when their mothers are nearby. Mother bonobos expose their sons to females in her social circle, and scare off rival males. The moms aren't just being helicopter parents — they stand to pass on their genes if their efforts result in grandkids, researchers say.\n?\n8. Frog taxi service\nThe strawberry poison arrow frog pulls out all the stops when it comes to caring for her little ones. She will lay up to five eggs, and once the tadpoles hatch, she ferries each one on her back from the rain forest floor up to trees as tall as 100 feet (30 meters). Up in the trees, mama frog seeks out safe, water pool nurseries in the leaves for each baby. Mama frog then feeds her hatchlings some of her own unfertilized eggs over the next six to eight weeks of their development into frogs.\n?\nFollow Tanya Lewis on Twitterand Google+.?Follow us @livescience, Facebook & Google+. Original article on?LiveScience.com.\n?\nRelated on LiveScience and MNN:\n?\n\nTop 12 Warrior Moms in History\n\n\nWhat?! The 10 Weirdest Animal Discoveries\n\n\nBaby Panda Pics: See A Cub Growing Up\n\n\nMNN: Nature's meanest mommies [Photos]\n\n?\nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Tanya Lewis, LiveScience","web_category":"earth-matters#animals","title":"The wackiest moms of the animal kingdom","picture_url":"http://images.mnn.com/sites/default/files/baby-gelada-monkey.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/the-wackiest-moms-of-the-animal-kingdom"}