{"summary":"To trace the origins of the infection, Vredenburg swabbed the skin of 178 African clawed frogs collected in Africa between 1871 and 2010 and another 23 collected in California between 2001 and 2010. All three continents have populations of frogs, including the African clawed frog and the American bullfrog, that manage to survive infection by the disease","advice_category":"2","content":"A frog once widely imported and bred by hospitals because it lays eggs when injected with a pregnant woman's urine may have brought a deadly amphibian infection to the United States.\n?\nAfrican clawed frogs infected with the fungus Batrachochytrium dendrobatidis, or Bd, could have brought the fungus to California shores, according to a new study. The frogs, Xenopus laevis, carried the infection in Africa decades before it showed up in North America, the research finds.\n?\nThere are other possible carriers for Bd, including the American bullfrog, which has also been moved around the world by people who farm bullfrogs for their meaty legs. What the new study shows is that humans have an ethical responsibility to dying frogs, said lead researcher Vance Vredenburg, a biologist at San Francisco State University.\n?\n\"Humans are directly involved,\" Vredenburg told LiveScience. \"That means we can't just sit around and say, 'Well, what can we do? We can't do anything.' We need to do something, since we caused the problem.\" [The 10 Most Diabolical Parasites]\n?\nA massive die-off\nBd kills by infecting amphibian skin, causing it to thicken by up to 40 times what is normal. Because frogs, salamanders and other amphibians breathe and take in nutrients through their skin, this is often disastrous. Individuals of many species die within days of infection, Vredenburg said.\n?\n\"Over 400 species of amphibians are thought to have been driven either to extinction or near extinction by the arrival of this disease,\" he said.\n?\nBut some survive. Those include the American bullfrog and the African clawed frog, leading to speculation that these species could by asymptomatic carriers that help spread the disease.\n?\nThe African clawed frog first came to the United States in the pet trade and in zoo collections in the early 1900s. By the 1940s, researchers had discovered that the hormones in a pregnant woman's urine stimulated egg-laying in the frogs, leading hospitals to import the amphibians in greater numbers. If you found out you were pregnant between the 1940s and the 1970s, an African clawed frog might be to thank for that information.\n?\nThe frogs are also used in biomedical research labs, though 11 states now restrict their import. Escaped or released African clawed frogs and their descendents have set up permanent homes in several spots across the United States, including California.\n?\nSpread of a fungus\nBd caused its first mass die-off of Californian frogs in 1978 and has been spreading through the state since. In some areas of the Sierra Nevada, 98 percent to 99 percent of yellow-legged frogs have disappeared within a span of three to four years, Vredenburg said.\n?\n\"It's really sad,\" he said. \"It's a really distinctly different landscape than what it used to be like.\"\n?\nTo trace the origins of the infection, Vredenburg swabbed the skin of 178 African clawed frogs collected in Africa between 1871 and 2010 and another 23 collected in California between 2001 and 2010. The dead frogs are held in the collections of the California Academy of Sciences.\n?\nUsing a technique called polymerase chain reaction, or PCR, Vredenburg and his colleagues were able to amplify the small fragments of DNA they got from the swabs to determine if any Bd DNA was present.\nIt was. In fact, the fungus had infected 2.8 percent of the African frogs and 13 percent of the Californian frogs (or three specimens). [Microscopic Worlds: Fascinating Fungi]\n?\nThe oldest infection dated back to a frog collected in Kenya in 1934. The timing reveals that Bd was already present in African populations before the African clawed frogs started coming to California in large numbers. The researchers report the findings today (May 15) in the journal PLOS ONE.\n?\n\"We're not saying Xenopus movements are the only way Bd could have been spread around the world,\" Vredenburg said. \"But they are certainly a very strong candidate.\"\n?\nCan Bd be solved?\nPlenty of mystery about Bd remains, including where it originally evolved. Scientists have suggested Asia, Africa and America, Vredenburg said. All three continents have populations of frogs, including the African clawed frog and the American bullfrog, that manage to survive infection by the disease. These survivors would suggest a period of co-evolution where host and pathogen gradually struck an uneasy truce.\n?\nA recent study, published this year in the journal Proceedings of the National Academy of Sciences, found that Bd strains are very diverse and have a complex genetic history. The oldest lineage found originates in Brazil, but that doesn't mean an older strain won't be found elsewhere, the researchers reported.\n?\nBd's danger stems from the fact it can infect any amphibian species, said Karen Lips, a biologist at the University of Maryland who was not involved in either study. What's worse, the fungus somehow hides out in the environment even after wiping out the local amphibians. When scientists try to reintroduce new frogs to an area Bd has wiped clean, those frogs get the disease, too. Frogs cured of the fungus in the lab and released back into the wild simply contract a new fungal infection.\n?\nThe tragedy of Bd is that it may have taken out amphibian species before anyone even noticed they were going missing, Lips told LiveScience. If so, scientists' very understanding of biodiversity could be skewed.\n?\n\"It's the classic shifting baselines problem,\" she said. \"You send somebody out to the woods today in Appalachia and they'll say, 'Wow, there are quite a few salamanders out there.' You talk to the guys who were out there in the 1950s and they'll tell you it's nothing like it used to be.\"\n?\nThe more researchers like Vredenburg look at museum specimens, the more they're likely to find that the fungus's history goes back farther than realized, Lips said.\n?\n\"Things we look at today may actually be just a fraction of what used to be there,\" she said.\n?\nHope for halting Bd is currently slight. Researchers believe that some of the survivor amphibians fend off infection thanks to microbes living on their skin, Vredenburg said. If these friendly bacteria could be identified, perhaps vulnerable frog populations could get a defensive boost of their native bacteria, he said.\n?\nThe best hope, Lips said, is that evolution at least slows the rate of the fungus epidemic.\n?\n\"They're in that arms race,\" she said of the fungus and its amphibian hosts. \"Eventually, you get to the point where not everything disappears.\"\n?\nFollow Stephanie Pappas on Twitter?and Google+. Follow us @livescience, Facebook?& Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\n40 Freaky Frog Photos\n\n\n7 Devastating Infectious Diseases\n\n\nAlbum: Bizarre Frogs, Lizards and Salamanders\n\n\nMNN: 15 cute animals that could kill you [Photos]\n\n?\nThis story was originally written for LiveScience and is republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Pregnancy test frog may have spread fatal fungus","picture_url":"http://images.mnn.com/sites/default/files/african-clawed-frog2-130515.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/pregnancy-test-frog-may-have-spread-fatal-fungus"}