{"summary":"There's a chance that NASA's Kepler space telescope can recover from the malfunction that has halted its wildly successful search for alien planets, mission team members say.. The second of Kepler's four reaction wheels — devices that allow the observatory to maintain its position in space — has failed, depriving Kepler of the ability to lock precisely onto its 150,000-plus target stars, NASA oficials announced Wednesday, May 15.","advice_category":"4","content":"There's a chance that NASA's Kepler space telescope can recover from the malfunction that has halted its wildly successful search for alien planets, mission team members say.\n?\nThe second of Kepler's four reaction wheels — devices that allow the observatory to maintain its position in space — has failed, depriving Kepler of the ability to lock precisely onto its 150,000-plus target stars, NASA oficials announced Wednesday, May 15.\n?\nBut mission engineers are not conceding that Kepler's planet-hunting days have come to an end, vowing to try their best to recover the failed reaction wheels over the coming weeks. [Gallery: A World of Kepler Planets]\n?\n\"I wouldn't call Kepler down and out just yet,\" NASA science chief John Grunsfeld told reporters Wednesday.\n?\n\n\n?\nBalky reaction wheels\nThe Kepler spacecraft spots exoplanets by detecting the tiny brightness dips caused when they pass in front of their parent stars from the instrument's perspective.\n?\nThe observatory needs three working reaction wheels to do such precision work. When Kepler launched in March 2009, it had four — three for immediate use and one spare.\n?\nOne of the wheels, known as number two, failed in July 2012, giving Kepler no margin for error. And the loss this week of another one (called number four) puts an end to the spacecraft's exoplanet hunt, unless a fix can be found.\n?\nEngineers have begun considering strategies for bringing the wheels back into service. They'll likely try a light touch at times and a brute-force approach at others, officials said.\n?\n\"Like with any stuck wheel that you might be familiar with on the ground, we can try jiggling it,\" said Kepler deputy project manager Charlie Sobeck, of NASA's Ames Research Center in Moffett Field, Calif. \"We can try commanding it back and forth in both directions. We can try forcing it through whatever the resistance is that's holding it up.\"\n?\nIt's also possible that wheel number two will spring back to life if turned on again now, rested and restored after its long break, Sobeck and others say.\n?\n\"It was putting metal on metal, and the friction was interfering with its operation, so you could see if the lubricant that is in there, having sat quietly, has redistributed itself, and maybe it will work,\" Scott Hubbard of Stanford University said in a statement. (Hubbard served as director of NASA Ames during much of Kepler's development and helped guide the mission.)\n?\nIt will take a few weeks to put together a recovery plan, Sobeck said. It's unknown if any potential fixes will do the trick, but Kepler team members are keeping their fingers crossed.\n?\n\"There is a reasonable possibility that we will be able to mitigate that problem,\" said mission principal investigator Bill Borucki, also of NASA Ames. \"So I don't think I'd be a pessimist here.\"\n?\nThere's no chance of sending astronauts out to service Kepler, as was done five times with NASA's?Hubble Space Telescope?over the years. Kepler orbits the sun rather than the Earth, and it's currently about 40 million miles (64 million kilometers) from our planet.\n?\nAnother mission?\nKepler has already outlasted its prime mission life of 3.5 years. And even if both reaction wheels are beyond help, Kepler's science work may not come to an end.\n?\nIt's possible Kepler could still gather valuable data by switching to a scanning mode, as opposed to the \"point and stare\" operations that defined its first four years in space. If neither failed reaction wheel is recovered, NASA will carry out studies addressing possible new missions for Kepler.\n?\nIt's too soon to speculate what such missions might look like, officials said.\n?\n\"We need to know more about the performance of the spacecraft before we can assess what kind of science we'll be able to do with that performance,\" Sobeck said.\n?\n\n\n?\nMore discoveries to come\nKepler has spotted more than 2,700 potential exoplanets to date. Just 132 of them have been confirmed by follow-up observations so far, but mission scientists expect that more than 90 percent will end up being the real deal.\n?\nAnd the flood of Kepler finds won't slow for a while even if the instrument can no longer lock onto its target stars. The mission team has only had time to go through about half of Kepler's enormous dataset, which team members say is certain to contain many more gems — including, possibly, the first-ever \"alien Earth.\"\n?\n\"We have excellent data for an additional two years,\" Borucki said. \"So I think the most interesting, exciting discoveries are coming in the next two years. The mission is not over.\"\n?\nFollow Mike Wall on Twitter?@michaeldwall?and?Google+.?Follow us @Spacedotcom, Facebook?or Google+. Originally published on?SPACE.com.\n?\nRelated on SPACE.com and and MNN:\n\n7 Greatest Alien Planet Discoveries by NASA's Kepler Spacecraft (So Far)\n\n\nThe Search For Another Earth | Video\n\n\nThe Strangest Alien Planets (Gallery)\n\n\nMNN: NASA to launch planet-hunting probe, neutron star experiment in 2017\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Mike Wall, SPACE.com","web_category":"earth-matters#space","title":"Can NASA save the planet-hunting Kepler mission?","picture_url":"http://images.mnn.com/sites/default/files/NASAKeplerMission_m_0821.jpg","url":"http://www.mnn.com//earth-matters/space/stories/can-nasa-save-the-planet-hunting-kepler-mission"}