{"summary":"And it was carrying that from Illinois down to the Texas Gulf Coast\" in a manner very similar to the journey the Keystone XL pipeline would take. NASA climate scientist arrested in Keystone XL pipeline protest","advice_category":"4","content":"How would the proposed Keystone XL tar sands pipeline affect the earth, air and water along its 1,700 stretch from Canada to Texas? The Washington Post's energy correspondent, Steven Mufson, wanted to find out, so he and a small team drove the full length of the pipeline's planned path to examine the issues at each step along the way. His findings are collected in a new e-book, \"Keystone XL: Down the Line A Journey Along the Controversial Pipeline and Into America's Energy Frontier,\" published by the Post and TED Books. ?\n?\nAs Mufson explains in the introduction to the e-book, the Keystone XL pipeline \"aroused intense controversy\" from the moment it was announced. \"What made this pipeline different from the more than 2 million miles of existing oil and natural gas pipelines that had been built in the United States with little fuss or fanfare?\" Mufson asks. \"A journey by car would provide a window onto what this policy debate looked like at the ground level.\"\n?\nTheir journey began at the \"gaping black pits at the oil sands, or tar sands, of Alberta, Canada, the source of the oil that would flow down the Keystone XL.\" After that, Mufson, his 18-year-old daughter, and a photographer and videographer from the Post flew to Edmonton, rented a car and began their journey south. Along the way, he writes, \"we visited spacious corporate headquarters and crammed trailer parks, ranches and farms, boomtowns and dead towns, a border town of nine people and a century-old oil refinery. We attended a Nebraska cookout and an Oklahoma pow-wow. And along the way, this inanimate pipeline came to life.\"\n?\nAlthough he says in his introduction that he takes no specific position on whether Keystone XL should be built or not, he did discuss the parallels to the recent Arkansas pipeline break in an appearance last week on radio's Diane Rehm Show. He said the Arkansas leak was \"not entirely shocking\" since the pipeline dated back to the 1940s. \"The pipeline was carrying Wabasca Heavy crude, which is a type of crude oil basically — essentially the same as the oil sands oil that comes from Athabasca region in Alberta. And it was carrying that from Illinois down to the Texas Gulf Coast\" in a manner very similar to the journey the Keystone XL pipeline would take. \"An important point is that a lot of critics of the Keystone XL pipeline say that leaks are a risk and that oil sands increase the chances of corrosion in a pipeline.\" He says the science behind that fear is still being studied, but \"a lot of people think that that may have been a contributing factor and that's why this has gotten a lot of attention.\"\n?\nGoing back to his book, Mufson says his journey illustrates \"that the real story of this pipeline permit was one about American frontiers — the lengths to which we go for oil supplies and the intrusive effects that quest causes all the way down the line.\" He writes that the pipeline and its resultant controversy showcase \"the vast energy infrastructure it takes to sustain this American lifestyle and the choices we have made about that without really thinking.\"\n?\nThe Keystone XL e-book is available for $2.99 or as part of a $4.99 monthly online subscription to all TED books.\n?\nAlso on MNN:\nPipeline spills call attention to Keystone XL\nNASA climate scientist arrested in Keystone XL pipeline protest\n'Pipe Dreams': How TransCanada's Keystone XL oil pipeline endangers America","author":"","web_category":"earth-matters#energy","title":"Impact of Keystone XL pipeline examined in new e-book","picture_url":"http://images.mnn.com/sites/default/files/editorial/keystone.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/impact-of-keystone-xl-pipeline-examined-in-new-e-book"}