{"summary":"The theory about local honey and allergies is this: your local bees are more likely to collect pollen from the local flowers in your area. In addition to the health benefits, buying local honey helps support local honey producers","advice_category":"2","content":"A letter to the?New York Times editor about how local honey helps to fight allergies got me thinking, does it really work? I’ve heard about this natural allergy-fighting remedy before, but I've always wondered, how do you know it works? How much would you need to consume? \n?\nI use only local honey. The wildflower honey I get from a South Jersey honey producer is amazingly delicious. Tasted alongside of the grocery store honey that comes in a little bear, there’s no comparison. I always stock up at the end of farmers market season so I have enough to last me through the winter.\n?\nNo one in my family suffers terribly from seasonal allergies. My oldest son and I get itchy eyes and a bit of a sore throat when the seasons start to change in the spring and fall, but it only lasts a couple of days. We wait it out and don’t take any medication.\n?\nI wonder if our symptoms would be worse if I didn’t buy local honey? Could the honey mustard chicken recipe that my boys like so much that I make it weekly in the winter be medicinal?\n?\nThe theory about local honey and allergies is this: your local bees are more likely to collect pollen from the local flowers in your area. That pollen will end up in small amounts in the honey produced. By ingesting that honey on a regular basis, the person eating the honey will build up immunity to the pollens from the flowers in their local region. It’s sort of like a vaccine taken little by little.\n?\nThat’s the theory. There doesn’t seem to be any scientific evidence to back that up, however. I can’t find any scientific studies that test the theory. Even without scientific evidence, this seems like one of those ideas worth trying. There are other proven benefits, too. Honey can immediately sooth a sore throat (whether it’s caused by seasonal allergies or not). It’s a natural, temporary energy booster. According to the National Honey Board, it “contains small amounts of a wide array of vitamins and minerals, including niacin, riboflavin, pantothenic acid, calcium, copper, iron, magnesium, manganese, phosphorus, potassium and zinc.”\n?\nIn addition to the health benefits, buying local honey helps support local honey producers. Small bee farmers are on the front lines of helping to save our decreasing bee population right now, and purchasing their local products can help keep them in the fight.\n?\nMy question to you is, do you use local honey to alleviate the symptoms of your seasonal allergies? Do you believe it works and why??I'm really curious.\n?\nAlso on MNN:?\n9 common allergies explained\nNatural remedies for allergies\n?","author":"","web_category":"health#allergies","title":"Does local honey diminish allergies?","picture_url":"http://images.mnn.com/sites/default/files/honey%20bee%20large.jpg","url":"http://www.mnn.com//health/allergies/blogs/does-local-honey-diminish-allergies"}