{"summary":"If a tornado warning is issued — meaning a funnel cloud has been spotted nearby — take shelter immediately. Tornadoes spin violently as they siphon up any remaining humidity, a last-ditch effort to keep their thunderstorms going — similar to finishing a drink with a straw","advice_category":"8","content":"?\n\n\t?\n\n\tAmericans know tornadoes like no one else. The U.S. averages at least 10 times more twisters each year than any other country on Earth, and their intensity is infamous —?the worst can be a mile wide, rotate at 300 mph and plow along at 70 mph.\n\n\t?\n\n\tYet despite being target practice for these atmospheric power drills, America's tornado mythos is still cloaked in mystery and misunderstanding. That's understandable, considering tornadoes' stealthy nature — sudden appearances, erratic behavior and brief lifespans make them elusive subjects to study — but science has nonetheless learned a lot in recent decades.\n\n\t?\n\n\tTornadoes can occur any time of year, but they wage all-out war on the U.S. during spring and summer. With another tornado season already ramping up, below is a guide to how tornadoes work, when and where to expect them, and what you can do to make it out alive.\n\n\t?\n\n\tHow tornadoes work\n\n\tTornadoes produce the strongest winds on Earth, but they owe all their energy to the chaotic clouds that birth them. Thunderstorms are common worldwide — there may be 700 to 2,000 going on at any given moment —?but only a fraction of them become severe enough to form a tornado. They all work in basically the same way, however: The sun heats up water vapor until it rises, cools and condenses into towering cumulonimbus clouds, which gradually collapse on themselves, leading to rain, hail and lightning. A thunderstorm alone is a violent force, but under certain conditions, things can get much worse.\n\n\t?\n\n\tBefore a thunderstorm forms, winds begin quickly changing speed and direction. If some gusts are redirected while already rising and accelerating, they can collaborate with colliding air masses to help trigger an invisible, horizontal vortex?high in the clouds.?As rising air keeps feeding the storm's growth, these \"updrafts\" also tilt the vortex until it's vertical, sometimes getting trapped by its suction in the process. In strong storms, that may stir up a broad, rotating chunk of lower atmosphere known as a \"mesocyclone\" (pictured above), which can span several miles across. Mesocyclones make up the cores of supercell thunderstorms.\n\n\t?\n\n\tA thunderstorm's consumption of warm, moist air leaves behind an extreme low-pressure zone?underneath the clouds, creating a vacuum effect that can tug down on the storm's base until a \"wall cloud\" descends. If the storm is powerful enough and the atmospheric pressure is low enough, the?rotating mesocyclone may also extend down a concentrated, supercharged funnel cloud known as a tornado (pictured at right). Tornadoes spin violently as they siphon up any remaining humidity, a last-ditch effort to keep their thunderstorms going — similar to finishing a drink with a straw. When this quest for warm moisture brings the funnel in contact with the ground, it can be devastating for anything or anyone in its way.\n\n\t?\n\n\tWhere and when tornadoes strike\n\n\tIt's no coincidence the U.S. regularly tops 1,000 tornadoes a year —?the country's midsection is a sitting duck. North America's lack of east-west mountain ranges lets huge air masses from the Arctic, the Southwest and the Gulf of Mexico move freely over the continent, which they do vigorously in spring and summer. The resulting collisions above the Great Plains churn up \"Tornado Alley's\" namesake storms.\n\n\t?\n\n\tOklahoma endures the most tornadoes of any state, but it's got close company in Texas and Kansas. While Tornado Alley has no official boundaries, it essentially stretches from the Appalachians to the Rockies, with a core of high activity running from South Dakota to central Texas. \"Dixie Alley\" is another U.S. region frequented by funnel clouds, hugging the Gulf Coast and also powered by its outflow of warm, moist air. Florida is the most tornado-prone state outside Tornado Alley thanks to its almost daily summer thunderstorms.\n\n\t?\n\n\tAlthough there's no true tornado season, funnels usually starting flying in late February or March, pick up steam in April and hit their peak in May. Destructive tornadoes remain common through June and July, and some parts of the country even experience a second mini-season in fall, usually in September.\n\n\t?\n\n\tSince tornadoes run on warm surface air, they usually occur in the afternoon or at night, after several hours of sun exposure has heated up the air enough to become unstable and ready to rise. The most common hour for tornadoes is 5 p.m., followed by 6 and 7 p.m.; they develop least often between 3 and 9 a.m.\n\n\t?\n\n\tHow to survive a tornado\n\n\tExtreme wind speeds and suction make tornadoes the deadly threats they are, but the main risks to people are almost always flying debris and falling buildings. Tornadoes can turn anything into a missile, often penetrating buildings' walls as they toss around various projectiles (see photo), and their ability to flatten a city in minutes is well-known. If a tornado warning is issued — meaning a funnel cloud has been spotted nearby — take shelter immediately. (For more safety tips, see the Center for Disease Control and Prevention's advice on preparing for a tornado.)\n\n\t?\n\n\tYour main goal during a tornado should be to avoid the path of any flying or falling debris, which causes the most tornado-related deaths. If you're outside, that means getting low to the ground — and don't hide under bridges or overpasses, which could collapse and actually cause winds to speed up. Don't try to outrun a tornado in your car, either, the CDC says. Get out and find an open, treeless place that doesn't have many potential projectiles. Drop into a ditch or other low-lying area and protect your head with an object or your arms.\n\n\t?\n\n\tIf you're inside, the first rule is to avoid windows, which are known to shatter under pressure from a tornado. Since strong tornadoes can crush entire buildings, the best place to wait one out is the interior part of a basement or cellar. If you can't get underground, head for a windowless central room, hallway or closet on the lowest floor possible. For extra safety, take cover under something sturdy, like a heavy table or workbench. But think about what's on the floor above you if you're in a two-story building — heavy objects like pianos or refrigerators can fall through.\n\n\t?\n\n\tMobile homes are notorious tornado targets since they're so easily flipped over and ripped apart by the ferocious winds. The CDC and the?Federal Emergency Management Agency?recommend leaving mobile homes during a tornado warning, even if they're tied down. Head to the nearest basement if you can reach one, or just follow the rules for protecting yourself outdoors.\n\n\t?\n\n\tThe threat isn't necessarily over when a tornado fades away. More could still form, and even if the storm is over, the damage can be deceptively dangerous — loose nails, broken glass and downed power lines are just a few of the risks hidden amid the rubble. Take a look at the CDC's After a Tornado guide for tips on what to do next.\n\n\t?\n\n\tAnd for more tornado information, check out these related links from MNN (and make sure to watch our top 10 tornado videos, too; there's a preview below).\n\n\t\tTornado vs. train: Guess who wins?\n\n\t\tTornado-damaged town a model of eco-living as it rebuilds\n\n\t\tMercedes creates world's largest artificial tornado\n\n\t\tMini-tornado technology to double wind-farm output\n\n\t\tAir pollution affects strength of thunderstorms\n\n\t\tWhat causes lightning?\n\n\t?\n\n\n\n\t?\n\n\tEditor's Note: This story has been updated from its original version, which was first published on May 21, 2009.\n\n\t?\n\n\tPhoto (mesocyclone): NASA Goddard Space Flight Center\n\n\tPhoto (tornado and wall cloud): National Oceanic and Atmospheric Administration\n\n\tPhoto (\"rope tornado\" in Kansas): National Weather Service\n\n\tPhoto (wooden board piercing refrigerator): NOAA\n\n\tPhoto (tornado damage in Norman, Okla., on April 4, 2006): NOAA","author":"","web_category":"earth-matters#translating-uncle-sam","title":"What causes tornadoes?","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/what-causes-tornadoes"}