{"summary":"\"Looking at how it jumped and where it jumped to in Virginia, there may also be some human transmission — that is, a human caver transmitting it to bats, then bats to other bats,\" von Oettingen says. Every 1 million bats can eat about 700 tons of insects per year, and insect-eating bats overall save the U.S","advice_category":"8","content":"Bats are flying ambassadors of Halloween, adding spooky ambience to countless forests, caves, graveyards and haunted houses. Lately, however, the tables have turned on them — Halloween and the winter it foreshadows are now an increasingly scary time to be a bat in America.\n?\nThat's because a deadly, cave-dwelling disease known as white-nose syndrome is sweeping the country, with a 100 percent mortality rate in many bat colonies. Seven years after it first appeared in a single New York cave, the fungus has now invaded 22 U.S. states and five Canadian provinces, killing roughly 6 million bats along the way. Scientists still aren't sure where it came from, where it will go next or even how exactly it kills.\n?\n\"We can't directly link the fungus to organ failure or anything like that,\" says U.S. Fish and Wildlife Service biologist Susi von Oettingen. \"It certainly is ultimately responsible for the death, but we're not sure how.\"\n?\nScientists are sure, however, that it's bad news for millions of American bats, which recover slowly from population loss since many have just one offspring per year. Bat experts also worry that white-nose syndrome may already be hopping through vast cave networks underneath the U.S. Midwest and Southeast, potentially wiping out endangered species like the gray bat and the?Indiana bat.\n?\nAnd what's bad for bats is often bad for people, too. As a top predator of flying insects, bats regulate populations of mosquitoes and other biting bugs that spread disease to humans, as well as agricultural pests like beetles and moths. Every 1 million bats can eat about 700 tons of insects per year, and insect-eating bats overall save the U.S. agriculture industry an estimated $3 billion annually — making a batless Halloween even scarier than one swarming with them.\n?\nA long winter's nap\nBats are one of the most successful and diverse mammals on Earth, ranging from 4-inch, sub-Arctic furballs with sonar to tropical \"macrobats\" with 6-foot wingspans and primate-like vision. (Bats are not rodents, despite appearances, and are actually more closely related to primates than they are to squirrels or mice.)\n?\nMany North American bats pay a price for living in colder climates, though. Their frequent flapping uses a lot of energy, and freezing temperatures virtually eliminate the protein-rich insects they eat. Some species migrate south, but the majority of U.S. bats tough it out by hibernating in caves or mines until the bugs come back in spring.\n?\nSurviving a frigid New England winter with no food isn't easy, and bats undergo extreme physiological changes so they can conserve enough energy. They slow down their heart rates, suppress their immune systems and drop their body temperatures to within one degree of the ambient air. They enter this low-power, near-death state for up to two months at a time, waking up periodically to stretch, preen, relieve themselves and sometimes mate. These hibernation breaks use up about 90 percent of the energy bats have stored for winter, so it's critical they only wake up at the right times.\n?\nDespite its high stakes and risks, hibernation has worked for millennia. It wasn't until the early 20th century that it began to fail for some bats, and only then because of cavers and scientists who disturbed their hibernation without understanding the consequences. Combined with increased pesticide use, habitat loss and bats' naturally slow reproduction rate, this decimated several U.S. bat species over the decades — Indiana bats, for example, fell by 50 percent from 1967 to 2005, and now half of the species' worldwide population spends winters in just two caves.\n?\nBut today, all 25 U.S. species of hibernating bats face perhaps the greatest threat to their biological business model they've ever seen. The seemingly safe caves and mines where they've always sought refuge are increasingly infected with Geomyces destructans, a previously unknown fungus that's now being implicated in North America's steepest wildlife decline of the past century.\n?\nA curiosity killed the bat\nIn February 2006, a caver spelunking in upstate New York found groups of hibernating bats with a strange white fuzz growing on their snouts (left). Looking around further, he also noticed several dead ones. He shot some photos, but the winter soon faded with little cause for alarm.\n?\nThe next winter, bats at several caves in the area started behaving strangely — waking up from hibernation too early, then flying outside as if spring had arrived — and many once again featured the distinctive white fuzz on their noses, ears and wings. By January 2007, the New York Department of Environmental Conservation was aware of the outbreak, and state biologists documented a few hundred local bat deaths.\n?\nAt least 5.7 million more bats have died since then, according to the U.S. Fish and Wildlife Service. White-nose syndrome has now spread north to Canada, south to Alabama, and at least as far west as Missouri (click map below to enlarge).\n?\nFungus among us\n\nScientists know the disease can be transmitted between bats within a colony, but they have yet to figure out how it's moving from cave to cave. One leading theory suggests people are the carriers.\n?\n\"Looking at how it jumped and where it jumped to in Virginia, there may also be some human transmission — that is, a human caver transmitting it to bats, then bats to other bats,\" von Oettingen says. \"We haven't done any clinical trials of that, though, of it being in the mud on someone's boots and then spreading to bats. It's just superficial evidence.\"\n?\nStill, the decline in bat populations has been so drastic that state and federal agencies are closing dozens of caves anyway, and the FWS has called for a voluntary halt to all caving in affected states. Going spelunking in almost any bat cave from Missouri to Maine is quickly becoming an ecological faux pas, and the fungus now looms over a sprawling labyrinth of caves in the Midwest and Southeast that serves millions of hibernating bats each winter, including four endangered species.\n?\nSo far, cave closures are about the only thing wildlife managers know to do. The fungus that's suddenly threatening virtually all hibernating bats in North America was unknown to science before 2006. Its indirect style of killing its hosts is equally novel.\n?\n\"This has never been documented anywhere before, worldwide,\" von Oettingen says. \"This is a first.\"\n?\nWhile the species is new, however, the genus isn't. Many variations are common throughout the U.S., and researchers have long noticed a similar white fungus growing on the faces, ears and wings of hibernating bats in Europe. It doesn't seem to kill European bats, but the similarities have raised plenty of suspicion that the culprit behind white-nose syndrome may be an invasive fungus from Europe. That theory is still speculative, von Oettingen points out, but she adds that \"preliminary and limited genetic analysis does suggest there may be a genetic connection.\"\n?\n\"They certainly look very similar, under a microscope and physically when you're actually looking at the bats,\" she adds. \"Right now the Europeans are doing intensive genetic analyses, to see if they're the same, or if one is a mutation of the other.\"\n?\nFrom cave to grave\nWhite-nose syndrome doesn't directly damage, or even infect, any of bats' internal organs. G. destructans comes from a family of cold-loving, \"keratinophilic\" fungi, meaning they feed on keratin, the substance that makes up skin and hair.\n?\nBut if bats' vital organs are left untouched, what could be killing them? And what possesses them to fly outside during winter?\n?\n\"One of the theories is, because it's invading the skin in winter, it could be an irritant, waking up the bat from hibernation because it itches and causes stress,\" von Oettingen says. \"The bat may then leave the cave simply to try to flee the itching.\"\n?\nG. destructans is still poorly understood, but most affected bats seem to die from starvation, having exhausted themselves by flying around — or just being awake — when food is scarce. Their dead bodies often have little or no fat left.\n?\nOther theories range from wing infections, which might disrupt bats' temperature-regulating abilities, to disorientation and confusion, which could be what sends them flying outside. Some insect-eating members of the Cordyceps fungus family even control their host's body, send it zombie-walking to an open location and then kill it, all so a mushroom can grow from its corpse and release spores into the wind.\n?\nWhile Geomyces mushrooms aren't likely to start sprouting from dead bats, Cordyceps is an extreme example of how aggressively adaptable such predatory fungi can be. In an online article about white-nose syndrome, U.S. Geological Survey biologist Paul Cryan says G. destructans — a fungus that lived in obscurity a few years ago — \"appears to be exquisitely adapted to persist in caves and mines and to colonize the skin of hibernating bats.\"\n?\nLights at the end of the tunnel\nSometimes natural immunity emerges as a ray of hope during disease outbreaks, but von Oettingen says there's no sign of it yet with white-nose syndrome.\n?\n\"We haven't found any, and we haven't even been able to locate a banded [radio-monitored] bat that's survived,\" she says. \"We've just been finding dead ones.\"\n?\nFinding a cure, vaccine or treatment won't be easy, either. It would need to be something that can easily be applied to a large number of bats, is safe for bats, is safe for people, and isn't deadly to other, beneficial fungi that also live in the cave.\n?\nScientists are still fighting, though, armed with grant money the FWS has set aside for white-nose syndrome research. In 2009, researchers proposed putting space heaters in bat caves to help sick animals save enough energy to survive the winter. Another team set up video cameras in a New York mine where white-nose syndrome has been hitting bats hard, as well as a cave where it's expected to spread. They'll be looking for unusual behavior in the bats — excessive grooming, long bouts of activity or wintertime flying — to find out for sure whether they're symptoms of a G. destructans infection. Wildlife biologists in Vermont have also tried repopulating affected caves with healthy bats to see if such reintroduction efforts can work.\n?\nThe urgency of white-nose syndrome is driving a flurry of similar research, and von Oettingen says this could be a pivotal time for discovering the disease's secrets, and for planning how to save endangered bat species before it's too late.\n?\n\"If we're able to find at least some short-term treatment, maybe we'll be able to slow the spread, or at least contain it,\" she says. \"But most biologists you talk to think it will keep spreading.\"\n?\n\n?\nMore information\nFor more about white-nose syndrome and other bat issues, check out the video above and the following links from MNN:\n?\nFungus has killed 6 million bats, U.S. says\nWhite-nose syndrome crosses Mississippi River\nWhite-nose syndrome invades Deep South\nBat disease hits two major national parks\nCaptain Planet:?\"Going Bats, Man\"\n?\nAnd for the latest news, information and caving advisories regarding the spread of white-nose syndrome, try these U.S. government websites:\n?\nFish and Wildlife Service:?Something is killing our bats\nFWS:?White-nose syndrome: What can you do to help?\nFWS:?White-nose syndrome: Info for cavers\nFWS:?Disinfection protocol for bat field studies\nNational Park Service:?White-nose syndrome fact sheet\nUSGS:?White-nose syndrome threatens hibernating bats in North America\n?\nPhotos:?Furryscaly/Flickr, Kentucky Department of Parks, U.S. Fish and Wildlife Service, National Park Service; MNN tease photo: Shutterstock\n?\nEditor's Note: This story has been updated since it was first published on Oct. 27, 2009.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"White-nose syndrome haunts bats","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/white-nose-syndrome-haunts-bats"}