{"summary":"As more towns and states see how they could be balancing their budgets with the savings from not arresting marijuana users and the revenues from regulated sales, more laws and initiatives will pass legalizing the drug.. Colorado lawmakers are still ironing out the details on how legal marijuana will roll out in their state, but their work is being watched very closely around the country","advice_category":"5","content":"Aurora, Colo., is projecting that the city coffers could see an injection of millions of dollars in annual tax and licensing revenue from the operation of legal marijuana stores. City officials are evaluating their response to Amendment 64, the people's initiative that was passed last year legalizing the recreational use of marijuana, and the plan that would treat pot shops the same as liquor stores would bring in $2.7 million in annual revenue. Under that plan, the city of 325,000 residents would have around 80 marijuana stores, or around one store every two square miles.\n?\nNews stories like this are the nails in the coffins of the drug war. As more towns and states see how they could be balancing their budgets with the savings from not arresting marijuana users and the revenues from regulated sales, more laws and initiatives will pass legalizing the drug.\n?\nColorado lawmakers are still ironing out the details on how legal marijuana will roll out in their state, but their work is being watched very closely around the country. With statewide marijuana tax revenues that could be in the tens and hundreds of millions of dollars, we could ultimately see the end of the drug war being brought about by good old-fashioned civic greed.\n?\nVia Reddit\n?\nAre you on Twitter??Follow me (@sheagunther) there, I give good tweets. And if you really like my writing, you can join my Facebook page and visit my homepage.","author":"","web_category":"earth-matters#politics","title":"Some Colorado towns could rake in millions from legal marijuana sales","picture_url":"http://images.mnn.com/sites/default/files/legal-pot-feat.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/some-colorado-towns-could-rake-in-millions-from-legal-marijuana-sales"}