{"summary":"The size and shape of the Torvosaurus egg pores suggest they were buried in a moist environment for incubation, Ara?jo said.. Modern bird eggs are made up of three layers, Ara?jo said, and most dinosaur eggs have two layers","advice_category":"2","content":"A dinosaur nest discovery has revealed the most primitive known dinosaur embryos, which are among the oldest ever found.\n?\nThe eggs belong to Torvosaurus, a T. rex-like predator that stalked the late Jurassic some 150 million years ago. Torvosaurus grew to be around 30 feet (9 meters) long, but the fragmented embryos discovered in Portugal were probably only about 6 inches (15 centimeters) in length.\n?\n\"This is shedding some light on the early stages of the development of these types of dinosaurs,\" said Ricardo Ara?jo, a doctoral candidate in paleontology at Southern Methodist University in Texas. [See Photos of Dinosaur Embryos and Hatchlings]\n?\nA surprising find\nThe crushed clutch of eggs was found in 2005 by amateur fossil-hunter and fossil cast-maker Art Walen, who was on an annual vacation to the fossil-rich Lourinh? Formation in western Portugal.\n?\n\"He just stumbled across some eggshells, and he traced the eggshells up the cliffs and he found there were not only isolated eggshells, there was also an entire nest up there,\" Ara?jo told LiveScience.\n?\nPaleontologists from the Museu da Lourinh? excavated the nest, which researchers first assumed belonged to a long-necked sauropod dinosaur. Even in the field, however, the paleontologists began to think they might have something very different on their hands. The eggs' surfaces were ornamented with a strange, almost honeycomb-like pattern that was quite distinct from anything the researchers had ever seen, Ara?jo said.\n?\nOnce the specimen was excavated and brought to the museum for preparation, the researchers got another surprise: There were embryo bones mixed in with the crushed eggs.\n?\nSuch a find is \"extremely rare,\" Ara?jo said. \"There's probably a handful of situations like this in the world.\"\n?\nDinosaur development\nThe bones enabled the researchers to link the nest back to a specific species of dinosaur. Torvosaurus was a theropod, a group that includes both Tyrannosaurus rex and modern birds. The specimens are the earliest theropod embryos ever found.\n?\nThey're also the most primitive, Ara?jo said. Torvosaurus is on an early branch of the dinosaur family tree, making them \"basal theropods,\" or very early examples of the group. So while other dinosaur embryos (including some found recently in China) date back to earlier eras, Ara?jo said, the new discoveries are the most primitive in terms of dinosaur evolutionary relationships.\n?\nThe find reveals some secrets of egg evolution. Modern bird eggs are made up of three layers, Ara?jo said, and most dinosaur eggs have two layers. The Torvosaurus eggs are so primitive that they have just one layer.\n?\n\"This is the first evidence for a one-layered eggshell for theropod dinosaurs ever found,\" Ara?jo said.\n?\nThe exceptionally preserved shells are marked by a series of wide, interconnected pores. Pores allow the eggs to \"breathe,\" and their size depends on whether the eggs are exposed to moisture or dry air. The size and shape of the Torvosaurus egg pores suggest they were buried in a moist environment for incubation, Ara?jo said.\n?\nHe and his colleagues reported the findings in the May 30 in the journal Scientific Reports. ?\n?\nFollow Stephanie Pappas on Twitter and Google+. Follow us @livescience, Facebook & Google+. Original article on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nGallery: Tiny Dino Embryos\n\n\nImage Gallery: 25 Amazing Ancient Beasts\n\n\nThe Animal Kingdom's Most Devoted Dads\n\n\nMNN: True color of dinosaur feathers being debated\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Stephanie Pappas, LiveScience","web_category":"earth-matters#animals","title":"Dinosaur find shakes up bird family tree","picture_url":"http://images.mnn.com/sites/default/files/Torvosaurus_m_0530.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/dinosaur-find-shakes-up-bird-family-tree"}