{"summary":"Scientists believe the slugs are survivors from an era when eastern Australia was home to rainforests. The existence of 8-inch fluorescent pink slugs on Mount Kaputar, a 5,000-foot peak in New South Wales, has only recently been confirmed.","advice_category":"2","content":"Australia is home to some of the world’s most unique wildlife, from flightless birds capable of disemboweling a man to giant glow-in-dark earthworms. Now a new creature can be added to that list: large, bright pink slugs.\n?\nThe existence of 8-inch fluorescent pink slugs on Mount Kaputar, a 5,000-foot peak in New South Wales, has only recently been confirmed.\n?\nLocals had long reported seeing the bizarre slugs after rainfall, but taxonomists just verified that Triboniophorus aff. graeffei is unique to the mountain’s alpine forest.\n?\n\"As bright pink as you can imagine, that's how pink they are,” Michael Murphy, a ranger with the National Parks and Wildlife Service, told the Australian Broadcasting Corporation. \"On a good morning, you can walk around and see hundreds of them, but only in that one area.\"\n?\nScientists believe the slugs are survivors from an era when eastern Australia was home to rainforests. The creatures probably would have died out if a volcano hadn’t erupted in the area millions of years ago.\n?\n“The result of that eruption is a high-altitude haven for invertebrates and plant species that have been isolated for millions of years, after Australia dried out and the rainforests receded,” according to the Sydney Morning Herald.\n?\nAt night, the slugs crawl up trees to feed on mold and moss, and while their bright pink coloration might seem detrimental to their survival, scientists say the fluorescent hue is actually beneficial. Fallen eucalyptus leaves are red and help hide the organism from predators.\n?\nBut giant, hot pink slugs aren’t the only strange creatures on Mount Kaputar — there are also three species of cannibal snails.\n?\n\"They're voracious little fellas,\" Murphy said of the snails. \"They hunt around on the forest floor to pick up the slime trail of another snail, then hunt it down and gobble it up.\"\n?\nRelated on MNN: \nBizarre sea slug is half-plant, half-animal\n6 unbelievable animals\n8 of the cutest toxic caterpillars","author":"","web_category":"earth-matters#animals","title":"Giant, hot-pink slugs found in Australia","picture_url":"http://images.mnn.com/sites/default/files/editorial/slug.jpg","url":"http://www.mnn.com//earth-matters/animals/stories/giant-hot-pink-slugs-found-in-australia"}