{"summary":"Still, President for a Day was an interesting introduction into the impact of national policy choices on global hunger. I know that these issues are complicated and difficult to address in a web game format, but it was pretty clear from the first question that there was only one choice that you could select for each question to achieve the desired end result — a newspaper with headlines proclaiming an end to world hunger","advice_category":"5","content":"What if you were were President for a Day? Would you enact policies that bring the world closer to global food security or would you choose options that drive developing nations further into debt and hunger? And what are the policies that could make the difference?\n?\nThese are the questions asked by a new interactive Web game called President for a Day. The website was launched today by an anti-poverty organization,?ActionAid USA.\n?\nUnlike its complex topic, the game itself is rather simple. You make policy choices on such issues as agricultural investments, biofuels?and foreign aid. If, like me, you aren't completely savvy on the latest issues — say ethanol subsidies or private versus public investment strategies — you can request more information before you make your choice. But it's pretty clear that one of the potential choices will — according to the game — help efforts to reduce global hunger will the other will hinder those efforts. Once you have completed all of your policy making, a newspaper is generated with headlines that might potentially result from your decisions.\n?\nI recently took a spin on the President for a Day website and — just for fun — tried out all of the potential policy options. I certainly learned quite a bit about how certain policies might affect global food security, but even after reading through the short blurbs of additional information given for each policy choice, I found myself wishing for more details. I know that these issues are complicated and difficult to address in a web game format, but it was pretty clear from the first question that there was only one choice that you could select for each question to achieve the desired end result — a newspaper with headlines proclaiming an end to world hunger. I'm not sure these issues are as black and white in real life.\n?\nStill, President for a Day was an interesting introduction into the impact of national policy choices on global hunger. Most of the issues presented would be lost on younger kids, but middle schoolers and high schoolers might appreciate the approach. And hopefully it would send them off in search of even more information about what we can do as a nation to alleviate hunger around the world.\n?\nYou can view the website and try your hand at reducing global hunger at?www.presidentforaday.com","author":"","web_category":"earth-matters#politics","title":"Web game looks at U.S. policies that could end world hunger","picture_url":"http://images.mnn.com/sites/default/files/web%20game.jpg","url":"http://www.mnn.com//earth-matters/politics/blogs/web-game-looks-at-us-policies-that-could-end-world-hunger"}