{"summary":"28, suggested that at least 3 million people will be without power in New Jersey, along with 2 million in Maryland, 2 million in southeastern Pennsylvania, and 370,000 in Delaware, Guikema told LiveScience. The current forecast track puts the center of Sandy near the coast by Monday night, according to the National Hurricane Center.","advice_category":"4","content":"Hurricane Sandy, the monster storm barreling toward the east coast of the United States, could leave at least 10 million people without power, according to a new model.\n\n\t?\n\n\t\"The most heavily impacted areas are going to be up through the mid-Atlantic, Delaware, into southeastern Maryland and southeastern Pennsylvania and into New Jersey,\" said Seth Guikema, a researcher at Johns Hopkins University who developed the model.\n\n\t?\n\n\tAs of 11 a.m. ET on Sunday, Oct. 28, the center of Hurricane Sandy was located 250 miles (400 kilometers) southeast of Cape Hatteras, N.C., and 575 miles (930 km) south of New York City. The storm is moving toward the northeast near 14 miles per hour (23 kilometers per hour). The current forecast track puts the center of Sandy near the coast by Monday night, according to the National Hurricane Center.\n\n\t?\n\n\tTo predict the impact of the storm the team looks at the most recently available forecasts of wind gusts and duration for 19,000 census tracts along the Eastern Seaboard, Guikema told LiveScience. (A census tract includes between 4,000 and 6,000 people).\n\n\t?\n\n\tThe most recent run of the prediction, current as of 8 a.m. Eastern Time on Oct. 28, suggested that at least 3 million people will be without power in New Jersey, along with 2 million in Maryland, 2 million in southeastern Pennsylvania, and 370,000 in Delaware, Guikema told LiveScience. Many more people could be out of power in New York City, but the team's model can't predict the city's power outages as well.\n\n\t?\n\n\tCon-Edison, which serves 3.2 million households in New York City and Westchester County, is preparing for the possibility of extensive damage to its networks.\n\n\t?\n\n\t\"Because of the high winds that may impact on the overhead and then on the underground system there's a possibility that the storm surge floods could harm our equipment,\" said Con-Edison spokesperson Sara Banda.\n\n\t?\n\n\tMost power companies are mobilizing their repair crews so they are ready to restore power as quickly as possible, Guikema said. \"They hunker down and they wait. There are rules on how low their wind speeds are before they are allowed to go out in their buckets.\" [How to Prepare for Hurricane Sandy]\n\n\t?\n\n\tBut once the winds die down, they can be deployed quickly, he said.\n\n\t?\n\n\tThe best thing residents can do is call their power company if the electricity goes out, because companies don't have a way of tracking power in each home.\n\n\t?\n\n\t\"Most utilities don't know for sure until they get the call in,\" he said.\n\n\t?\n\n\tTo prepare for a long time without electricity, people should stock up on drinking water and non-perishable food, he said. People living in areas forecasted to get high winds should bring loose furniture and other items on decks indoors, he added.\n\n\t?\n\n\t\"This storm is later in the season so it's also cold,\" he said. \"So people have to have some way of staying warm.\"\n\n\t?\n\n\tFollow LiveScience on Twitter @livescience. We're also on Facebook?& Google+. \n\n\t?\n\n\tRelated on LiveScience:\n\n\n\t\t\tHurricane Sandy: Photos of a Frankenstorm\n\n\n\n\t\t\tHurricanes from Above: See Nature's Biggest Storms\n\n\n\n\t\t\tIn Images: Hurricane Season 2012\n\n\n\t?\n\n\tRelated Hurricane Sandy story on MNN: How to prepare for a hurricane\n\n\t?\n\n\tThis story was originally written for LiveScience and was reprinted with permission here. Copyright 2012 LiveScience, a TechMediaNetwork company.","author":"Tia Ghose, LiveScience","web_category":"earth-matters#energy","title":"Hurricane Sandy could leave 10 million in the dark","picture_url":"http://images.mnn.com/sites/default/files/HurricaneSandy06_m_1029.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/hurricane-sandy-could-leave-10-million-in-the-dark"}