{"summary":"\t\tOf all CO2 patients in the study, upwards of 80 percent said they had nasal discomfort during the treatment — versus just about eight percent in the placebo group. \t\tBesides nasal steroids and antihistamines, some other nasal allergy treatments include nasal washes, which remove allergens from the nostrils, and allergy shots — which may be recommended for specific allergies that do not improve with medication.","advice_category":"2","content":"NEW YORK — A shot of carbon dioxide to the nose may bring some quick, though short-lived, relief to people with nasal allergies, a preliminary study suggests.\n\n\t\t?\n\n\t\tSo-called intranasal carbon dioxide (CO2) is not yet an approved treatment for nasal allergies. The new study is one of a number of clinical trials being funded by Capnia, Inc., a Palo Alto, California-based company that is developing a hand-held device that — if approved — would allow people to administer the CO2 therapy to themselves.\n\n\t\t?\n\n\t\tIn the new study, researchers recruited 348 adults with year-round nasal allergies — to irritants like dust, mold or pet dander.\n\n\t\t?\n\n\t\tThey randomly assigned participants to have either one dose of CO2, delivered via a nosepiece attached to a CO2 cylinder, or a placebo \"treatment\" where nothing was delivered through the nosepiece.\n\n\t\t?\n\n\t\tThose receiving the real treatment were further divided into four groups, receiving either a lower or higher CO2 dose for either 10 seconds or 30 seconds.\n\n\t\t?\n\n\t\tAbout 30 minutes later, one of the CO2 groups — the one getting the higher dose for 10 seconds — reported bigger improvements in nasal congestion, itching, sneezing and watery eyes than those getting the placebo.\n\n\t\t?\n\n\t\tThe advantage lasted about four hours, according to findings published in the Annals of Allergy, Asthma & Immunology.\n\n\t\t?\n\n\t\tThe degree of symptom improvement was similar to what's typically seen with standard treatments like antihistamine nasal sprays, according to lead researcher Dr. Thomas B. Casale, a professor of medicine at Creighton University in Omaha, Nebraska.\n\n\t\t?\n\n\t\tIf approved, intranasal CO2 could offer an alternative to people with seasonal or year-round nasal allergies, Casale told Reuters Health.\n\n\t\t?\n\n\t\tPrescription nasal sprays with anti-inflammatory corticosteroids, taken regularly, are the most effective treatment out there, Casale said. But some people — including parents of young children with nasal allergies — are reluctant to use steroids, even though the low doses in allergy nasal sprays are generally considered safe.\n\n\t\t?\n\n\t\t\"There are still a lot of people who don't like to take medication,\" Casale said, \"and might view this as a 'natural' treatment.\"\n\n\t\t?\n\n\t\tBecause the treatment is still experimental, it is not clear how much it would cost if it makes it to the market.\n\n\t\t?\n\n\t\tAn allergy expert not involved in the study was unimpressed with the results.\n\n\t\t?\n\n\t\tEven if the symptom reduction is around what's seen with antihistamine nasal sprays, the latter have longer-lasting effects, according to Dr. Harold Nelson, an allergist at National Jewish Health, a Denver hospital that specializes in respiratory diseases.\n\n\t\t?\n\n\t\tOne dose is good for 24 hours, Nelson said in an interview with Reuters Health, whereas the benefits of intranasal CO2 wore off after 4 to 6 hours in this study.\n\n\t\t?\n\n\t\tOn top of that, he added, intranasal CO2 \"seems uncomfortable.\"\n\n\t\t?\n\n\t\tOf all CO2 patients in the study, upwards of 80 percent said they had nasal discomfort during the treatment — versus just about eight percent in the placebo group. Around one-quarter became teary-eyed, and 14 percent to 20 percent developed headaches.\n\n\t\t?\n\n\t\t\"I must say, it's not a very attractive treatment,\" Nelson said.\n\n\t\t?\n\n\t\tHe also pointed to what he saw as a weakness in the study: the placebo. Instead of comparing CO2 against some other gas, the researchers only gave placebo patients a nosepiece to insert.\n\n\t\t?\n\n\t\tThat makes it unclear, Nelson said, if CO2 has some distinct effect, or if it was simply the intranasal pressure that somehow brought some people relief.\n\n\t\t?\n\n\t\tBut Casale said that in an earlier study — this one of people with seasonal allergies — the researchers did use air in the placebo group, and the CO2-treated patients had greater symptom improvement.\n\n\t\t?\n\n\t\tCasale also pointed out that an advantage CO2 may have over antihistamines (both nasal spray and pill) and corticosteroids is that it works quickly. So the therapy might best fit into the nasal-allergy armament as an occasional, \"as-needed\" fix.\n\n\t\t?\n\n\t\tBut that's still under study, Casale said. It also remains unclear why intranasal CO2 would be helpful against allergy symptoms, if that turns out to be the case.\n\n\t\t?\n\n\t\tBesides nasal steroids and antihistamines, some other nasal allergy treatments include nasal washes, which remove allergens from the nostrils, and allergy shots — which may be recommended for specific allergies that do not improve with medication.\n\n\t\t?\n\n\t\tOn the Web: Annals of Allergy, Asthma & Immunology, online August 19, 2011.\n\n\t\t?\n\n\t\tCopyright 2011? Reuters U.S. Online Report Health News\n\t\n?","author":"Amy Norton, Reuters","web_category":"health#allergies","title":"Can carbon dioxide help with nasal allergies?","picture_url":"http://images.mnn.com/sites/default/files/CO2Allergies_main_0908.jpg","url":"http://www.mnn.com//health/allergies/stories/can-carbon-dioxide-help-with-nasal-allergies"}