{"summary":"But their research showed that all consumers accepted the other messages and chose to buy the energy-efficient bulbs as long as the pricing was not different from other options.. Using just 15 energy-efficient bulbs such as CFLs would save the average homeowner about $50 a year","advice_category":"4","content":"Climate change threatens the planet — but don't tell anyone. That's one possible takeaway from a new study that found some people were more willing to accept new, environment-saving technologies when they were told that they would save money or energy rather than save the planet.\n?\nThe study, published April 29 in the Proceedings of the National Academy of Sciences, focused on political ideologies and how that affects people's willingness to accept certain forms of environmental messaging. The researchers from the Warton School at the University of Pennsylvania and the Fuqua School of Business at Duke University found that more conservative consumers would not buy energy-saving CFL light bulbs if there were labeled as eco-friendly. However, if the message was that they would use less energy and save money, they would be more inclined to make that purchase.\n?\n\"I think we've shown the negative consequences of environmental messaging,\" lead author Dena Gromet told National Geographic. \"In particular, you can lose significant portions of people who would otherwise be interested in these products when you use that environmental labeling. So it indicates that different messages can reach different groups.\"\n?\nGromet called environmentally-themed labeling \"polarizing\" in these cases, as conservative consumers actively avoided the CFL bulbs bearing a \"protect the environment\" sticker. But their research showed that all consumers accepted the other messages and chose to buy the energy-efficient bulbs as long as the pricing was not different from other options.\n?\nOther studies have shown that people want to be energy-efficient regardless of their political affiliations. Edward Maibach, director of the Center for Climate Change Communication at George Mason University, told NBC News that \"Conservatives are as likely as liberals to take a range of energy-saving actions, such as buying fuel-efficient cars and energy-efficient appliances, but they are less likely to take certain energy-saving actions that are symbolically associated with environmentalism, such as installing CFLs.\"\n?\nThe authors of the new study say their results \"highlight the importance of taking into account psychological value-based considerations in the individual adoption of energy-efficient technology in the United States and beyond.\"\n?\nAccording to the Department of Energy, about 10 percent of the energy used by the average U.S. home goes toward lighting. Using just 15 energy-efficient bulbs such as CFLs would save the average homeowner about $50 a year. New standards for energy-efficient lighting could save American consumers nearly $6 billion a year, according to Energy.gov.\n?\nRelated energy efficiency posts on MNN:\n\nEnergy-savings potential of LED lighting [Infographic]\n\n\nWhich light bulbs are the most energy-efficient?\n\n\nWould you spend $60 on a light bulb that lasts 20 years?","author":"","web_category":"earth-matters#energy","title":"Shhh... Is the best way to fight climate change to stop talking about it?","picture_url":"http://images.mnn.com/sites/default/files/editorial/shh.jpg","url":"http://www.mnn.com//earth-matters/energy/stories/shhh-is-the-best-way-to-fight-climate-change-to-stop-talking-about-it"}