{"summary":"First Asian carp found in waterway near Great Lakes. Some skeptics, however, counter that Asian carp won't make it in the Great Lakes because they're river fish — just look at how well they've done in U.S","advice_category":"8","content":"?\nAn army of?Asian carp?is itching to invade new waters again, barely taking a breather after its three-decade conquest of the?Mississippi River Basin. The ambitious foreign fish are still multiplying even as they deplete native food supplies, and now they're eyeing their biggest prize yet: the Great Lakes, Earth's largest freshwater ecosystem.\n?\nInvasions are nothing new for the Great Lakes, where at least 136 exotic species already live, ranging from alewife to zebra mussels. Still, the looming attack from Asian carp — big, hungry goldfish relatives — has been stirring up widespread concern, especially since the first traces of?Asian carp DNA?were found in Lake Michigan last year, and the first live fish turned up past electric barriers in June. The encroaching carp have made national and international headlines, sparked a legal fight among states, and earned nearly?$80 million in aid from the U.S. government.\n?\nBut with the Great Lakes already under siege from a menagerie of other globe-trotting plants and animals, what's the big deal about adding a few more fish?\n?\n\"Conditions in the Great Lakes could possibly allow Asian carp to outnumber all native species,\"?says U.S. Fish and Wildlife spokeswoman Ashley Spratt. \"I think this is particularly drawing a lot of attention because they have multiple effects — not just ecological effects but economic effects, too. A lot of people would be affected, and because Asian carp are already established in other places, a lot of people can relate to what could happen.\"\n?\nThe Great Lakes are home to 130?endangered species, 30 million people and a $7 billion fishing industry, and Asian carp have a history of threatening livelihoods as well as wildlife. That began happening on parts of the Mississippi, Missouri and Illinois rivers in the 1990s, with many fish and commercial fishermen vanishing amid crowds of carp. An encore in the Great Lakes could be disastrous, and while there's no evidence yet that Asian carp are reproducing in Lake Michigan, that doesn't necessarily mean they aren't,?points out U.S. Geological Survey fish biologist Duane Chapman.\n?\n\"It's common for invasive species to remain at low populations for several generations before they go through this growth phase and expand dramatically,\" Chapman says. \"[Asian carp] can exist under the radar for a very long time, so?it is possible we're at a critical juncture now if they can get into the Great Lakes.\"\n?\nA fish out of water\nThe first carp?of any kind likely evolved in Asia sometime around the Late Jurassic, but humans have more recently made them one of the world's most cosmopolitan freshwater fish. After spreading across Eurasia, carp hit North America in the early 1600s as European settlers brought over goldfish, which had been domesticated from Chinese carp 1,400 years earlier. Goldfish were soon thriving in the wild, followed in the 1800s by common carp. Determining the impacts of either species isn't easy since they've been established so long, but common carp are considered a pest because they kick up clouds of sediment that can block sunlight from reaching algae, and because of a diet that often includes native fish eggs and plants needed by waterfowl.\n?\nBut the fish known specifically as \"Asian carp\" — which include several species, such as the notoriously jumpy silver carp pictured above — are a whole different animal. They're huge, feisty and ravenous, and many of them feast on plants and plankton that make up the base of the food chain. Each type of Asian carp fills a different ecological niche, but any of them could wreak havoc in the Great Lakes' already-embattled ecosystem. The following four species are causing the most concern:\n?\n• Grass carp: The first of the modern carp to invade America, grass carp were brought to Arkansas and Alabama in 1963 from Taiwan and Malaysia. They're voracious plant eaters, and were imported in hopes they'd control pond weeds and other unwanted vegetation at fish farms. They did, and for years their introduction was deemed a success. But as more and more got loose and wound up in the Mississippi and Missouri rivers, they began to lose some of their luster. They can eat up to 100 percent of their body weight or more in plant matter every day — denying that food to native fish — but they only digest about half, expelling the rest as waste that can fuel algae blooms. And some may carry parasites that infect native fish, such as an Asian tapeworm they spread to the endangered woundfin in the '80s.\n?\n• Bighead carp: An Arkansas fish farmer first brought bighead carp to the United States from China in 1972, intrigued by their reputation for cleaning out algae from aquaculture ponds. More bigheads were imported for research and pond-cleaning purposes over the next decade, and a few began appearing in open waters of the Mississippi and Ohio rivers by the early '80s, after either escaping from fish farms or being intentionally released. They stayed quiet for years until their populations exploded in the mid-'90s, displacing some native species like bigmouth buffalo and shad, as well as the local fishermen who relied on them. Bighead carp are now found in at least 18 states, but their appetite for algae hasn't always lived up to its billing — they are filter feeders, but they prefer zooplankton (tiny aquatic animals) to phytoplankton (tiny aquatic plants, aka algae).\n?\n• Silver carp: Introduced in the '70s, most likely via another Arkansas fish-farm escape, silver carp are now legendary across the country's midsection for launching themselves into the air when startled, often at the sound of motorboats (see the videos below). The largest silver carp on record weighed 110 pounds, but even 20-pounders are dangerous during their forceful leaps, which can injure any people on the water. \"If you're a skier, you can't ski where silver carp are abundant. That just wouldn't be smart,\" Chapman says. \"And if you're going to be around these fish, you need to protect the boat's throttle. They can break lots of things in a boat, but if they break your throttle or knock it into gear, that's a big problem.\" But black eyes and boat crashes aren't the only threats from silver carp — their main food is phytoplankton, the tiny algae that larval fish and mussels need to survive.\n?\n• Black carp: Although black carp aren't officially established in the United States, many fishermen from the Gulf Coast to Illinois and Missouri have reported catching them more often lately. And that's just a fraction of what may be out there, says Orion Briney, who has fished Asian carp on the Mississippi and Illinois rivers for 15 years. \"The black ones don't jump around, they don't show themselves,\" he says. \"They're the ones they don't want in the Great Lakes.\" While their relatives gorge themselves on plants and plankton overhead, black carp stay low to hunt snails and mussels, posing a grave danger to Great Lakes mollusks that are already hurt by zebra mussels and other invaders.\n?\nCheck out these videos from the?Mississippi River to see silver carp in action:\n?\n\n??\n\n?\nGreat Lakes, bad luck\nThe Great Lakes formed about 10,000 years ago, as glaciers slowly carved out the basins and filled them with meltwater. They've seen many ecological changes since then, but nothing like the ones brought by European settlers 400 years ago: On top of deforestation, overhunting and overfishing, they started a centuries-long habit of introducing new plants and animals to the region, often with unexpected results.\n?\nAside from escapes and releases, many invasive species in the Great Lakes arrived in \"ballast water\" (pictured), which is held in large ships to make them heavier and more stable, and is also an easy hideout for aquatic stowaways. Round gobies, ruffes, zebra mussels and quagga mussels all came to the Great Lakes in ballast during the 1980s and '90s, but some of the worst invaders also entered much earlier using manmade canals. Atlantic sea lampreys took the Welland Canal on their way to Lake Ontario in the 1830s, and later Lake Erie in 1921, quickly obliterating whitefish and lake trout. Eastern white perch followed a similar path in the 1950s, going on to decimate walleye and white bass by overeating their eggs.\n?\nAs Asian carp have worked their way toward Lake Michigan, they've reached a similar network of canals that link the Great Lakes and Mississippi River basins. Built in the early 1900s, the?Chicago Ship and Sanitary Canal?was seen as an engineering marvel, reversing the flow of the Chicago River and allowing barge traffic to travel between the Great Lakes and the Gulf of Mexico. The canal not only sparked a booming barge business, but let Chicago send its sewage somewhere other than Lake Michigan — an important public-health move at the time, but now unnecessary thanks to modern sewage-treatment facilities.\n?\n\"It's a totally unnatural connection between the Great Lakes and the?Mississippi?River Basin,\" Chapman says. \"Carp have apparently exploited that, but we can't be sure; they might have been taken over by hand, too.\"\n?\nA load of carp\nAside from five isolated bigheads that broke into Lake Erie in 2004, there was no proof of Asian carp infiltrating the Great Lakes until December 2009, when biologists found traces of their \"environmental DNA,\" or eDNA, in?Lake Michigan.?Skeptics pointed out these drifting genes could just be from feces or loose scales, but six months later, fishermen found the first live bighead carp in Lake Calumet — beyond electric barriers and just six miles downstream from?Lake Michigan.?According to Chapman, this fits a pattern of eDNA samples suggesting Asian carp are already in the Great Lakes.\n?\n\"By far the most likely explanation for those samples is there are one or more live fish of each species [bighead and silver] in the Great Lakes,\" he says. \"I find it hard to believe that the pattern of samples they've found could come from any other source.\"\n?\nThe U.S. Army Corps of Engineers began building a series of electric barriers along the?Chicago Ship and Sanitary Canal in 2002, aimed at keeping Asian carp and other invasive species out of the Great Lakes. Steel cables now lie across the canal bottom, channeling a low-voltage, pulsing current that generates an electric field — offering a nonlethal deterrent for fish without affecting water flow or barge traffic. But now that a live Asian carp has showed up on the lake side of the electric barriers, wildlife managers are left wondering how it could have gotten there.\n?\n\"The simple answer is we don't know how they would have gotten through,\" Spratt says. \"It was specifically designed to keep them from getting into the lake, and it has been a very effective tool. Now the Army Corps is working to expedite construction of a new electronic barrier to complement the existing barriers that are there right now.\"\n?\nDespite the breach, Spratt says electric barriers are still a long-term solution. After all, no one really knows if Asian carp can even survive for multiple generations in the Great Lakes, and when officials used?rotenone to poison a stretch of Chicago canal last year, about 90 percent of the dead fish that floated up were common carp, and just one was a bighead — although Spratt adds that other bigheads may have sunk to the bottom and gone uncounted.\n?\nRegardless, the eDNA and the live bighead have renewed calls to shut down the shipping locks altogether, which leaders in Chicago and Illinois oppose. They've drawn support from the Obama administration but the ire of other Great Lakes states — Michigan sued to close the locks last year, and although the U.S. Supreme Court declined, Michigan, Minnesota, Wisconsin, New York, Ohio and Pennsylvania are pushing ahead with another lawsuit aimed at closing them permanently. President Obama has tried to defuse the situation by giving $78.5 million to carp control — a plan that would open the locks less and use poison more — but critics argue that only closing the locks can keep the carp out.\n?\nSome skeptics, however, counter that Asian carp won't make it in the Great Lakes because they're river fish — just look at how well they've done in U.S. rivers. But while Chapman agrees that their survival in the Great Lakes is far from certain, he says they shouldn't be pigeonholed.\n?\n\"Bighead and silver carp are lake fish that spawn in rivers,\" he says. \"It's a testament to their adaptability that they've been able to do as well as they have in the Mississippi. My Chinese colleagues are amazed that they can even survive here, because we don't have these big flood-plain lakes like they do in China.\"\n?\nCatch and relief\nThere's little debate that Asian carp are unwelcome in the Great Lakes, but some fishermen farther south have?at least found a silver lining to the invasion. Carp can be bony and aren't widely eaten in the United States, but they do sell well overseas and in ethnic markets in New York and California, which has been enough to support small startup fisheries along the?Mississippi River Basin.?And Louisiana wildlife officials recently launched a project with chef Philippe Parola to make Asian carp a mainstream food, dubbing them \"silverfin,\" posting recipes online and working on better methods for removing their bones.\n?\nIllinois angler Orion Briney was one of the region's first fishermen to begin successfully catching Asian carp. After watching them conquer the?Mississippi?and Illinois rivers where his father had taught him to fish, Briney learned to catch the famously hard-to-catch invaders and began making a living off them in the mid-'90s. For years he's been reeling in six-figure incomes by selling his catch to Schafer's Fisheries in Thomson, Ill., which distributes the meat to ethnic markets around the world. Others have joined him recently, though, which has cut into business a bit.\n?\n\"This year the number of people out there fishing [Asian carp] tripled,\" Briney says. \"It's not like it was. That money's gone — too many people are after them.?Now we're making half what we were, but that's still enough.\"\n?\nAlong with the money, Briney says the giant carp of a few years ago are gone, too. There are more carp now, but they're smaller, which Chapman says is happening across the Mississippi River Basin as they face the consequences of their unsustainable appetites.?\"You can tell the effects they have on the environment just by looking at the fish themselves,\" he says. \"They're big and robust when they first arrive, but they get skinnier as time goes on because they're continuing to feed on that resource.\"\n?\nStill, the large numbers of carp mean business is \"better than it's ever been,\" according to Briney — he used to get 18 cents a pound for black carp and 10 for silver, but now he's getting 15 for both. \"Used to be, just I was out there catching them,\" he says. \"Now there are 20 or 30 boats out there.\"\n?\nThe USGS and other government agencies approve of using fishing to control carp, but Chapman mentions that there are also downsides to popularizing an invasive species. \"If you get people with livelihoods based around these carp, and then a few years later you figure out a way to get rid of them, you have an economic interest in not doing that,\" he says. \"Also, people might like them too much, and we don't want people to move them around to new places.\"\n?\nBut many of the places already infested with Asian carp are in such dire straits, Chapman adds, that most experts now agree expanding the market is worth the risks.\n?\n\"We want people to be able to take advantage of these fish, and there's no reason not to,\" he says.?\"But if there was a situation in the future where we could kill them all, we would probably want to do that.\"\n?\nFor more information about Asian carp and the Great Lakes, check out the links and video clips below:\n\nFirst Asian carp found in waterway near Great Lakes\nInvasive exotic animals costing U.S. billions of dollars\nObama seeks $300 million for cleanup of Great Lakes\nFeds pass on surest solution to Asian carp advance\nAssignment Earth: Asian carp invasion\n\n\n??\n\n?\nImage credits\nJumping silver carp: U.S. Geological Survey\nCarp illustrations: Missouri Dept. of Conservation\nBallast water: USGS\nWorker searching for carp in Chicago Ship and Sanitary Canal: M. Spencer Green/AP\nTow-boat workers in Chicago canal near Lemont, Ill: Scott Olson/Getty Images\nBighead carp at Chicago's Shedd Aquarium: M. Spencer Green/AP\nMNN homepage photo: Dohnal/iStockphoto\n?\nEditor's Note: This article has been updated from its original version, which first appeared on March 3, 2010.","author":"","web_category":"earth-matters#translating-uncle-sam","title":"Asian carp attack: High stakes in Great Lakes","picture_url":"","url":"http://www.mnn.com//earth-matters/translating-uncle-sam/stories/asian-carp-attack-high-stakes-in-great-lakes"}