{"summary":"\tA 2006 attack of Stevens-Johnson fused artist L. These include cases of Stevens-Johnson syndrome and toxic epidermal necrolysis","advice_category":"2","content":"The HIV drug Isentress (also known as raltegravir), manufactured by Merck, can cause life-threatening skin reactions, according to an update to the drug's package insert announced on Nov. 2 by the U.S. Food and Drug Administration (FDA).\n\n\t?\n\n\tThe two similar reactions include the rare medical condition Stevens-Johnson syndrome and toxic epidermal necrolysis, both of which are characterized by cell death that causes the outer layer of skin known as the epidermis to pull away from the lower layer, or dermis. (As you can imagine, the symptoms can be startlingly graphic. Here's an example.)\n\n\t?\n\n\tAccording to the Mayo Clinic, \"Stevens-Johnson syndrome is a rare, serious disorder in which your skin and mucous membranes react severely to a medication or infection. Often, Stevens-Johnson syndrome begins with flu-like symptoms, followed by a painful red or purplish rash that spreads and blisters, eventually causing the top layer of your skin to die and shed.\" The clinic also says that treating the syndrome can last weeks, if not months.?\n\n\t?\n\n\tThe new product insert reads \"Severe, potentially life-threatening, and fatal skin reactions have been reported. These include cases of Stevens-Johnson syndrome and toxic epidermal necrolysis. Hypersensitivity reactions have also been reported and were characterized by rash, constitutional findings, and sometimes, organ dysfunction, including hepatic failure. Discontinue Isentress and other suspect agents immediately if signs or symptoms of severe skin reactions or hypersensitivity reactions develop (including, but not limited to, severe rash or rash accompanied by fever, general malaise, fatigue, muscle or joint aches, blisters, oral lesions, conjunctivitis, facial edema, hepatitis, eosinophilia, angioedema).\"\n\n\t?\n\n\tIsentress isn't the only drug that can cause these painful and sometimes fatal conditions. Last month, a jury in Los Angeles leveled a $48.2 million settlement against Johnson & Johnson and its subsidiary McNeil Consumer Healthcare after the popular over-the-counter painkiller Motrin was also found to be lacking adequate warnings that it could cause Stevens-Johnson syndrome or toxic epidermal necrolysis.\n\n\t?\n\n\tAccording to the Stevens-Johnson Syndrome Foundation, these two conditions can be triggered by an allergic reaction to almost any drug, including ibuprofen (the active ingredient in Motrin) as well as penicillin, sulfa and anti-inflammatory medications.\n\n\t?\n\n\tBecause its early symptoms appear similar to those of other conditions, it is often easy to misdiagnose Stevens-Johnson syndrome. A recent article in the Times Record News?of Texas recently discussed the case of 19-year-old Shanelle Logan who went to the hospital with what she thought was pinkeye. The hospital initially agreed and sent her home with a different antibiotic than the one she was already taking, but the rash around her eyes quickly spread to her hands, feet, mouth, chest and back. A different doctor correctly diagnosed her two days later, and she spent 12 days in intensive care. Emergency surgery prevented her from losing her eyesight, but she may end up needing glasses and needs to apply a special cream to her skin before going outdoors.\n\n\t?\n\n\tA 2006 attack of Stevens-Johnson fused artist L. De Guzman's eyelids to his eyeballs. He recovered, but earlier this year his eyes stopped producing tears. He has taken inspiration from his condition and now paints with acrylics, since the fumes do not hurt his eyes. His latest exhibit is now open in Quezon City, Calif.","author":"","web_category":"health#allergies","title":"Stevens-Johnson syndrome: HIV drug can cause life-threatening skin reaction, says FDA","picture_url":"http://images.mnn.com/sites/default/files/Isentress530.jpg","url":"http://www.mnn.com//health/allergies/stories/stevens-johnson-syndrome-hiv-drug-can-cause-life-threatening-skin-reaction-"}