{"summary":"Signs of damage appear in the year after the fires occur, and then gradually disappear as the rain forest recovers, the NASA statement said. Unlike fires in the Amazon's grassy areas, which can spread rapidly and are known to have towering flames, understory fires burn nearly undetected","advice_category":"2","content":"Small fires in the Amazon rain forest are having a huge impact.\n?\nA new satellite imaging technique has allowed scientists to see Amazonian fires burning beneath the jungle canopy, called \"understory fires,\" which were previously difficult to detect. These fires destroy several times more forest than is taken out by deforestation each year, according to a new study, published recently in the journal Philosophical Transactions of the Royal Society B.\n?\nUnlike fires in the Amazon's grassy areas, which can spread rapidly and are known to have towering flames, understory fires burn nearly undetected. But between 1999 and 2010, these forest fires burned more than 33,000 square miles (85,500 square kilometers), an area larger than the state of South Carolina, according to a NASA release.\n?\n\"Amazon forests are quite vulnerable to fire, given the frequency of ignitions for deforestation and land management at the forest frontier, but we've never known the regional extent or frequency of these understory fires,\" Doug Morton, a researcher at NASA's Goddard Space Flight Center in Greenbelt, Md., and the study's lead author, said in the statement.\n?\nSigns of damage appear in the year after the fires occur, and then gradually disappear as the rain forest recovers, the NASA statement said. NASA scientists are using an instrument on the Terra satellite to detect these signs of damage, which include slight alterations in the amount and condition of foliage present.\n?\nThese fires kill between 10 and 50 percent of the trees in the areas they burn and are likely an important source of carbon emissions that hasn’t been adequately accounted for in climate models, according to NASA.\n?\nThe fires only happen when climatic conditions are right — for example, during times of low humidity, according to the statement. The fires usually occur near inhabited areas, however, and are likely ignited by cigarettes, campfires and other human sources, NASA said. ?\n?\nEmail?Douglas Main?or follow him on?Twitter?or?Google+. Follow us @livescience, Facebook or Google+. Article originally on LiveScience.com.\n?\nRelated on LiveScience and MNN:\n\nImages: Southwestern Wildfires Seen from Space\n\n\nWorld Set a Flame: 2002 - 2011 Visualized\n\n\nCan a Wildfire Ever Put Itself Out?\n\n\nMNN: The 8 best rain forest destinations that you haven't visited (yet)\n\nThis story was originally written for LiveScience and was republished with permission here. Copyright 2013 LiveScience, a TechMediaNetwork company.","author":"Douglas Main, LiveScience","web_category":"earth-matters#wilderness-resources","title":"How 'hidden' wildfires are destroying the Amazon","picture_url":"http://images.mnn.com/sites/default/files/SmallAmazonFires_m_0611.jpg","url":"http://www.mnn.com//earth-matters/wilderness-resources/stories/how-hidden-wildfires-are-destroying-the-amazon"}