{"summary":"Antihistamines and decongestants provide some relief for colds and allergies. You can reduce your exposure by staying indoors with the air conditioning on when pollen counts are high, the AAAAI says.","advice_category":"2","content":"Which is worse: A contagious, achy-all-over virus that runs its course in a week or two or an itchy-all-over allergic reaction that may last months? Tough call. Plus, it's hard to tell the difference between a cold and allergies.\n?\nIt doesn't make it any easier that colds and allergies share similar symptoms and resulting complications. The good news is they also have comparable treatments.\n?\nSo how can you determine which ailment you have? Here's some information about causes and treatment that might help.\nColds are caused by a virus while allergies are caused by exposure to allergens, according to the American Academy of Allergy Asthma & Immunology (AAAAI).\n?\nYou typically catch a cold when an infected person sneezes, coughs or shakes hands with you. It may take a few days for the symptoms to appear.\n?\nAllergies are caused by an overactive immune system responding to an allergen such as pollen, mold, dust or pet dander. The reaction is immediate upon exposure and may last as long as the allergen is present. Allergies are not contagious, but may be inherited.\n?\n\"With a cold, you may feel worse,\" says Andy Nish, an allergist and AAAAI fellow. \"There’s more post-nasal drainage with colds. You may have swollen lymph nodes. It's more systemic.\"\n?\nCheck your symptoms\nIf you have a fever, aches and pains, a yellow nasal discharge and your symptoms improve in about a week, it's probably a cold.\n?\nIf your eyes, nose and throat are itchy and your symptoms don't improve after two weeks, it's likely allergies. Becoming sick around the same time each year is another clue you've got allergies.\n?\nColds are worse in winter while seasonal allergies are more common from the spring to early fall when plants are pollinating. But some allergy sufferers are plagued all year round depending on the allergen, says Nish, president of the Allergy and Asthma Care Center in Gainesville, Ga.\n?\n\"In the spring, it's trees; the summer, grasses; and fall, weeds.\" Being stuck indoors all winter also may cause trouble for those allergic to dust and pet dander, he adds.\n?\nA doctor can tell during a physical exam whether the mucous membranes inside the nose are swollen and pale, indicative of allergies. With a cold, the membranes tend to be inflamed and red, Nish explains.\n?\nAvoid exposure\nIf you know of someone who is ill, avoid close contact. Once exposed, frequently wash your hands with soapy water and keep your distance from others, as colds are contagious. For allergies, steer clear of whatever triggers your reaction. Say it's pollen. You can reduce your exposure by staying indoors with the air conditioning on when pollen counts are high, the AAAAI says.\n?\nFind relief\nAntihistamines and decongestants provide some relief for colds and allergies. Nasal steroids are helpful for allergies and non-steroidal anti-inflammatory medicines for colds, according to the U.S. Department of Health and Human Services (HHS).  Nish suggests nasal saline and decongestants for colds and antihistamines for allergies. For some, allergy shots are also helpful, he says.\n?\nPotential complications\nAsthma and sinus infections, or sinusitis, can develop from colds or allergies. Sinusitis, caused when sinuses become swollen and don’t drain mucous properly, can last for months, even years if not properly treated, the AAAAI reports. If you've got yellow drainage, are coughing, congested, have headaches and a bad taste or breath, it could be a sinus infection, Nish says.\n?\n\"Colds are the most common cause, but people with allergies are much more likely to suffer sinus problems,\" the AAAAI states. Colds can also lead to middle ear infections, HHS says.\n?\nThe national health agency provides this symptom guide to help you decide:\n?\nIs it a cold or allergy?\nSymptoms\nCold\nAirbone Allergies\nCough\nCommon\nSometimes\nGeneral aches and pains\nSlight\nNever\nFatigue, weakness\nSometimes\nSometimes\nItchy eyes\nRare or never\nCommon\nSneezing\nUsual\nUsual\nSore throat\nCommon\nSometimes\nRunny nose\nCommon\nCommon\nStuffy nose\nCommon\nCommon\nFever\nRare\nNever\nDuration\n3 to 14 days\nWeeks (i.e., 6 weeks for ragweed/grass pollen seasons)\n?\n?\nSource: Adapted from HHS, National Institutes of Health, National Institute of Allergy and Infectious Diseases, www.niaid.nih.org.\n?\nPhotos:peasap/Flickr; ThreeIfByBike/Flickr; MNN homepage photo:?Bodo Marks/ZUMA Press","author":"","web_category":"health#allergies","title":"Do I have a cold or allergies?","picture_url":"http://images.mnn.com/sites/default/files/AllergiesCold_main_0519.jpg","url":"http://www.mnn.com//health/allergies/stories/do-i-have-a-cold-or-allergies"}