{"summary":"When the moon only passes through part of the Earth's shadow, it causes a partial lunar eclipse. You can watch the lunar eclipse webcast on SPACE.com courtesy of the Slooh Space Camera","advice_category":"4","content":"The moon will take the smallest of dips through the Earth's shadow in a minor eclipse tonight (May 24) and you can watch the lunar event live online via a webcast.\n?\nThe lackluster lunar eclipse will star in a free webcast by the Slooh Space Camera, which offers live views of the night sky via remotely operated telescopes. The eclipse webcast will begin at 11:37 p.m. EDT (0337 May 25 GMT).\n?\nYou can watch the lunar eclipse webcast on SPACE.com courtesy of the Slooh Space Camera. The event comes on the heels of a \"ring of fire\" solar eclipse on May 10 and another partial lunar eclipse on April 25.\n?\nStargazing experts predict that tonight's eclipse won't be anywhere near as impressive as the other recent eclipses because only a tiny sliver of the May full moon will pass through the penumbra, the outermost part of Earth's shadow.\n?\n\"It will thus be impossible to notice anything out of the ordinary concerning the moon's overall appearance,\" SPACE.com's skywatching columnist Joe Rao explained in a viewing guide today. \"It will, in fact look like any other full moon.\"\n?\nLunar eclipses can only occur when the moon is on the opposite side of the Earth from the sun, which occurs during the full moon phase. When the moon is perfectly aligned with the Earth, it is completely in the Earth's shadow, causing a total lunar eclipse that can yield amazing views of a blood-red moon. However, the moon's orbit is tilted, so it does not line up perfectly each month. When the moon only passes through part of the Earth's shadow, it causes a partial lunar eclipse. A dip through the outer edges of the shadow, like tonight's eclipse, is a penumbral lunar eclipse.\n?\nTonight's penumbral lunar eclipse will be primarily visible from the Americas and western Africa, according to NASA eclipse expert Fred Espenak at the Goddard Space Flight Center in Maryland. It will begin at 11:53 p.m. EDT (0353 GMT) and end just before 12:27 a.m. EDT (0427 GMT). The time of greatest eclipse, when the moon will be at its deepest point into Earth's shadow, will be at 12:10 a.m. EDT (0410 GMT), according to Espenak.\n?\nThe Slooh eclipse webcast will originate from two telescope feeds from the firm's observatory in the Canary Islands off the west coast of Africa. The webcast will include a recorded audio commentary by astronomer Bob Berman of Astronomy magazine.?\n?\nYou can follow the webcast directly from the Slooh Space Camera here: http://www.slooh.com/\n?\nThe full moon of each month has a series of traditional names given by many different cultures. The full moon of May is most widely known as the Full Flower Moon, but has also been called the Milk Full Moon and the Corn Planting Full Moon.\n?\nEditor's note:?If you snap a picture of the lackluster lunar eclipse tonight that you'd like to share for a possible story or image?gallery on SPACE.com, send photos, comments and your name and location to Managing Editor Tariq Malik at?spacephotos@space.com.\n?\nEmail Tariq Malik at tmalik@space.com or follow him @tariqjmalik and Google+. Follow us @Spacedotcom, Facebook and Google+. Original article on SPACE.com.?\n?\nRelated on SPACE.com and MNN:\n\nHow Lunar Eclipses Work (Infographic)\n\n\n'Ring of Fire' Solar Eclipse of May 2013: Photos and Maps\n\n\nLunar Eclipse Photos: Full Moon of April 2013\n\n\nMNN: 8 incredible images of lunar eclipses\n\nThis story was originally written for SPACE.com and was republished with permission here. Copyright 2013 SPACE.com, a TechMediaNetwork company.","author":"Tariq Malik, SPACE.com","web_category":"earth-matters#space","title":"How to watch the minor lunar eclipse online tonight","picture_url":"http://images.mnn.com/sites/default/files/PenumbralLunarEclipse_m_052.jpg","url":"http://www.mnn.com//earth-matters/space/stories/how-to-watch-the-minor-lunar-eclipse-online-tonight"}