{"summary":"But now, thanks to the Zephyr solar-powered plane, that unlikely scenario is now quite possible.. Photo: QinetiQ","advice_category":"8","content":"\nPhoto: QinetiQ\nAround the world in 80 days? Sure, no big deal. But what about using a plane that never stopped to refuel? A month ago that would have seemed pretty improbable. But now, thanks to the Zephyr solar-powered plane, that unlikely scenario is now quite possible.\nResearch and defense technology company QinetiQ has developed the plane as an attempt to create a low-cost, unmanned aerial vehicle (UAV) to monitor military and civilian group areas that are of interest to intelligence, over a period of months rather than days. Scientific programs will use the self-sufficient aircraft for environmental research and observing the Earth.\nPhoto: QinetiQ\nWorld-renowned Swiss balloonist Bertrand Piccard designed the Zephyr to have a 74-foot wingspan, which provides a lot of surface area for the numerous extremely thin solar panels. In addition, its carbon-fiber body results in a slight weight of only 110 pounds and allows the plane to have considerable lift. The plane is launched by hand and powered by the sun — more specifically, by silicon solar arrays that charge lithium-sulfur batteries, which store energy so the aircraft can fly at night.\nThe plane touched down Friday, July 23 at the US Army’s Yuma Proving Ground in Arizona after completing 336 hours (slightly more than 14 days) of flight, marking a historic milestone and obliterating the world record for the longest flight for an unmanned aircraft (previously set at 30 hours 24 minutes in 2001). Among other records, the Zephyr also surpassed the previous record of 216 hours (set in 1986) for longest non-stop, non-refuelling flight.\nThis was one of several tests flights for the “persistent” airplane, but QinetiQ and the US Air Force are hoping that the most recent record-breaking flight proves the crafts capabilities and can move forward with integrating it into their programs. Aside from its unique ability to stay aloft for weeks, if not longer, without any assistance, the plane’s zero emission system results in being environmentally friendly, and it is significantly less costly in all areas than the current aircraft and satellites being used.\nThere are no mention of plans to commercialize the Zephyr or a similar aircraft, but things are looking up, knowing that solar power has ben shown to be an effective technology in the transportation field.","author":"BrittanyR","web_category":"productsgear","title":"The Solar-Powered Plane That Can Fly Non-Stop For 14 Days","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Zephyr-09.img_assist_custom-600x347.JPG","url":"http://www.techgraffiti.com/news-first-solar-powered-plane-smashes-records"}