{"summary":"Airbus has a long history with composite materials that are used in aircraft design and construction that goes back to the 1970s. Photo: Airbus A350 XWB – Intelligent Airframe / Airbus 2006 ","advice_category":"8","content":"\nEADS Airbus 350 / artist concept\nPhoto: CGI Airbus/SAS\nThe Airbus A350 represents a breakthrough in aircraft design because more than 50% of the aircraft’s weight is composite parts. However, recent Airbus crashes which have shocked the world again raise questions about the long term durability of carbon-resin components.\nComposites -\nComposites have been used in aircraft design for many years. They significantly reduce aircraft weight and the fuel savings that result are extremely important. Boeing, Airbus, and the USAF are the largest design and manufacturing entities that are integrating composite parts into new aircraft at a rapid pace. If widespread use of composites does not comprise aircraft structural integrity, then everyone wins. The costs of freight transport, travel and fighting in the air drop significantly, and crew and passenger safety have not been compromised. The real world situation, however, is not that straightforward. Composite aircraft parts have come under intense scrutiny and criticism from pilots, air security professionals and aeronautical engineers.\nPhoto: Airbus A350 – Artist Concept\nArtist – Howes / Leahy / Airbus 2006\nEADS Airbus A350 -\nEuropean Aeronautic Defense and Space Company Airbus employs around 57,000 people at sixteen sites in four European Union countries: Germany, France, the United Kingdom, and Spain. Final assembly production is at Toulouse (France), Hamburg (Germany), Seville (Spain) and, since 2009, Tianjin (China).\nAirbus A350-XWB grabbed headlines at Le Bourget and Paris Airshows, 2009 -Catch glimpses of next generation fighters and other aircraft from several countries.\nAirbus SAS is a wholly owned subsidiary of the E(uruopean) A(eronautic) D(efense) S(pace) Company whose headquarters are in the Netherlands. EADS was the European response to creating an aviation and space industry corporation that could effectively compete with those in the Untied States. Airbus employs around 57,000 people at sixteen sites in four European Union countries: Germany, France, the United Kingdom, and Spain. Final assembly production is done at Toulouse (France), Hamburg (Germany), Seville (Spain) and since 2009, also in Tianjin (China).\nPhoto: Airbus A350 – Launch Conference\nGraphic Art – Howes / Leahy / Airbus 2006\nAirbus has a long history with composite materials that are used in aircraft design and construction that goes back to the 1970s. The possibility of composite material failure during the in-flight crisis experienced by Air France Flight 447 will not cancel that commitment. However, that crash and a review of several Airbus incidents over the past 15 years, has elevated the scrutiny to which composite aircraft parts are subjected during manufacture, testing, and subsequent maintenance. Composite aircraft components manufactured from carbon-resin ‘plastic’ materials are here to stay because world energy supply has crossed a no-return threshold, the era of ‘cheap oil’ has ended. The aviation industry has no choice but to continue the development of lighter and more fuel efficient aircraft. A new business model towards nonprofit status is not an option.\nPhoto:  Composite components in Airbus aircraft / 1970 – 2013\nGraphic Art – Airbus\nOn September 16, 2004, Airbus announced that a new wide body jetliner was under development and that it would make more use of composites than seen in previous Airbus aircraft. First flight is scheduled for 2011 with entry into commercial service in 2013 via Quantas as the launch customer. A350 is the EADS/Airbus response to Boeing’s 787 Dreamliner that is designed for a 20% reduction in fuel costs. EADS claims that Airbus A350 will further reduce costs by 8%. Seat width in several configurations is wider than in the Boeing 787. This Airbus design also claims better cabin atmosphere than the Dreamliner with 20% humidity, and typical cabin altitude at or below 6,000’. The intense competition between Boeing and EADS/Airbus continues without missing one step.\nPhoto:  Increase in Airbus composite parts as percentage of total aircraft weight / 1970 -2013\nGraphic Art – Airbus\nEarly designs did not use a composite fuselage, which dismayed important customers such as Emirates Airlines and Singapore Airlines. Extra wide body, composite designs were then developed to demonstrate effective competition with the Boeing 777. 482 orders had been placed for three models of these Airbus A350 XWB aircraft by the end of May, 2008. At that time, the Boeing 777 was the prime competition. It is a long range, wide body aircraft and the largest twinjet airliner in the world. It carries 283 to 368 passengers, depending upon class configuration, and has a range up to 9380 nautical miles. The Boeing 777 is powered by the largest turbofan engines of any aircraft. It was introduced to commercial service in June, 1995 and is still in production. 784 Boeing 777’s have been delivered as of May 31, 2009. As of July 2009, there are 493 orders for the Airbus A350XWB representing 31 customers.\nPhoto: A350 XWB – Composite Fuselage / A350 Launch Conference, 2006 \nGraphic Art – Howes / Leahy / Airbus\nThe A350X(tra) W(ide) B(ody) design is dominated by composites. By aircraft weight, the A350 XWB will be 53% composites, 19% AL/AL-Li, 14% Titanium and 6% steel. Boeing 787 has a higher percentage of metal and Airbus claims 10% lower airframe costs and 14% lower empty seat weight than competitors. The fuselage skin is built up from large carbon fibre panels. This fuselage uses composite frames that include aluminum strips to maximize the dissipation of a lightening strike, a potential problem with all composite fuselage building elements. Airbus is looking at designs for composite fuselage crossbeams that will be metal, and likewise for the nose which is currently slated to be made of aluminum. A carbon fibre structure would need titanium reinforcement to protect against collisions with birds, a design that is more expensive than using aluminum.\nPhoto: Airbus 350 / ETIAD Airlines – United Arab Emirates\nArtist – Luis Contreras Acevedo / Wikipedia \nThe Airbus approach to a composite fuselage is more conservative than that adopted at Boeing as fully integral barrel sections are not the basic building block. Composite skin panels are placed over composite frames and the cross section remains ovoid. Aluminum strips in the frames ensure best results in dissipating lightening strikes.The rear fuselage section will be a carbon fibre structure, as will the horizontal stabilizer and fin / rudder assembly. In March 2009, Todd Aerospace UK began to manufacture 700 structural composite flooring plinths for premium seating areas in the Airbus 350.\nPhoto: Airbus A350 XWB, Composite Wing /A350 Launch Conference, 2006 \nGraphic Art – Howes / Leahy / Airbus\nWings will be all composite and the A350 XWB has the largest wings ever manufactured for a single deck, wide body aircraft. Wing sweep is increased over the A330 which allows for an increase in cruise speed to Mach 0.85 and maximum speed to Mach 0.89. More than 4,000 hours of low and high speed wind tunnel testing have refined the wing and winglet configuration. A ¢G570 million (US$760 million) upgrade to the composite manufacturing plant will be made at the huge (12 soccer fields) EADS facility in Broughton UK, where build-up of the wing is done prior to final assembly in France, Germany and Spain. This factory opened in 2003 to make wings for the A380. Airbus partners at Harbin Aircraft Group in China will make carbon fibre composite parts for the A350B XWB and A320 starting sometime in 2010. This plant delivered the first Chinese assembled A320 to EADS Airbus in late February, 2009.\nPhoto: Rolls Royce – Trent 900 Turbofan Engine on Airbus A380\nPhoto – Kolossos / Wikipedia\nRolls Royce has an exclusive with EADS to supply engines for the A350 XWB and they have an $8.4 billion contract with Emirates Airlines for 70 Trent XWB engines to be delivered from 2014 onwards. As of late February 2009, Rolls Royce had orders for 420 Trent XWB engines to power A350 aircraft.\nPhoto: Airbus A350 XWB – Intelligent Airframe / Airbus 2006 \nGraphic Art – Howes / Leahy / Airbus\nThe Airbus A350 will come into service after the Boeing 787 Dreamliner, most sometime in 2013. Three versions will be offered with capacities of 270, 314 and 350 passengers, respectively and a longest range of 8300 m (15,380 km). Following after these variants will be an ultra long range version and a freighter. The A350-900 will be the first A350 model to enter service. It seats 314 passengers in a 3 class cabin, 9 abreast configuration. A350-900 range is 8100 nm (15,000 km). Airbus projects a 30% decrease in fuel use per seat and 25% lower operating costs than the Boeing 777-200ER. The A350-900 is scheduled to enter service in 2013, the A350-800 (270 passengers, range 8500 nm) in 2014, and the A350-1000 (350 passengers, range 8300 nm) in 2015. Each model is XWB – Extra Wide Body.\n Air France – Airbus_A330 / Sea Tac Airport, Seattle, Washington USA\nPhoto: Skistar, Citypeek / Wikipedia\nAirbus and Composites on Trial -\nThere were two Airbus crashes in June, 2009 which shocked the world, Airbus and the commercial airline industry. On June 1, 2009 sometime after 2AM local time, Air France Flight 447 flying an Airbus A330-203 crashed into the Atlantic Ocean after last verbal contact with the plane indicated a position 565 km (351 m) off Brazil’s north-eastern coast. Flight 447 had encountered thunders storms and severe turbulence at high altitude in the Intertropical Convergence Zone. A series of events that are not yet well understood then followed. Identified aircraft problems include failure of air sensors and malfunction of the aircraft computer system. The pilots then lost control of the aircraft and it plunged into the ocean.\nThere were no survivors and the investigation as to probable causes has become complicated. Suffice to say that failure of composite parts has been identified (tail fin lugs) but it is not at all clear if they were one cause of the crash, or broke apart when the plane hit the ocean. The Airbus 330 has less than 20% composite parts by aircraft weight but these parts are found in mission critical locations. There are several questions that need to be raised in addition to close scrutiny of the tail fin lugs.\nIn early June, a French pilot’s union asked its pilots to refuse flying assignments in the Airbus 330 variant that flew on Air France Flight 447. On July 7, 2009 British Airways announced a series of cost saving measures that include a new delivery schedule for their ordered Airbus A380 aircraft. Delivery of British Airway’s first six Airbus A380s will be postponed on average five months, and the remaining six will have their delivery pushed back by an average of six years.\nPhoto: Yemenia Airlines A310 / Frankfurt, Germany\nPhoto – Aleks Benutser / Wikimedia\nOn June 30, 2009, Yemenia Airlines Flight 626 flying an Airbus 310 crashed into offshore waters while attempting a second landing approach at Morino in the Comoros Islands. There was only one survivor, a teen age girl who miraculously clung to floating wreckage until rescued. The Airbus 310 is an early design with less than 10% composite parts but questions will inevitably be asked if failure in any of those carbon-resin components contributed to the crash. EG posts will be up shortly about both tragic accidents. Yemenia Airlines is now reconsidering its decision to purchase 10 additional Airbus aircraft.\nNext up is a look at the Boeing 787, Dreamliner. This United States entry into the race for commercial jetliner dominance is ahead of the Airbus 350A. The Dreamliner rolled out a prototype two years ago, and it will be the first more-than-50%-composite-parts, commercial jetliner into production. That said, will it achieve industry dominance over the Airbus competition?\n1, 2, 3, 4. 5, 6, 7","author":"merlynne6","web_category":"productsgear","title":"Airbus A350: Composites on Trial Part I","picture_url":"http://static.techgraffiti.com/sites/default/files/images/EADS_Airbus_A350_flight_artist_opt460x286---Wikipedia.jpg","url":"http://www.techgraffiti.com/news-airbus-a350-composites-trial-part-i"}