{"summary":"Now we have a revolutionary technology which will integrate robots into our lives. Every time we get to see or hear anything new in the field of technology, we are attracted to it, and if the technology is revolutionary in all aspects, who would not want to get the best of all? Have you ever imagined your cellphone being transformed into a robot that could interact and communicate with you at the same time? Yes, now we can look forward to seeing such technological advancement in the cellphone industry.","advice_category":"3","content":"\nPhoto: From NeoVerma\nEvery time we get to see or hear anything new in the field of technology, we are attracted to it, and if the technology is revolutionary in all aspects, who would not want to get the best of all? Have you ever imagined your cellphone being transformed into a robot that could interact and communicate with you at the same time? Yes, now we can look forward to seeing such technological advancement in the cellphone industry.\nIn the past few years several inventors, innovators and researchers have been focusing on making amazing gadgets that are user friendly and up to the mark based on their functionality. It is a fact that in the cellphone industry, just such technological advancements have taken place.\nNow we have a revolutionary technology which will integrate robots into our lives. Yes, it’s true, get ready to welcome the revolutionary ‘Cellphone Robot’, which can communicate well. Isn’t it a great development? Seems like our future beholds great stuff for us with cellphones being used as robots.\nPhoto: From h2o_appleday\nRecently, researchers from Canada collaborated to invent walking and dancing robots using cellphones. These newly invented cellphone robots have been named ‘Cally’ and ‘Callo’ and above all they are highly communicative when it comes to human emotions.\nThese cellphone robots use text messaging, wireless networking and other technologies to communicate. They also have different functionalities as Cally can walk, dance and mimic while Callo is much more interactive on the emotional front and in terms of expressions.\nPhoto: SFU Public Affairs and Media Relations\nJust think it over. Who would have ever imagined that the usual cellphones we have been using for a long time have now been worked upon by researchers and inventors and changed into physically smart robots which can communicate and respond to human expressions and share emotional feelings. Imagine: such innovative cellphone robots can take the cellphone industry to another level.\nHats off to the passion of researchers, which has enabled them to bring to us the very best gadgets which can change the future of the world.","author":"shefalikrishna","web_category":"science","title":"Incredible Cellphone Robots that Interact with Humans","picture_url":"http://static.techgraffiti.com/sites/default/files/images/2050071931_004b74edd8_o.jpg","url":"http://www.techgraffiti.com/news-friendly-robotics-expect-unexpected-cellphone-revolution"}