{"summary":"Although the Samrat Yantra may be the tallest part of the Jantar Mantars, the most fascinating and complex element of the Jaipur and Delhi observatories is the Jai Prakash. The Jantar Mantar in New Delhi (captured in these stunning photographs by photographer Sanjay Nanda) is an astronomical device fit for – and built by – a king","advice_category":"6","content":"\nPhoto: Sanjay Nanda \nIt stands in a bustling city, an island of peace within the chaos. There’s a mystical feel to its 18th-century architecture, resplendent in shades of yellow and orange. To those unaware of its purpose, the strange angled and curved structure might be conceived of as an ancient temple full of religious symbolism. Yet while it was constructed with the heavens in mind, the inspirations were the Sun, Moon and stars rather than any mythological or spiritual beings.\nPhoto: Sanjay Nanda \nThe Jantar Mantar in New Delhi (captured in these stunning photographs by photographer Sanjay Nanda) is an astronomical device fit for – and built by – a king. According to historical research, Jaipur’s Maharaja Jai Singh II, who also constructed four similar structures in other Indian cities, had this one built in 1724. The other observatories are to be found in Jaipur, Ujjain, Mathura and Varanasi. All five are unlike any other astronomical instruments in the world, and although the designs were based on earlier concepts, there are many features that are unique to these impressive edifices. \nPhoto: Sanjay Nanda \nMaharajah Jai Singh II was an intellectual king with a passion for architecture, astronomy and mathematics. He planned and built the Rajasthan city of Jaipur using architecture that was far ahead of its time. He also instigated many reforms in Hindu society, including putting an end to Sati, which involved widows burning themselves on their husbands’ funeral pyres.\nPhoto: Sanjay Nanda \nOnce, while visiting the court of Emperor Muhammad Shah, Jai Singh II overheard a loud argument about how to calculate the most astronomically advantageous date for the purpose of the emperor beginning a journey. To the maharaja, the debate highlighted the need for education in the field of astronomy – and for an observatory that could make accurate astronomical calculations. The idea for the Jantar Mantars was born.\nPhoto: Sanjay Nanda  \nDespite drawing on the influence of earlier Muslim astronomers and incorporating design elements used by the ancient Greeks and Persians, Jai Singh II created observatories that were much more sophisticated than anything that had come before them. The Jantar Mantar (which can be translated as “calculation instrument”) in New Delhi is comprised of a number of stone and marble structures, each of them etched with astronomical scales and designed to serve a particular function.\nPhoto: Sanjay Nanda  \nThe Jantar Mantars are each divided into different instruments. The Samrat Yantra (which means “supreme instrument”) is the tallest of them. In New Delhi, the Samrat Yantra is 70 feet (21 meters) high, 10 feet (three meters) wide and 114 feet (35 meters) long on the ground. In Jaipur, the Samrat Yantra is 88.5 feet (27 meters) tall, which makes it the largest sundial on Earth.\nPhoto: Sanjay Nanda \nSundials are made up of two parts: the shadow-casting section, known as the gnomon, and the section used to take the measurements, which is referred to as the scale. During Jai Singh II’s day, sundials were small in size and mostly made from brass. A much larger structure was required to meet the maharajah’s desire for an instrument that was more accurate.  \nPhoto: Sanjay Nanda\nThe Samrat Yantra has a hypotenuse that points to the North Pole along the axis of the Earth. Not only is it able to measure the basic units of time like other sundials (the one in Jaipur can measure at two-second intervals), but it can also take astronomical measurements – such as the correct ascension of heavenly objects or the declination of the Sun.\nPhoto: Sanjay Nanda \nAlthough the Samrat Yantra may be the tallest part of the Jantar Mantars, the most fascinating and complex element of the Jaipur and Delhi observatories is the Jai Prakash. In each case, the Jai Prakash is made up of two bowls dug partially below the ground. In Delhi, the bowls measure 27 feet (eight meters) in diameter, while in Jaipur they are 17.5 feet (five meters) across. They’re each divided into segments and lined with steps for observers. The surfaces are engraved with an inverted view of the horizon and equatorial coordinate systems that are used to convey the location of heavenly objects.\nPhoto: Sanjay Nanda \nA wire is stretched across the rim of the Jai Prakash, holding in place a plate with a hole in the middle that hangs centrally over the bowl. This plate can be employed as a sighting instrument at night, or as a shadow-casting instrument during the day – when it can be used to observe the position of the Sun. There is a hole at the bottom of the Jai Prakash that receives rays of sunshine only once a year, indicating the vernal equinox.\nPhoto: Sanjay Nanda \nThe concept of this hollowed-out sundial is said to date back to Babylonian astronomer Berosus, who lived around 300 B.C. Over the years, different versions of the device were created in Europe and China. However, Jai Singh II’s Jai Prakash boasts more detail and complexity than any of the devices that came before it. Interestingly, to keep the measurements as accurate as possible, the foundation was made of lead sheeting. This ensures that the structure is not affected by seasonal weather fluctuations.\nPhoto: Sanjay Nanda \nThe Delhi observatory has one feature, the Misra Yantra, which is not included at any of the other sites. In fact, this is the only part of the Jantar Mantar structures that was not created by Jai Singh II. The Misra Yantra is thought to have been added by Jai Singh II’s son, Maharaja Madho Singh, who continued his father’s efforts towards modernization.\nPhoto: Sanjay Nanda \nFive separate instruments make up the Misra Yantra, including a smaller-scale samrat, or sundial. Two pillars adjoining the Misra Yantra indicate the year’s shortest and longest days. The giant device could also show when it was noon in a number of cities around the world.\nPhoto: Sanjay Nanda \nAlthough the construction of the Jantar Mantars was a remarkable achievement, advances in the field of astronomy meant that smaller and cheaper instruments soon surpassed them. Nevertheless, they remain a testament to the enthusiasm for, and skill in, mathematics and astronomy that was manifest in both Maharaja Jai Singh II and India in general during the period in which they were built.\nPhoto: Sanjay Nanda \nThe Jantar Mantars have fascinated artists, architects, mathematicians and historians worldwide. For those interested, there’s much more to be read, particularly on the technical details of these amazing constructions. We thank Sanjay Nanda for providing us with these beautiful photographs of the monument in Delhi.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10","author":"Yohani Kamarudin","web_category":"art-design","title":"India's Centuries-Old Astronomical Observatory","picture_url":"http://static.techgraffiti.com/2013/04/ym37.jpg","url":"http://www.techgraffiti.com/indias-centuries-old-astronomical-observatory"}