{"summary":"The company recently conducted a study on the carbon offset policies of major airlines.. Talk of inclusion in carbon trading schemes will merely cap emissions at a certain level","advice_category":"3","content":"\nEnvironmental Graffiti correspondent Richard Rhodes is the managing director of eco-business e-photoframes. The company recently conducted a study on the carbon offset policies of major airlines.\nJust kidding. It’s exactly what you’d expect. Airlines seem to hate the environment. Check out the report’s conclusion:\nAirlines are estimated to account for up to 3% of global C02 emissions according to the European commission. The response by airlines in the English speaking world (contained within this study) demonstrates an almost unbelievable reluctance to even offer consumers the choice to offset their own individual emissions. Why might this be the case?\nPossible explanations include consumer apathy, fear of drawing the attention of consumers on this issue and the possibility that by recognising the issue as a problem it might hasten government imposed regulation.\nThe airlines that do offer offsets to consumers should be applauded, but more effort should be made on taking a leading role in offset projects rather than simply offloading to a 3rd party. It would also be positive if some airlines were prepared to make a net positive impact (e.g. by offering an offset plus product) which would also recognise the damage they have done to the atmosphere in the past.\nGiven the crisis that is climate change it seems that governments have no choice but to impose regulation. Air travel is in many respects a luxury good and therefore should be easy to tax. Talk of inclusion in carbon trading schemes will merely cap emissions at a certain level. If ever there was an opportunity to neutralise a single industries emissions this must be it. Measurement should be relatively easy (using flight logs etc) and airlines would be encouraged to adopt new technologies to reduce that tax they would have to pay.\nIf you’d like to see the full report, as well as the data the report was based on in pretty graph form, it can be viewed here.\n…and if you subcribe to our RSS feed, we’ll give you a free album. You’ll also get more important environmental reports, excellent original articles and some great pictures. Enjoy!","author":"Chris","web_category":"environmentgreen-tech","title":"Are Airlines Eco-Friendly?","picture_url":"http://7.thumbs.techgraffiti.com/1/2013/04/sc4.jpg","url":"http://www.techgraffiti.com/news-are-airlines-eco-friendly"}