{"summary":"Image: Tim WeyrichOne possible application for BEAMING is theater rehearsals – allowing actors in different locations to physically interact.. Image: Tim WeyrichIn one version of BEAMING currently being researched, robot avatars stand in for humans.","advice_category":"3","content":"\nImage: Tim WeyrichIn one version of BEAMING currently being researched, robot avatars stand in for humans.\nNegotiations have been intense, but finally, by the end of the meeting, you notice the positive body language of your potential client. They’ve examined your prototype from every angle, and when they finally stand and extend a hand to shake yours, a broad smile is a good sign that you’re in business.\nIn the next instant, they’re back in Tokyo while you go back to work in downtown New York. Did one of you just teleport halfway around the world? No, you’ve just experienced the amazing lifelike interaction of BEAMING, or Being in Augmented Multi-Modal Networked Gatherings.\nFor fans of Star Trek, the word ‘beaming’ suggests stepping into a transporter and being dematerialized and then rematerialized at the desired destination. But while today’s technology may not be quite up to that level yet, researchers are working on the next best thing.\nImage: Tim WeyrichThrough the use robots rather than a flat screen, people in different locations are able to interact in a whole new dimension.\nAlthough our own physical bodies can’t be instantly whisked away to meetings in other countries, the BEAMING project aims to at least allow us to ‘borrow’ another body – in the form of a remote-controlled avatar, which may be either an actual robot or one within a virtual 3D environment. The idea is to create a situation where participants – or at least their avatar representatives – can move around in the remote location, plus touch and even move objects, rather than being mere spectators.\nMel Slater, a research professor at the University of Barcelona (UB) and founder of the Virtual Environments and Computer Graphics Group at University College London, was kind enough to tell us a little bit about the BEAMING project, which he initiated in 2010.\n“My main research interest is to radically extend the boundaries of virtual reality,” says Professor Slater. “I am interested in applications that involve simulations of social situations, even to the extent of transforming the body of the participant.”\nImage: Tim WeyrichRobots, which are remotely controlled, are able to perform actions like shaking hands and picking things up.\nProfessor Slater tells us about how he first came up with the idea for BEAMING: “I realized that in spite of very advanced techniques in teleconferencing and collaborative virtual environments (which have existed since the 1990s), there was something very important about physical presence in interactions with other people,” he explains.\n“I wrote the first manifesto for the project proposal, then invited people to a meeting in London where we brainstormed the idea and agreed to write the formal proposal.”\nImage: Tim WeyrichOne possible application for BEAMING is theater rehearsals – allowing actors in different locations to physically interact.\nWe wondered what kind of niche BEAMING might fill. After all, aren’t people successfully communicating through video conferencing already? Is there enough added benefit to make this new technology appealing?\n“If we take standard forms of teleconferencing, the fundamental difficulties are concerned with the absence of physical presence,” Professor Slater points out. “I might see several people on an array of screens, but any notion of eye contact and physical presence are missing.”\nImage: Tim WeyrichAnother possible future application for robot avatars is in medicine, in situations where doctors cannot be physically present.\n“With BEAMING we introduce both spatial relationships (the robot representing the visitor is in the same space as the local people in the destination) and physical presence,” Professor Slater elaborates. “The types of applications where this would be useful are those which go beyond conversations between two people who know each other and are friends.”\n“But take any serious negotiations amongst multiple people, or people working together where their corresponding spatial presence really matters (such as acting rehearsals) and our system could offer something new.”\nImage: Tim WeyrichIn a recent experiment, a human and a rat, represented by avatars, met in a virtual environment, which creates new possibilities researching animal behavior.\nIt’s still relatively early days for BEAMING, but according to Professor Slater, the next decade will hold even more to be excited about. “There are many possible developments. On the one hand, it’s a virtual reality system that includes real-time high-quality visual display, based on head-tracking and motion capture of the body.”\nProfessor Slater goes on to say: “This is seeing a strong boost where quite inexpensive devices such as Kinect can deliver real-time motion capture. There is also a sudden new interest by companies in the development of high-quality head-mounted displays. Now, we have the possibility of consumer-based products that could be used for the ‘transporter’ side of beaming. This would allow people in their homes to beam somewhere else.”\nImage: beamingavatarBEAMING may also be done using special headsets.\n“On the other hand,” Professor Slater adds, “this is increasingly the age of the robot, which forms the other half of the beaming equation – where the visitor who transports to another place is represented locally in physical form. At the moment such robots are too expensive and not ‘human’ enough to be used in consumer applications. But it is quite likely that over a 10-year time span this will improve.”\nImage: beamingavatarReal life physical actions will be replicated within the virtual environment.\n“Additionally, rather than being represented as a robot, the visitor might be represented with augmented reality in the remote destination. This is likely to become a strong possibility, with great interest in early products such as Google glasses. Again, this technology is likely to improve at a rapid pace, including head-tracked displays with 3D stereo sound and good resolution.”\nIt sounds like we have some great stuff to look forward to in the future. We thank Mel Slater for taking the time to answer some of our questions and Tim Weyrich for allowing us to use his Robothespian photographs.\nSources: 1, 2, 3","author":"Yohani Kamarudin","web_category":"science","title":"'Beaming' With Remote-Controlled Avatars: The Future of Skype-Style Communication","picture_url":"http://static.techgraffiti.com/2012/11/robo1.jpg","url":"http://www.techgraffiti.com/beaming"}