{"summary":"If we don’t do this now, immediately, rogue nations are going to figure it out, and we’ll be sitting ducks, caught with our pants down burying our talents.. But I discovered I wasn’t alone, that a lot of other people had seen them, wrote books about it, books I read with passion.","advice_category":"3","content":"\nd7i2PMiaHgo\nA few days ago Tony Leather published an article titled “Aliens or Anti-gravity? Something Smells in Palmdale, California“. I discovered it a few minutes after having a phone conversation about just that topic with Chris Ingham Brooke, the owner of this website.\nWhat prompted me to call Chris was seeing the first episode of the Treehugger TV show on the Planet Green channel. The last segment was dedicated to researchers at the International UFO Congress in Laughlin, Nevada. For years there have been rumors of extraordinary science that would instantly put the oil, coal and nuclear power industry out of business.\nPhoto: Flickr Creative Commons\nThese urban legends have been used as plot devices for hundreds of science fiction stories, films and television shows. Questions persist and won’t go away. They’ve become part of our cultural folklore, and for good reason: there’s probably a lot of truth to them. Where there’s smoke, there’s fire.\nIt started a long time ago for me. As a child, way before I discovered mind altering substances, I was seeing shiny discs in the sky of my school yard. You cannot tell a kid who has seen these things that they do not exist, that they are just a figment of their imagination. They were as real to me as the cars parked on the street, except a few feet up in the air, whirling around.\nI started asking a lot of questions of my family, of my teachers, who evidently didn’t consider them part of their own reality. But I discovered I wasn’t alone, that a lot of other people had seen them, wrote books about it, books I read with passion.\nPhoto: NATO\nI grew up a mile away from S.H.A.P.E., Supreme Headquarters Allied Powers Europe, the base the Americans had built outside Paris with NATO, a massive complex of underground bunkers to protect commanding forces from nuclear attack during the cold war. I would witness caravans of black limousines drive down my dead end street and disappear into the woods.\nIt’s all us school children would talk about, the weird goings on at the base, the strange things we would see at night. I spent my entire childhood looking over my shoulder, trying to figure out what reality was, and why, if we were not alone, if we were sharing this planet with other creatures, my fellow humans dismissed them as fairy tales.\nUntil the Internet came along, all these different communities kept to themselves. Ghost hunters, UFO researchers, environmentalists, new age thinkers, military historians, Tesla fans… all lived in their own little world, with their own conferences, eying each other with great suspicion. Then we started comparing notes, witnessing a lot of crossover, the time lines curiously converged.\nA big picture emerged and now, two years before 2012, we’re all looking at each other with the firm conviction “That there is something rotten in the state of Denmark“, to quote the bard. Trillions have been spent by top secret agencies building an infrastructure of underground bases, research laboratories, with a culture all its own.\nPhoto: Flickr Creative Commons\nEvery day, nearly 2000 workers fly in and out of Las Vegas airport to work at Area 51, each of them having signed an oath of secrecy. What are they working on that is so terribly sensitive to National Security that not a single president of the United States has ever visited the base in any official capacity?\nThat picture is suddenly coming to light. Now, on YouTube, you can see hundreds of videos by high school students all over the world, throwing a little electricity into triangles made out of balsa wood and tin foil, with amazing effect… It rises in the air, flies just like all the UFOs captured in flight by video cameras. We’ve known this was possible since the turn of the last century, but instead of commercializing it, we kept it hidden, like an ace in the hole, fearing a third world war that would never come.\nPhoto: hidden-truth.org\nSadly, in the process, we destroyed the Earth, enriching uranium and consuming fossil fuels, building a civilization around finite resources. Now we want to start building nuclear power plants again, in the name of preserving a secret already out in the open. We never stopped building zeppelins, we simply changed the source of lift, from lighter than air gases, to electromagnetics.\nToday, we are powering 21st Century computers on 19th Century electricity, all because a few generals in the late 40s urged then President Truman to sign the National Security Act of 1947 right after the Atomic Energy Act of 1946, so the CIA would have complete oversight of energy conversion science, keeping it out of the hands of the Soviets, and worse, out of the hands of the American people.\nThe veil of secrecy is falling down all around us. That process started with the US Psychotronics Association, which brought together in the 80′s some of the best minds trying to unravel this conundrum. There had to be a need for disclosure, a state of emergency, something Jimmy Carter called the moral equivalent of war. The Trilateral Commission had for original charter the smooth transition away from oil, then Ronald Reagan took office and put an end to it all.\nPhoto: UPI\nYou heard the slogan Green is the new Black, which alludes to a trend in fashion. This is different, and yet it’s all the same. The black world is this parallel economy some call the Shadow government, which has gobbled up nearly a third of America’s annual budget over the last two generations with little or nothing to show for it in return. And now, because the planet is dying, we need access to the tool box, the cave of Ali Baba, “Open up Sesame!”\nThere is dissension in the ranks. Many who have worked in the black world want the secrets to come out, shared with the green world so they can lead to a green industrial revolution. If we don’t do this now, immediately, rogue nations are going to figure it out, and we’ll be sitting ducks, caught with our pants down burying our talents.\nIn October, many of our top military, NASA and entertainment personalities are getting together for the Next Gen Expo in West Palm Beach Florida at G-Star studios to discuss the future of technology. I will be speaking about Big Igloo, an educational project in the works since 1992. We’re bringing humanity up to speed so they can accept this new generation of secret aircraft, and so their revelation can alleviate some of the stress we have imposed on ecological systems.\nAnd not a minute too soon…\nIf you want to brush up on what led to all of this, start at the bottom of the Winafish blog, and work your way to present day. It’s all there folks, warts and all.\nPhoto: Overture Films","author":"RemyC","web_category":"science","title":"The Pentagon's Trillion Dollar Secret Research Programme","picture_url":"http://static.techgraffiti.com/sites/default/files/images/scully_mulder_flower_small.jpg","url":"http://www.techgraffiti.com/news-green-world-and-black-world"}