{"summary":"In Virginia, 1930 – the world’s first full-scale wind tunnel was created so that engineers could further examine and test the aerodynamics around planes, space capsules, jets and even submarines!. From there it has spiraled into a worldwide phenomenon, where nearly anyone can go along and experience the thrill of what it feels like to fly! Indoor or outdoor – whichever takes you’re fancy!","advice_category":"8","content":"\nPhoto: Erik_Charlton\nWind tunnel skydiving is taking the world by a storm! The beauty of this sport is that for the faint hearted among us, there is no need to jump from a plane with only a parachute for a companion!\nA huge stream of air is pushed upwards at such a fast speed, that you are lifted up off the ground. Reaching speeds of around 120mph, you can float in the air, simulating what it feels like to free fall from a plane, but in a safely controlled environment, where worries of the parachute not opening are obsolete!\nThe first wind tunnel was built in 1871 to study vehicles in free flight.\nThe famous Wrights brothers created a wind tunnel in 1901 which led way to the first vertical wind tunnel (VWT) creation in the 1920s.\nPhoto: Cushing Memorial Library and Archives, Texas A&amp;M\nIn Virginia, 1930 – the world’s first full-scale wind tunnel was created so that engineers could further examine and test the aerodynamics around planes, space capsules, jets and even submarines!\nJack Tiffany volunteered in 1964 to be the first person to fly in a VWT at Wright Patterson Air Force Base.\nCome 1982, the first recreational VWT’s were opened in Las Vegas and Tennessee to cater for growing interest.\nFrom there it has spiraled into a worldwide phenomenon, where nearly anyone can go along and experience the thrill of what it feels like to fly! Indoor or outdoor – whichever takes you’re fancy!\nProfessional skydivers use them to improve their skills. Even 3 year olds can try it out – this sport can cater for anyone!\nAs long as you’re in ‘fit condition’, are capable of understanding basic instructions and can wear earplugs and goggles, it is an experience not to be missed!\nSources: 123456","author":"FranB","web_category":"lifestyle","title":"Indoor Skydiving at Speeds of 120mph","picture_url":"http://static.techgraffiti.com/sites/default/files/images/skydiver.jpg","url":"http://www.techgraffiti.com/news-wind-tunnel-skydiving"}