{"summary":"While bold new vertical farming projects could soon grace European cities, a more modest rooftop farm is under construction in North America. Vancouver nonprofits already encourage small-scale urban farms in the area, but Alterrus Systems’s commercial farming venture seems to bring the city’s urban farming to a professional level","advice_category":"6","content":"\nPhoto: Plantagon\nVertical farming is a method for growing crops in multistory buildings. Few consider it a bad idea, but the vertical farming industry continues to progress from an abstract dream to concrete designs, with engineering projects in Sweden and Canada bringing food closer to urban dwellers.\nFarmlands may have turned into suburbs near cities, but sky farms allow urbanites to reconnect to their agricultural roots. Take architectural firm Plantagon, which has designed one such sky farm for Linkoping, Sweden.\nPhoto: Plantagon\nDubbed a “plantascraper”, the 17-story building conserves resources by recycling. Waste heat from a nearby electricity plant will warm the greenhouse, while carbon dioxide from the same source will promote photosynthesis and, consequently, crop growth. Compost from the suburbs will become inputs for the plantascraper and methane from the facility will power an electricity generator. Compared to farming on land, the sky farm will require less water, because it is nearly a closed-loop ecosystem.\nPhoto: Plantagon\nPlantagon’s design for Linkoping’s sky farm incorporates a ramp that spirals up the spherical building and an automated system to move crops along as they grow. Plantagon also has plans for other vertical farms in different cities. Those planned range from five stories to twenty-five stories and are aimed at feeding populations ranging from 10,000 to 350,000. The capital costs per person for building Plantagon’s sky farms are low enough to make them feasible in many regions.\nPhoto: Plantagon\nWhile bold new vertical farming projects could soon grace European cities, a more modest rooftop farm is under construction in North America. Alterrus Systems is building a vertical farm on the top level of a parking garage in Vancouver, Canada. The lack of manufacturing in Vancouver’s history makes it relatively suitable for urban farming, according to the executive behind the project. Taller buildings that neighbor the Alterrus garden will shield it from wind but still allow sufficient sunlight onto the plot.\nPhoto: hotzeplotz\nVancouver nonprofits already encourage small-scale urban farms in the area, but Alterrus Systems’s commercial farming venture seems to bring the city’s urban farming to a professional level. Once it is completed, Alterrus Systems will manage the 560-square meter vertical farm and sell produce from it through supermarkets. Christopher Ng, the CEO of Alterrus Systems, picked the top of a parking garage for growing crops, because a decline in car use leaves many garages underutilized.\nPhoto: Alan Levine\nIf Vancouver’s new vertical farm becomes successful, it could pave the way for other moderately dense urban areas to transition towards a less car-dependent lifestyle. It seems possible that low-density suburban areas can become high-density suburban areas with parkades and from there be turned into urban areas with vertical farms. This steady grow would suit some places nicely.\nBuilding a multistory greenhouse at the start may be a better strategy for other locations. After all, each region has its unique characteristics – but with so many designs available, builders can surely pick a plan to match any given neighborhood.","author":"Joseph Dunsay","web_category":"art-design","title":"Inspiring New Vertical Farming Designs Bring Cities a Step Forward","picture_url":"http://static.techgraffiti.com/sites/default/files/images/A-Wideview-2.img_assist_custom-466x640.jpg","url":"http://www.techgraffiti.com/news-new-vertical-farming-developments-bring-cities-step-forward"}