{"summary":"Many home wind turbines in the United Kingdom are actually contributing to global warming, not fighting it, according to researchers.. Although most consumers purchase wind turbines to save on electricity costs and to help fight global warming, most personal wind turbines never save as much money as the equipment costs, according to the report released by the Building Research Establishment Trust.","advice_category":"3","content":"\nMany home wind turbines in the United Kingdom are actually contributing to global warming, not fighting it, according to researchers.\nAlthough most consumers purchase wind turbines to save on electricity costs and to help fight global warming, most personal wind turbines never save as much money as the equipment costs, according to the report released by the Building Research Establishment Trust.\n“In large urban areas such as Manchester, even with very favorable assumptions about efficiency, lifetime and maintenance, micro-wind turbines may never pay back their carbon emissions,” the report says.\n“Even in the most favorable location considered in the study, there is no financial payback within the expected life of the systems, with the current system and electricity costs.”\nThe study looked at the three most common household turbines, and analyzed their performance. In most cases, more greenhouse gases were produced during the manufacturing of the turbine then saved during use.\n“These studies have shown a large variation in the expected CO2 payback periods from a few months in good locations to situations where they never pay back, in poor locations.”\nSimmons also blogs at Thoughts on Global Warming\nVia :: Reuters\n…and if you subcribe to our RSS feed, we’ll give you a free album. You’ll also find out more interesting facts, read some great articles and see excellent pictures. Enjoy!","author":"Simmons","web_category":"environmentgreen-tech","title":"Home Wind Turbines Produce More CO2 Than They Save","picture_url":"/sites/default/files/images/1338373865532368941.jpg","url":"http://www.techgraffiti.com/news-home-wind-turbines-produce-more-co2-they-save"}