{"summary":"A safety regulation waiver from the US Federal Aviation Administration allowed the Terrafugia to use light motorcycle tires and wheels, helping to keep the vehicle’s weight down to 1,320 pounds (598 kg). There is a natural market for both the Terrafugia and the PAL-V","advice_category":"8","content":"\nPhoto: LotPro Cars\nRoad-legal flying vehicles will reach the market in the near future, the New York Times reports. The Terrafugia Transition is a two-seater car that turns into a plane. Thanks to its retractable wings, Terrafugia owners will be able to store the Terrafugia in their garages, drive them to local airports, and fly them to remote destinations.\nPhoto: Diana Beato\nThe Terrafugia would not be possible without a couple of exemptions. A safety regulation waiver from the US Federal Aviation Administration allowed the Terrafugia to use light motorcycle tires and wheels, helping to keep the vehicle’s weight down to 1,320 pounds (598 kg). Another waiver permitted sturdier windows. With a top flight speed of 138 miles per hour 222 kmh), the Terrafugia needs these advanced windows to withstand high-speed impacts with birds. The following YouTube video from the Terrafugia website demonstrates a pilot driving and flying the Terrafugia.\nThe New York Times article also described PAL-V, a 1,500-pound (680 kg) cross between a motorcycle and a helicopter. On the road, the PAL-V tilts into curves. In the air, a rotor and propeller let it fly. European officials already approved this two-seater vehicle for driving and it is awaiting approval for flying. A proof-of-concept flight looked promising; the YouTube video from the PAL-V website below shows the PAL-V in action.\nThere is a natural market for both the Terrafugia and the PAL-V. Super-commuters travel 90 miles (145 km) or more to work at least once per week. They have a long history in fields such as sales and mining, and super-commuters are becoming more common in other sectors too. Difficulties selling homes, a lack of job security and spouses with local jobs lead super-commuters to travel great distances to work rather than relocate. Like traditional commuting, super-commuting allows people who cannot afford to live near high paying jobs to still climb the economic ladder.\nPhoto: LotPro Cars\nWhether they are inventing hybrid vehicles, super-commuting to jobs in Montreal, or resupplying the International Space Station, industrious workers are closing the distances that separate us. The rise of personal flying vehicles might transform the landscape by making greater commuting distances feasible. Personal flying vehicles will allow workers to live in the ‘exurbs’ and in distant micropolises while still working in metropolises, breathing new life into areas that were hard hit by declines in manufacturing and natural resource industries. Reverse commuters could live in cities and work on farms. Once the Terrafugia and the PAL-V reach the market, perhaps economic opportunities will open for workers in all locations.","author":"Joseph Dunsay","web_category":"productsgear","title":"The Incredible Flying Cars of Tomorrow","picture_url":"http://static.techgraffiti.com/sites/default/files/images/A-Terrafugia.img_assist_custom-600x450.jpg","url":"http://www.techgraffiti.com/news-entrepreneurial-spirit-soars"}