{"summary":"Which of the photographs in your underwater portfolio is your favorite and why?. There are two technical challenges in underwater photography","advice_category":"8","content":"\nPhoto: Dmitry Miroshnikov\nGannets fish beneath the waves \nBeing a nature photographer can be tricky. Different climates, time restrictions and vantage points are all considerations to take into account. Then if the shoot happens underwater, there are even more challenges to consider. Visibility is usually reduced, air supplies are limited and there can be dangers lurking in the depths. And we haven’t even started on the technical difficulties involved.\nPhoto: Alexander Semenov\nCyanea capillata – Lion’s mane jellyfish \nWe spoke to seven incredible underwater photographers who were willing to share some of their expertise and insight. For those contemplating underwater photography, this could be all the inspiration you need. The rest of us can just enjoy looking at the spectacular images and reading about their exciting experiences. And hopefully we can all learn something.\nPhoto: Sebastian Gerhard\nTurtle plus passengers \nGerman photographer Sebastian Gerhard has an extremely diverse portfolio. His work alternates from fashion and concerts, to portraits and underwater photography. He took these photographs at different locations around the world. \nWhat camera and photographic equipment did you use for these shots?\nI used a Nikon D700 in an Ikelite housing. The images you see here were shot with available light at depths of 10 to 30 meters (33 to 98 feet). \nWhat would you consider to be the biggest technical challenge of underwater photography?\nColors. After one meter (three feet) red fades out, orange and yellow start to fade at five meters (16 feet), and at 12 meters (40 feet) everything is blue. Getting the perfect illusion of colors underwater is key for good photography, even if it does not resemble what you see in reality.\nPhoto: Sebastian Gerhard\nAn ethereal purple jellyfish \nWhat draws you to underwater nature photography?\nI am in love with the weightlessness, being able to just float around in another world as a guest, visiting alien creatures [that have] adapted to a completely different environment. \nWhich of the photographs in your Diversity//Underwater series is your favorite and why?\nThe jellyfish is one of my favorites. It is just beautiful, simple and complex at the same time. It is amazing to watch them drifting through the shallow waters towards the sun.\nPhoto: Eiko Jones\nA pylon beneath the water’s surface is covered with colorful starfish, anemones and a giant chiton. \nEiko Jones has been taking photographs since he was 14 years old – so he really knows what he’s doing. These pictures were taken in the waters of British Columbia.\nWhat camera and photographic equipment did you use for these shots?\nA Nikon D90 with a Tokina 10-17mm fisheye lens in an Aquatica housing.\nWhat would you consider to be the biggest technical challenge of underwater photography?\nIn the ocean and forest streams, my biggest challenge is often low light situations. Also, the water visibility can be marginal. Getting good, sharp images and bright colors can be tricky in this environment. Diving in the ocean here also requires more equipment than in warmer waters. It can be quite a laborious effort to get to some locations with all the gear, and then to get the camera set up.\nPhoto: Eiko Jones\nA rock greenling swimming above a bed of kelp \nWhat draws you to underwater nature photography?\nI love showing the world to people [who] cannot see it for themselves, or in a way that is often overlooked. I try to show what I see in a dramatic and eye-catching way, and to make the viewer want to come with me into the water.\nWhich of the photographs in your BC Coastal series is your favorite and why?\nThe picture of the rock greenling swimming over the kelp is one of my favorites as it is very difficult to find these elusive fish. They live in very shallow rocky surge areas that are not typical spots for divers to venture [into]. This particular fish was very interested in me, and was swimming around in circles and posing for quite a long time. \nPhoto: Amar & Isabelle GuillenAn oceanic whitetip shark swims with some hangers-on. \nAmar and Isabelle Guillen are professional freelance photographers who specialize in wildlife, landscape and underwater photography. They refer to themselves as “hunters of lights and colors.”\nWhat camera and photographic equipment did you use for these shots?\nWe use a Nikon D700 camera. For wide-angle pictures: Nikon 16mm 2.8 fisheye and Nikon 17-35mm 2.8 [lenses]. For close-up and macro pictures: Nikon 60mm and Nikon 105mm [lenses] with a 1.4x or 1.6x Nikon extender. For the underwater housings we use the Canadian brand Aquatica. We use strobes made by the American brand Ikelite. \nWhat would you consider to be the biggest technical challenge of underwater photography?\nThere are two technical challenges in underwater photography. The first one is how to mix natural and artificial light to create wide-angle photographs. We use artificial lights with strobes to reveal the colors, to show details and to capture the motion of the subject. Natural light is used to create a special atmosphere for the scenery and helps to give depth to the photograph. \nThe second challenge is photographing underwater animal behaviors. It could be hard to show emotions when taking a portrait of a fish or a nudibranch, but it is not really very difficult. However, taking a photograph of a special behavior like mating or hunting is very tough. We need to know the habits of the animals – where to find them, when to see them – and to be at the right place at the right moment. We have a very short time to capture the perfect moment and it happens very rarely.\nPhoto: Amar & Isabelle Guillen\nMexican cenotes (sinkholes) with natural light \nWhat draws you to underwater nature photography?\nThis is a tough question. We have been looking for an answer for 26 years and have not found [one] yet. We were born and raised in the countryside in the north of France. When we were young, we used to play and run in the woods, along marshes and fields. We used to play outside from dawn until dusk. We believe that our youth spent in the countryside made us want to photograph nature in general.\nIn the ‘70s, we used to watch a TV show created by Jacques-Yves Cousteau, the famous French explorer. He was also a very good filmmaker and photographer. We followed his adventures for years through his books and shows. Finally, when we were able to pay for the classes, we learned how to scuba dive. The urge to create underwater pictures appeared very quickly. In 1996, we rented a camera and we got the bug. So we can say that our youth spent in the countryside and TV have led to what we do for [a] living now.\nWhich of the photographs in your underwater portfolio is your favorite and why?\nTo choose our favorite picture is not easy. If we have to make one, we would say the photo with natural light [that was] taken in the cenotes in Mexico, in the Yucat?n area. Natural light is so hard to capture in a picture. It is rare and difficult to find a good subject.\nPhoto: Alexander Semenov\nAn alien-looking Hyperia galba \nRussian photographer Alexander Semenov takes beautiful science-meets-art underwater photographs at the White Sea Biological Station. This is located on the Kandalaksha Gulf in the western region of the White Sea. Environmental Graffiti have featured his photographs before. You can see more of Semenov’s stunning work here and here.\nWhat camera and photographic equipment did you use for these shots?\nI used a Canon 5D Mark II with different lenses. My favorite lenses are the Zeiss 21mm F2.8 and the Canon 100mm F2.8 L Macro. I also used a Canon 8-15mm fisheye and the very special Canon MP-E 65mm lens with 1-5x magnification. All this stuff is packed in an underwater housing made by Subal, along with two underwater Inon Z-240 strobes. \nI love this equipment, but now I dream about changing the system and going Nikon, with their D800E high megapixel monster. I tested one this summer and I have to say that it’s almost the perfect camera, with the best possibilities for scientific photography.\nWhat would you consider to be the biggest technical challenge of underwater photography?\nThere are a lot of different problems underwater. Firstly, you need to be a really good diver just to be able to stay in one position in the water column, with your eye finding tiny translucent jellyfish in the viewfinder while you focus the camera manually. Secondly, almost any modern camera goes crazy in such conditions. You need to know all the manual settings of your cameras and strobes, and change them quickly and intuitively depending on the subject. Thirdly, the underwater world is not the best place for photographers. Muddy waters with low visibility, lack of light, strong currents and temperatures as low as -1.5 degrees Celsius (29.3 degrees Fahrenheit) make underwater photography a little bit challenging.\nPhoto: Alexander Semenov\nA large pink Cyanea capillata jellyfish\nWhat draws you to underwater nature photography?\nIt’s another world for most people, and I have a chance to visit it and share it with the help of photography. Just this one reason is enough to learn diving and go there with the camera. But I’m more than just a lucky guy, because my education and work suits this kind of activity perfectly. I’m more of a scientist than just a nature photographer. \nI’m trying to observe and illustrate sea life through the lenses of my camera, and those photos fit in scientific articles, educational books, lectures and presentations for students. I think that I’m doing scientific photography first; it’s not any kind of art for me. But some of those creatures are so beautiful and unique that just their “portraits” or full body views look like pieces of art. \nWhich of the photographs in your Another World series is your favorite and why?\nIt changes over time. Now I like [the] jellyfish photo series, because I spent almost all this summer searching for the most beautiful and interesting ones. I shot 80 percent of their lifecycle – feeding behavior, reproduction stage and a lot more. It’s interesting for me as a specialist, but I’m also happy that the photos are quite good too. And I love lab photography, because it’s simple and clean. I want to expand my photo-experiments in the laboratory, and take more photos of different animals with the highest possible resolution and magnification (for that I need a new Nikon!), to shoot every detail and color morph. It seems that I have a lot of work ahead and I’m really happy about it. \nPhoto: Dmitry Miroshnikov\nDolphins circling a shoal of fish \nDmitry Miroshnikov is an award-winning photographer from Moscow. Last year, his jaw-dropping photographs won him the title of Travel Photographer of the Year 2012. \nWhat camera and photographic equipment did you use for these shots?\nCanon 5D Mark II camera, Canon EF 16-35/2.8L II lens, Subal housing and two Inon Z-240 strobes\nWhat would you consider to be the biggest technical challenge of underwater photography?\nTechnically, underwater photography is very tough. It’s probably the most difficult kind of photography. The auto-functions (such as auto-exposition, TTL [through-the-lens metering], sometimes even autofocus) of cameras don’t work properly underwater. Conditions change very quickly – a dolphin can approach me from any direction, and there are more than 6-8 stops of difference in lighting [when shooting at different depths].\nPhoto: Dmitry Miroshnikov\nA selection of underwater hunters \nWhat draws you to underwater nature photography?\nIt’s a completely different world, surrealistic, another world that is very close to us. It’s beautiful.\nWhich of the photographs in your Sardine Run 2011 series is your favorite and why?\n“Surrealistic Run” (above) and “The Empire of Color” (at the top of the article). They remind me of Salvador Dali and Rene Magritte works.\nPhoto: A. Carlos Herrera\nAn eel peeks out from its lair. \nCancun-based snapper A. Carlos Herrera is an all-terrain photographer. These photographs are from the Mayan Sea, a region he describes as a place of “breathtaking scenery both above and below the waves.”\nWhat camera and photographic equipment did you use for these shots?\nNikon P7000, Fantasea FP7000 housing and Fantasea Nano off-camera flash.\nWhat would you consider to be the biggest technical challenge of underwater photography?\nBecoming a good diver first and foremost by mastering your buoyancy and breathing skills so you don’t crush the reef, then getting used to the clunkiness of camera housings and the way that light and color behave differently underwater. \nPhoto: A. Carlos Herrera\nA close up of a brain coral \nWhat draws you to underwater nature photography?\nKnowing that the remaining two thirds of this planet are underwater, and that every time we dive we’re aliens from another world. It’s so strange down there. Finally, the fact that photography and scuba diving are an addictive mix. \nWhich of the photographs in your Mayan Sea series is your favorite and why?\nThis one [above], definitely. It’s my first successful underwater macro of a brain coral.\nPhoto: Anton Akhmatov\nA curious boxfish inspects the camera.\nAnton Akhmatov from Kazakhstan took these photographs on the island of Sipadan in Malaysia. The island itself is the top of an extinct volcano, and from Akhmatov’s photos, it looks a great place for underwater photography.\nWhat camera and photographic equipment did you use for these shots?\nI used a Canon Mark II, an Ikelite box, an Ikelite DS161 Substrobe and two lenses: a Canon 17-40mm and a Canon 100mm Macro.\nWhat would you consider to be the biggest technical challenge of underwater photography?\nI think that my key problem is my Ikelite underwater housing, because I am limited to a choice of lenses. I’m thinking about getting a new housing.\nPhoto: Anton Akhmatov\nA clown fish in an anemone \nWhat draws you to underwater nature photography?\nI like underwater nature – it always gives new impressions, stillness and silence.\nWhich of the photographs in your Underwater Malaysia series is your favorite and why?\nMy favorite photo is this one (above) because it has a lot of depth.\nPhoto: Amar & Isabelle Guillen\nA loggerhead turtle above an underwater wreck\nThe photographers in this list have a wide range of styles and methods, but we think you’ll agree that each one certainly knows how to take a good underwater shot. We thank all of them for generously sharing their photographs, insight and time. ","author":"Yohani Kamarudin","web_category":"productsgear","title":"7 Amazing Underwater Nature Photographers ","picture_url":"http://static.techgraffiti.com/2013/02/miroshnikov2.jpg","url":"http://www.techgraffiti.com/7-incredible-underwater-nature-photographers"}