{"summary":"Before starting work on Google’s Zurich office, Camenzind Evolution interviewed the employees who would be working there. A lounge room at the New York office","advice_category":"6","content":"\nPhoto: Itay Sikolski\nDesigner fun at the Tel Aviv office\nImagine working in an office that looks like a spaceship, or perhaps one that’s part rainforest. Just think of the ideas you could come up with while lying in a bathtub filled with foam, staring at dreamy-looking fish tanks. It may sound too good to be true, but for Google employees around the world, imaginative and unusual designer workspaces are a daily reality.\nPhoto: Peter Wurmli via Camenzind Evolution\nMeeting pods at Google’s Zurich office\nEverywhere from Zurich to Tel Aviv, Google offices are great examples of work environments with a difference. Looking at these photographs, you get the impression that designers have been allowed to let their creativity run wild. They’ve managed to come up with environments that are inspirational and conducive to work, yet comfortable and inviting at the same time. It’s a far cry from the way we tend to picture the daily grind, and with such variety, there’s sure to be something for everyone.\nPhoto: Peter Wurmli via Camenzind Evolution\nA curtained-off conference area at the Zurich office\nAccording to Google, “Though no two Google offices are the same, visitors to any office can expect to find a few common features: murals and decorations expressing local personality; Googlers sharing cubes, yurts and “huddles”; video games, pool tables and pianos; cafes and “microkitchens” stocked with healthy food; and good old fashioned whiteboards for spur-of-the-moment brainstorming.” But see for yourself.\nPhoto: Marcin Wichary\nA lounge room at the New York office\nDragging yourself to work on a Monday morning is made far more bearable at Google’s Chelsea Market Space-based office in New York City. The office includes this open lounge room, complete with a slide – which is definitely more fun than just taking the stairs.\nPhoto: Marcin Wichary\nSeating area in the Water Tower Caf?\nWhen it comes to lunch, employees are spoiled for choice, with five separate cafeterias. One of them is the unusual Water Tower Caf?, which actually looks a bit like a sauna. Yet whatever it resembles, the fact that employees can eat here for free is bound to make mealtimes more fun.\nPhoto: Marcin Wichary\nA super-stylish microkitchen\nThanks to its calming green color scheme, this microkitchen seems like a relaxing place for Googlers to hang out in; in fact, it’s reminiscent of a bar. Google’s Chelsea Market office benefits more than just its employees, though, as the company has created a free WiFi zone that’s the largest in New York City. It’s a move that’s bound to have made them popular with the neighbors.\nPhoto: Itay Sikolski via Camenzind Evolution\nFun and games at Google’s Tel Aviv office\nGoogle’s Tel Aviv office opened towards the end of December 2012. Designers have drawn inspiration from nature, with lifelike trees scattered around an office that also uses the colors of the desert and the ocean. And as shown in the image above, there’s enough room for a bit of fun as well.\nPhoto: Itay Sikolski via Camenzind EvolutionSeats with a view at the Tel Aviv office\nThe office is spread out over eight floors of the well-known Electra Tower. Swiss design firm Camenzind Evolution worked with Israeli design companies Setter Architects and Studio Yaron Tal to create the fabulous workspace. With the stunning ocean and city views visible from the building, the designers had to ensure that the office interior was equally impressive.\nPhoto: Itay Sikolski via Camenzind Evolution\nA picturesque seating area \nOne of the features of the Tel Aviv office that stands out is the high number of meeting spaces it contains. Almost half of the office space has been allocated to communication zones where employees can work together. That said, in this particular seating area it might be hard not to get distracted by the view.\nPhoto: Peter Wurmli via Camenzind Evolution\nMeeting capsules at Google’s Zurich office\nBefore starting work on Google’s Zurich office, Camenzind Evolution interviewed the employees who would be working there. The Googlers – or Zooglers, as they’re known in Zurich – asked for practical private workspaces and fun and creative communal spaces. They also requested “enjoyable and entertaining qualities to stimulate creativity, innovation and collaboration.”\nPhoto: Peter Wurmli via Camenzind Evolution\nA “train carriage” conference room\nThis mini conference room recreates a train, complete with colorful graffiti. There are small meeting spaces like this all over the Zurich office. Some are modeled on ski resorts, others look like New York taxis, and then there are the strange alien pods.\nPhoto: Peter Wurmli via Camenzind Evolution\nA good place to think\nThen, when the tension gets unbearable, Zooglers can relax and unwind in this darkened room, while looking at soothing fish tanks. The only danger here we could imagine would be falling asleep and forgetting to go home.\nPhoto: Martin Varsavsky\nA meeting space at Google’s office in Soho, London\nGoogle has three offices in London, and this is their Soho campus. Architects Penson Group (who also worked on Google’s London Victoria office) designed the 160,000-square-foot office to be both comfortable and visually inspiring. Complete with plush cushions and bright colors, parts of the office look as if they’ve taken inspiration from the ‘70s.\nPhoto: Martin Varsavsky\nVault chic\nIt’s not all squishy pillows and comfy cushions, though. The airlock-style door and black and orange coloring give this large room a definite futuristic feel. This is where Googlers come to lift weights and keep in shape.\nPhoto: Martin Varsavsky\nA colorful conference space\nA bright blue curtain sections off this meeting room. But aesthetics aside, the Soho offices have been designed with the environment in mind, and many of the materials used for construction were recycled or reclaimed. What’s more, the principle is still adhered to now: as you can see, the waste is separated to make recycling easy.\nPhoto: G. Smirnov via Camenzind Evolution\nThe central meeting area at Google’s Moscow office\nHere, in the Moscow office’s hub, Googlers can meet, talk and relax under an inviting-looking tree that looks straight out of a Russian fairytale. Unlike in regular offices, the lighting here is intimate and magical-seeming.\nPhoto: G. Smirnov via Camenzind Evolution\nA spacious cafeteria\nAfter interviewing Google employees in Moscow, design firm Camenzind Evolution found that workers wanted an office that reflected the company’s values and identity with a local twist. The cafeteria, for example, took inspiration from classical Russian dining rooms, and local monks made the tiles of the buffet counters.\nPhoto: G. Smirnov via Camenzind Evolution\nReception at the Moscow Google office\nThe Moscow office’s main reception area features brickwork reflective of the Kremlin. This being Google, though, it’s not all serious, and the office space also contains table tennis and video gaming spaces.\nPhoto: Marcin WicharyDesigner seats at the Victoria office\nCompared to Google’s Soho London workplace, the office in Victoria seems to take a more minimal approach – although it’s no less impressive. These chairs have a ‘60s feel, which is enhanced by the bright orange lamp and the coffee tables. The local flavor is also obvious.\nPhoto: Marcin Wichary\nIconic “Googleboxes” at Google’s Victoria office\nThese big red phone boxes are called “Googleboxes.” We imagine they don’t have any actual payphones inside, but the beanbags on the floor mean they could be a good place for a private call on one’s cell phone. As you can see, Google branding is a prominent design element at the Victoria office.\nPhoto: Marcin Wichary\nFree bumper car parking\nOne characteristic shared by Google offices all over the world is an element of fun. We’re guessing that the bumper car in this photograph doesn’t actually move, but Google’s Victoria employees are soon set to. In 2016, the company is planning to relocate from Victoria to King’s Cross. No doubt, the new office will be even more spectacular.\nPhoto: Bruno Ehrs via Camenzind Evolution\nA kitchen and games room at Google’s Stockholm office\nGoogle’s Stockholm office was also designed by Camenzind Evolution. Like the Tel Aviv and Moscow offices, the Stockholm headquarters reflect the values of Google both internationally and locally. Thus, many Swedish elements were included.\nPhoto: Bruno Ehrs via Camenzind Evolution\nA table tennis cafeteria\nThe cafeteria pictured was designed to bring people together like a traditional town square. It’s located between the engineering side of the office, which was created with rural Sweden in mind, and the sales and marketing side, which used more urban design elements.\nPhoto: Bruno Ehrs via Camenzind Evolution\nA “moo-ving” designer meeting room\nMeanwhile, the meeting rooms all have different themes based on Swedish inventors and inventions. This one is a tribute to Gustaf de Laval, who made huge contributions to the dairy industry in the late 19th century.\nPhoto: Martin Varsavsky\nGoogle office in Soho, London\n“What’s important is recognizing [that] people don’t necessarily work best sitting at a desk,” says Google London’s Director of Operations Matt Brittin. “Playing on the Wii or going for a run might fuel new ideas. We look after our staff so that they want to come to work.” Looking at the offices, it seems as though this is a philosophy Google takes seriously.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17","author":"Yohani Kamarudin","web_category":"art-design","title":"7 Amazing Google Offices Around the World","picture_url":"http://static.techgraffiti.com/2013/03/taviv11.jpg","url":"http://www.techgraffiti.com/7-awesome-google-offices-around-the-world"}