{"summary":"Rather than using a metal spring, the enhanced pogo stick utilizes an elastomeric spring system basically made up of a dozen “rubber bands.” Although there are now other brands on the market, the Flybar is the choice of record-breaking Xpogo rider Fred Grzybowski (he of the reattached lip).. The company was formed by three of the original Xpogo athletes – Fred Grzybowski, Nick Ryan and Nick McClintock – and its primary aim is to “grow Xpogo into a cultural staple.”","advice_category":"8","content":"\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nFred Grzybowski carrying out a “Can-Can” over Pittsburgh in 2009\nFred Grzybowski has had his lip reattached with 30 stitches, has a giant scar on his elbow, and has another beast of a scar on his abdomen. Dalton Smith has smashed both kneecaps and broken his nose. Their injuries don’t come from accidents while riding bicycles or skateboards but, probably more unexpectedly, from bouncing into the air on pogo sticks. Both Grzybowski and Dalton are athletes in a comparatively newfangled sport: extreme pogo, or Xpogo, as it is known.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nXpogo athletes performing synchronized no-handed backflips in Rio, Brazil\nUp until the last decade of the 20th century, the pogo stick may have been seen as a pretty tame source of entertainment. The toy itself perhaps conjured up images of little girls in pigtails bouncing around in the backyard. But as these photographs show, the device is now being used for potentially dangerous tricks.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nXpogo in front of the Great Wall of China, 2012\nDave Armstrong from Utah is generally credited with having started to do tricks in this new and exciting arena – and doing so using the original, steel-spring pogo sticks. Armstrong created the website www.Xpogo.com, and soon, other individuals who’d also started executing moves came together via the site to help formalize the sport. Among these first Xpogo athletes were Fred Grzybowski, Nick McClintock, Nick Ryan, Rick Gorge, Dan Brown and Matt Malcolm.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nAn Xpogo rider silhouetted against London’s Houses of Parliament and Big Ben\nThe traditional form of the modern pogo stick, originally patented in 1920, features a spring that connects two parts of the central pole and runs down beneath the footpads. However, such pogo sticks may only be able to lift the user a matter of inches off the ground – and this hardly seems very extreme.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nRooftop acrobatics\nIn 2004, pogo manufacturer SBI Enterprises came out with the Flybar 1200, which has been described as “a pogo stick on steroids.” This was the result of collaboration between professional skateboarder Andy Macdonald and SBI Enterprises president Irwin Arginsky. The two of them saw a want in the market for new pogo sticks that were not merely souped-up versions of the original but which also utilized a whole new technology.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nHave pogo stick, will travel\nThe Flybar 1200 was built with a well-developed athlete in mind, and it can achieve heights of between five and eight feet, depending on the skills of the rider. Rather than using a metal spring, the enhanced pogo stick utilizes an elastomeric spring system basically made up of a dozen “rubber bands.” Although there are now other brands on the market, the Flybar is the choice of record-breaking Xpogo rider Fred Grzybowski (he of the reattached lip).\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nAn Xpogo rider performs next to the waterside in Hong Kong.\nVurtego is another company that makes revamped pogo sticks suitable for extreme pogo. The company’s models use compressed air rather than either metal or a rubber spring system. They can yield 1,500 pounds-force of thrust, potentially launching riders up to nine-and-a-half feet into the air – the (slightly scary) world record height.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nXpogo athletes don’t need stairs to reach high places.\nElsewhere, the BowGo stick is the invention of Ben Brown, a scientist at Carnegie Mellon University’s Robotic Institute; Illah Nourbakhsh, an assistant professor of robotics; and Garth Zeglin, a post-doctoral fellow. The BowGo is propelled by a fiberglass bow rather than a spring system and is the result of Brown’s experiments in creating a “hopping robot” designed for traveling over tricky terrain on other planets and moons.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nAn Xpogo athlete suspended in the air at Pogopalooza 6\nOf course, the best equipment in the world is no good without skilled riders, and Xpogo athletes can pit their abilities against each other at Pogopalooza. This yearly gathering sees riders come together for events focused around different disciplines within the sport, including High Jump and Best Trick events. In 2004, the first Pogopalooza had a small group of six competitors meeting in Lincoln, Nebraska, but by Pogopalooza 6, which was held in Pittsburgh in 2009, there were 60 Xpogo riders from the US, UK and Canada.\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nIs it a bird? Is it a plane?\nThe last three events, including 2012’s Pogopalooza in Costa Mesa, California, brought onlookers in their tens of thousands and generated a great deal of media coverage. Since June 2010, Xpogo LLC has managed the events. The company was formed by three of the original Xpogo athletes – Fred Grzybowski, Nick Ryan and Nick McClintock – and its primary aim is to “grow Xpogo into a cultural staple.”\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nWell, it’s one way to take the stairs…\nAlthough Xpogo athletes may run the risk of injury when performing tricks such as the “One-Foot Peg Grab,” the “Malcolm X” and the “Candy Bar,” it doesn’t deter them. “It’s an extreme sport so it’s characterized by its risk,” Nick Ryan told The Wall Street Journal in a 2009 article. “The breed of human that does this is the type that falls down and gets up.”\nPhoto: Xpogo.com and www.Facebook.com/Xpogo\nEven the buildings are leaning in to take a closer look!\n2013’s Pogopalooza will be held in New York City on July 26-28. It’s being touted as “a game-changer for the sport” and should continue to demonstrate that the pogo stick is now not just a kids’ toy. Thanks to Xpogo.com for allowing us to use their amazing photographs.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14","author":"Yohani Kamarudin","web_category":"entertainment","title":"Extreme Pogo: Launching Ballsy Riders Almost 10 Feet Into the Air","picture_url":"http://static.techgraffiti.com/2013/04/pogo2-s6-c10.jpg","url":"http://www.techgraffiti.com/extreme-pogo-launching-riders-almost-10-feet-into-the-air"}