{"summary":"F-35 JSF Program – Advanced Electronically Scanned Array Radar (AESA). In the United States Air Force, the F-35 with its multiple capabilities will replace several aircraft including the F-16 and A-10, and it is intended to be the world’s premier strike aircraft through 2040","advice_category":"3","content":"\nLockheed Martin X-35 Prototype Demonstrator for F-35 / Two (2) built\nPhoto – Tom Reynolds / USAF\nF35 Joint Strike Fighter Program data is still secret \nOn April 21, 2009, the Wall Street Journal (USA) reported that computer spies had hacked the US DOD computer system and stolen highly classified data from the world’s most expensive weapons program – the Joint Strike Fighter Program. This Lockheed Martin fighter, the F-35 Lightning II, accesses 7.5 million lines of computer code, more than triple the amount used in the current top Air Force fighter, the F-22 Raptor. The Raptor deploys the most advanced stealth technology of any air force in the world and for that reason is banned from export.\nAlthough forever denying they indulge in cyberwarfare, China was immediately the first suspect for the stolen data event announced in late April, 2009. Vague statements from the United States Department of Defense implied the theft attempt had been traced to China via IP addresses. Details were not forthcoming except that anonymous informants reported that the F-35 Lightning II Program has been repeatedly broken into. Supposedly, this latest attempt downloaded a great deal of data but the most sensitive information from the program was not stolen. Let’s quickly look at the reality of cyber theft of classified and critically important F-35 data from secure research facilities at the United States Department of Defense and USAF.\nPhoto: USAF CyberCommand\nGraphic Art – dangerroom / wired\nI have no specific knowledge about, or access to, the computer security procedures used by America’s military establishment, but there is a simple procedure that makes stealing any computer data difficult. This procedure is widely known to anyone of high school age and older. The computer holding the sensitive data is never networked or connected to another computer. Frequent backups are done to a removable hard drive which is locked in a safe when not in use. Data can be easily shared among project personnel using copies on removable drives.\nThe only way for an outside entity to steal data in this environment is to break into the project office and physically steal physical computers and hard drives. Unless 24′s Jack Bauer has defected, this is near impossible in the real world. Official Pentagon statements that F-35 data was not stolen, either from USA contractors or foreign partners, have said that a physical break-in would be required. That brief statement implies this simple security procedure is used. Hacker probes are detected weekly at the Pentagon and military facilities elsewhere. It is not difficult to cloak a computer, hide its IP address and make it invisible in cyberspace. Tens of thousands of advanced, personal and business computer users understand the protocol and use it daily.\nIt seems that at the end of the day, nothing of value could be stolen by a cyber attack against the F-35 Joint Strike Fighter Program. The few confirmed cases where a foreign agent successfully stole and then sold US military secrets involved the theft of ‘hard copy’, data in a physical form such as a computer drive and/or hard (i.e. paper) copies of highly classified reports.\nPhoto: United States “Trillion Dollar National Reserve Note”\nGraphic Art – methodshop\nA One Trillion USD cost estimate for the F-35 Lightning II Program was released on March 12, 2008 by the United States Government General Accounting Office. The GAO is the investigative arm of the United States Congress and is highly respected for its honesty, integrity and professionalism. The oft-quoted $300 billion figure covers the production and acquisition of 2.458 aircraft for three military services in the United States: Air Force, Navy and Marines. An additional $650 billion is needed to operate and maintain this large fleet of F-35s that will be the first rank USA fighter well into the 21st century. Increase in operating costs is driven by the obvious factors: ongoing design changes, depot maintenance, increased fuel consumption and higher fuel costs.\nThe Obama administration has planned to equal, or exceed, the $17 billion budget planned by the Bush Administration for cyber-security. With this vast sum in play for the F-35 Lightning II Program and cyber security in general, can we find out more about what is at stake? For those critical of the large budget and who wish these funds were sent elsewhere to support domestic needs amidst the serious recession stalking the American landscape, understand that there is no possibility of a simple, lateral budget transfer. Military budgets cannot be sent back to a general fund and then easily re-assigned. Unless the United States forgoes its imperial vision, programs such as the Joint Strike Fighter will always be defined as essential, then funded and implemented.\nCover Art / F-35 Lightning II Program Brief – USAF\nPhoto – F-35 Lightning II Program / USAF\nCan we in the general public, and forever outside the defense establishment, get a realistic overview as to what would be achieved after spending USD One Trillion? I think we can make that determination with enough accuracy to fuel endless debates as to whether the expense is justified. This article will not enter that debate for which there can never be a resolution – only arguments – about policies that mandate such hugely expensive military aircraft. Setting the policy debate aside, let us see what One (1) Trillion USD buys for the United States Air Force and Lockheed’s international customers for the F-35. The F-35 Lightning II may turn out to be a badly flawed, very expensive aircraft.\nF-16 (?) on runway at night\nPhoto – irandefense.net\nIn April 2008, The United States Secretary of Defense, Robert Gates, announced sweeping changes in Air Force leadership and budget priorities. Production of the F-22 will be halted at 187 aircraft. Further development of the supersonic B-2 bomber was canceled. Amidst these and other cutbacks, the F-35 Joint Strike Fighter program was preserved and their purchase in 2010 was doubled to 30 aircraft.\nThe F-35 Lightning II was designed with multiple objectives in mind, including a low enough level of stealth capability to make export possible without revealing cutting edge technology that guarantees America’s dominance of the global military air space. Technology that would allow for export of large numbers of the F-35 was designed into the program from its inception. Nations that integrate the F-35 into their long term, strategic military aviation policy are further embedded in the United States web of strategic alliances. Furthermore, a large revenue stream is generated for Lockheed Martin and other contractors who build components for the F-35 Lightning II.\nFirst F-35B STOVL Fighter Unveiled at Lockheed Martin, December 18, 2008.\nPhoto – airattack\nF-35 / Profile and Mission\nThe F-35 article at Wikipedia is an excellent aircraft profile and review of international strategic partnerships. The F-35 Lighting II is a Fifth Generation Fighter, single seat with stealth capability and multiple mission support. The USAF plans to acquire a total of 1765 aircraft.\nThere are three models of the F-35. The F-35A, a conventional land takeoff and landing aircraft, is the smallest and lightest of the models and the only one with an internal cannon. The F-35A is intended to outperform the F-16 Fighting Falcon in stealth payload, range, and avionics. It will replace the F-16 starting in 2013 and the A-10 Thunderbolt starting in 2028.\nThe F-35B is a short takeoff and vertical landing fighter; The US Marine Corps plans to purchase 340 F-35Bs and replace all current F/A-18 Hornet, AV-8B Harrier II and EA-6B Prowler. The F-35B was unveiled at Lockheed’s Fort Worth plant on 18 December 2007 and first test flight was June 11, 2008. The F-35B will be available in 2012.\nThe F-35C is a carrier based fighter that has a large folding wing and larger control surfaces than the F-35A for better control at low speeds. Large wing area facilitates decreased landing speed, increased range and payload and twice the range possible with internal fuel when compared to the F/A-18C Hornet and F/A-18E/F Super Hornet. The United States Navy intends to buy 480 F-35Cs to replace various models of F/A 18 Hornets. Two functional prototype F-35Cs have been manufactured and production models are scheduled for 2015.\nPhoto: Pratt & Whitney F13 Engine\nPhoto – Gingojo / Wikimedia \nPerformance parameters for the F-35 that have been released include: a) maximum speed of Mach 1.6+ (1200 mph, 1931 kmh); b) range of 1200 nautical miles (2220 km) for the F-35A and F-35C; c) range of 900 nautical miles (1670 km) for the F-35C; d) service ceiling of 60,000 ft; and f) g limits for each model of 9 g. Rate of climb is classified. There are vertical takeoff and landing versions being developed for each of the two jet engines adopted: the Pratt & Whitney F135 and the General Electric/Rolls-Royce F136 .\n Lockheed Martin F-35 variants\nGraphic Art – Lockheed Martin\nMajor finance for the JSF Program is provided by the United States and there are several important country partners including the UK, Italy (Alenia) and Turkey. The major contractors are Lockheed Martin, Northrop Grumman and BAE Systems in that order. First flight was 15 December, 2006 and initial deliver/fly-away cost was $83 million. One approach to holding down costs was to have the three variations of the F-35 share 80% of the parts.\nF-35 JSF Program – Advanced Electronically Scanned Array Radar (AESA)\nGraphic Art – F-35 Lightning II Program / USAF\nLockheed Martin Aeronautics is the prime contractor and performs final aircraft assembly, overall system integration, mission system, and manufactures the forward fuselage, wings and flight controls systems. Northrop Grumman provides Active Electronically Scanned Array (AESA) radar, center fuselage, weapons bay, and arrestor gear. BAE Systems provides aft fuselage and empennages, horizontal and vertical tails, crew life support and escape systems, electronic warfare systems, fuel system, and Flight Control Software (FCS1). Alenia will perform final assembly for Italy and possibly assembly of all European aircraft with the exception of the F-35s bought by the UK.\nF-35 – cockpit instruments\nDigital graphic art – irandefense.net\nIn terms of competitive upgrade, the F-35 is required to: a) have a long range capacity second only to the F-22; b) be 4 times more effect than familiar legacy fighters in air to air combat; c) be 8 times more effective than existing aircraft in air to ground combat; and c) 3 times superior when flying reconnaissance and suppression of air defense missions. Other important advances include integrating avionics and sensor data from on board and off board sensors to maximize the pilot’s situational awareness and improve weapon delivery. The pilot has a full-panel-width panoramic cockpit display.\nF-35 Lightning II – weapon bays open\nPhoto – airattack\nThe weaponry designed for the F-35 include four barrel cannons, one or two air-to-air missiles and two air-to-ground bomb bays. To the extent that the Air Force is comfortable with compromising stealth capabilities, additional missiles, bomb bays and fuel tanks can be added to the Lightning II. The F-35 can carry more weapons than any of the aircraft it is designed to replace.\nThese extraordinary demands are to be met in addition to longer range and less required logistical support than any existing legacy aircraft. This ‘order’ is tall indeed, but is it too ‘tall’ for what is possible even when the contractors have an extraordinary record of achievement with the development of cutting edge military aircraft?\nF-35 initial flight on Dec. 15, 2006 over Fort Worth, Texas\nPhoto – David Drais / Lockheed Martin\nTest Flight and Pre-Production \nAn F-35 reached supersonic speeds for the first time on November 13, 2008 when the test flight of AA-1 achieved Mach 1.05 at 30,000’ with four passes through the sound barrier and eight minutes in supersonic flight. The BF-1 is the first weight optimized design and it made a conventional takeoff flight on June 11, 2008. On December 19, 2008, Lockheed Martin rolled out the first weight optimized F-35A (AF-1) which is the first F-35 to be assembled at full production speed. It is structurally identical to those F-35As (land based takeoff and landing) that will be delivered to allies starting in 2010. As of January 5, 2009, six F-35A’s have been completed and 17 are in production of which 13 are pre-production test aircraft. The other four are production fighter aircraft that will be stationed at the Eglin USAF Base in Florida.\nF-35 Mission Concept\nGraphic Art – irandefense.net\nF-35 / 21st Century and USA Strategic Policy \nIn the United States Air Force, the F-35 with its multiple capabilities will replace several aircraft including the F-16 and A-10, and it is intended to be the world’s premier strike aircraft through 2040. If this ambitious goal can be achieved, United States dominance of military airspace is guaranteed for at least four generations, and the USA will remain the world’s dominant superpower well into the 21st century. (The naval equivalent of a stealth super weapon is the USA nuclear submarine fleet.).\nRussia and later in the 21st century China, are the only candidates for serious competition that might someday challenge United States dominance in the air and seas. If the JSF Program is also a diplomatic weapon that will continue ‘peace through intimidation’ vs Russia and China, that is very important. Uncomfortable as some readers may be when considering these aspects of the world situation, their reality and importance cannot be minimized. Personal philosophy and individual political views aside, empire building and world domination in the social, economic and military spheres has dominated much of the historical record since the days of ancient Egypt.\nHow well designed is the F-35 Joint Strike fighter to play a major role in the implementation of American foreign policy throughout the first half of the 21st century? To the extent that the F-35 is seriously flawed, the military aviation component that is essential to the policies used by the USA to dominate the planet is weakened. This appears to be an ‘all the eggs in one basket’ situation with respect to future USA air power; there is no backup or alternative to the F-35 Lightning II. There is no other aircraft with the entirety that has been designed into the F-35. Perhaps very high costs alone dictated this situation. The deepening recession and weakening of the USA banking system combine to further embed the pre-eminence of the F-35 within American military and foreign policy for many years to come.\nThe second article (II) in this series surveys other nations for aircraft that are potential competitors for the Joint Strike Fighter Program. The third and final article (III) in this short series will look at the international partners working with the United States on the Joint Strike Fighter Program, and the problems that have emerged with F-35 design and performance.\nSources -1, 2, 3, 4, 5, 6, 7\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"science","title":"The One Trillion Dollar Fighter Program","picture_url":"http://www.ahrtp.com/EG_Images3/Lockheed%20Martin%20X-35_Lightning_flight-4_opt600x391_usaf.jpg","url":"http://www.techgraffiti.com/news-one-trillion-dollar-fighter-program"}