{"summary":"Burt argues that it is more parsimonious to consider concealed ovulation the default and ask why species with conspicuous signs of ovulation evolved those signals.. Nekomimi might revolutionize flirting by automatically giving clear signals about how interested a wearer is in another person","advice_category":"3","content":"\nPhoto: Coolcal2111\nAll species of primates must connect with potential mates in order to propagate their genes. Female primates evolved various adaptations for expressing interest in liaisons, and some species are quite forward when expressing their intentions. Physiological signals from human females, on the other hand, are relatively subtle. However, robotic prosthetics that change shape in response to brainwaves promise to take the guesswork out of human flirting. Wearers will enter a bold new world of frank romantic communication.\nPhoto: William Warby\nPrimate females have ovulation cycles that alternate between fertile and infertile phases. The details of the cycles and their physiological effects vary by species. The University of Wisconsin published a factsheet on olive baboon behavior with a section about reproductive behavior. Female olive baboons have organs that visibly swell during ovulation to signal that they are in the fertile phase of their cycle. The swelling is so pronounced that it can increase a female’s weight by up to 14%. In addition to swelling, the skin in this region becomes bright pink or red. These signals attract males for mating.\nPhoto: Marc Falardeau\nMuch to the frustration of potential suitors, a woman’s physiological clues to fertility and to receptivity are more discreet. The prevailing view among biologists says that women ‘conceal’ their ovulation to gain an evolutionary advantage, although researcher Burt from McGill University disagrees. Evolutionary biologists favor a theory if it is the most parsimonious theory, meaning it assumes the fewest changes during evolutionary history. Burt argues that it is more parsimonious to consider concealed ovulation the default and ask why species with conspicuous signs of ovulation evolved those signals.\nPhoto: Delta_avi_delta\nRegardless of why women lack an organ that swells up and turns a vivid color, robot manufacturers have developed a product to fulfill a similar function. A Japanese company called Neurowear has invented wearable cat ears that reflect the wearer’s emotions. The robotic, mind-reading prosthetic, called Nekomimi, senses brainwaves to detect the wearer’s mood. The ears perk up when the wearer concentrates on something and lie down when the wearer relaxes. Both men and women may want to try this invention for communicating romantic feelings more directly.\nNekomimi might revolutionize flirting by automatically giving clear signals about how interested a wearer is in another person. The underlying technology in Nekomimi could be incorporated into different prosthetic styles. Just imagine a prosthetic unicorn horn that glows to signal interest while in a dark dance club, or a heart-shaped pendant that pulsates when the wearer is aroused!\nIt will take time for folks to become accustomed to these new robotic organs, though. Having an organ that perks up when one is excited could be awkward if it’s on one’s head and visible for all to see.","author":"Joseph Dunsay","web_category":"science","title":"How Mind-Reading Robotic Prosthetics Could Transform Flirting","picture_url":"http://static.techgraffiti.com/sites/default/files/images/A-Love.img_assist_custom-600x332.jpg","url":"http://www.techgraffiti.com/news-how-mind-reading-robotic-prosthetics-could-transform-flirting"}