{"summary":"Photo: Will RockwellThe steampunk hard drive on a table, to give you an idea of its size. Rockwell started off by making the box and adding walnut veneer and brass trimming, to give it that steampunk look","advice_category":"6","content":"\nPhoto: Will RockwellThe steam-powered computer hard drive\nThe purpose of this impressive object isn’t obvious at first; some kind of strange medical instrument from the 19th century, perhaps? In fact, it’s a “steam-powered” hard drive case, a perfect combination of old and new, where artwork meets utility. It’s lovingly crafted from walnut and brass, and every so often it emits a plume of steam.\nPhoto: Will RockwellThe steam emitting smokestack\n“I had a 500Gb Lacie Big Drive, a real dinosaur, sitting around gathering dust,” says creator Rockwell. “So I decided to steamify it after seeing [fellow steampunk artist] Maets’ works of art.” But this piece of art doesn’t just sit there; the wheels turn, the light flashes and, as we mentioned earlier, it gives off jets of steam.\nPhoto: Will RockwellThe “surge” lever creates an extra blast of steam.\nThe detailed wooden box reminds us of Charles Babbage’s 19th-century machines, or perhaps something that Jules Verne might have dreamt up. This fancy case adds an apocalyptic and fantastical sci-fi element to any ordinary hard drive.\nPhoto: Will RockwellThe brass detail on top of the hard drive case\nRockwell started off by making the box and adding walnut veneer and brass trimming, to give it that steampunk look. Motors drive the steam generator and drive wheel.\nPhoto: Will RockwellThe drive wheel\nA Wizard Stick, or “fog-producing wand”, produces the plumes of “steam” coming from the chimney. The Wizard Stick produces a heated vapor similar to the way that special effects fog is created for movies and rock concerts. The steam doesn’t really generate power for the drive, but it certainly looks like it might.\nPhoto: Will RockwellA close-up look at the brass edging\nIn order to get the Wizard Stick working continuously, Rockwell used a wooden cam powered by a motor. As the cam turns, it pushes the button of the Wizard Stick up and down, generating a realistic cloud of steam. Rockwell then added a surge switch that generates an extra blast of steam from the smokestack when pulled. This was apparently the hardest part of the operation.\nPhoto: Will RockwellThe steampunk hard drive on a table, to give you an idea of its size\nThe chimney itself was constructed from brass napkin rings. The power switch, the rotating gear train and the light fitting were all designed to match – and the decorative trims on the case add the perfect finishing touch.\nPhoto: Will RockwellThe red light flashes when the case is powered up\nWhen it’s switched on, with the steam chugging and the wheel turning, the hard drive case really looks as if it could be a relic from the 19th century. It would definitely make an interesting conversation piece at the office. True enthusiasts can use the hard drive case in conjunction with Rockwell’s modified USB drives, which also have a steampunk feel.\nPhoto: Will RockwellA closer look at the top of the device\nIf you’d like to see the steampunk hard drive in action, check out the YouTube clip below – a video made by Rockwell that shows off his creation in all its 19th-century-esque glory.\nSources: 1, 2, 3, 4, 5, 6","author":"Yohani Kamarudin","web_category":"art-design","title":"Amazing Steampunk Hard Drive Case For An Apocalyptic Future","picture_url":"http://static.techgraffiti.com/2013/02/Steam-Powered-Computer-Hard-Drive.jpg","url":"http://www.techgraffiti.com/amazing-steampunk-hard-drive-case-for-an-apocalyptic-future"}