{"summary":"Basically, it works by automatically turning off functions – such as Wi-Fi and screen brightness – when you don’t need them, so (hopefully) you’ll never be caught without battery power at crucial moments again. There are a lot of great apps around for minimizing your fuel use, but to be really green, why not skip the fuel altogether and ride a bike? The Bike Repair app has step-by-step guides covering a huge list of repairs you might need to carry out while you’re cycling around town, and the app also offers advise on how to keep your bike well maintained","advice_category":"8","content":"\nPhoto: iTunes App Store \nIf you want to go green but are short on time, these fantastic apps allow you to help save the environment as quickly and conveniently as possible. So now there’s no excuse for not doing your bit. \nMany of the apps on this list are for iPhone and iPad, but don’t let that put you off if you don’t have one; an Android version or something similar is often just a quick search away. We’ve included a bunch of free ones, too, so even if you’re on a budget, you can still go green.\nPhoto: iTunes App Store \nTo help get you started on the road to your new, greener lifestyle, the Go Green app provides handy environmentally friendly tips that you can save to a “green list” for reference. And the more tips you save, the more your green rating goes up – as far as the app is concerned, anyway. \nPrice: Free\nPhoto: iTunes App Store \nThis useful free app makes recycling fun and easy by helping you find the most convenient location for responsibly getting rid of those old cardboard boxes, glass bottles, batteries and other recyclable waste. While you’re at it, you can even link up with other passionate recyclers using Facebook, Twitter, SMS and email. \nPrice: Free\nPhoto: iTunes App Store \nThe next time you’re at the supermarket, you may want to have this app handy. Simply by scanning barcodes, GoodGuide helps you choose products that are environmentally sound, ethically produced and healthy. The app currently only covers US products, but many of the goods are available in other countries, which makes it a worthwhile tool wherever you are. \nPrice: Free\nPhoto: iTunes App Store \nNow here’s an app we really love. PaperKarma empties your mailbox of all that annoying junk mail and at the same time helps the environment by cutting down on unnecessary paper waste. To use it, simply take a photo of the offending piece of mail with your phone, click “Unsubscribe”, and PaperKarma takes care of the rest by tracking down the advertisers and getting them to stop sending you unwanted junk. \nPrice: Free\nPhoto: iTunes App Store \nThis nifty little app was a runner-up on Apple’s Best of 2012 list for iPad – and it’s easy to see why. Green Kitchen offers a huge selection of tasty vegetarian recipes paired with scrumptious photographs that are sure to get your taste buds firing. The recipes are easy to follow and inspiring, and they’re not just for vegetarians, either; anyone who enjoys smarter, healthier cooking is sure to discover some new family favorites. \nPrice: $3.99\nPhoto: iTunes App Store \nNot all the apps on this list are serious. This one might not help you save the planet, but it will teach you more about it. GeoQuiz is full of geographical questions, and even if you get the answer wrong, you’re still guaranteed to learn something interesting. This, of course, can only motivate you to do what you can to save this incredible planet on which we live. \nPrice: $2.99\nPhoto: iTunes App Store \nOne way to make a big difference to the environment is to cut down on your fuel consumption. The Green Gas Saver app helps you to lower fuel usage by monitoring how you drive. It checks your speed and technique and advises you on how to modify your driving to save gas. And who doesn’t want safer, cheaper and more efficient driving?  \nPrice: Free\nPhoto: iTunes App Store \nSave money and help the environment with this useful app, which lets you know which of your electrical gadgets is burning up the most energy. The app can even predict your monthly electricity bill and work out your home’s carbon footprint. All you have to do is let the app know how much you use each of your household appliances, and if you pass the recommended carbon usage, it will notify you. \nPrice: $0.99\nPhoto: iTunes App Store\nMaking your home energy efficient is an appealing idea from both a financial and an environmental point of view, but working out exactly how to do it can be tricky. That’s where this app comes in. Input everything from your heating system to your home appliances, and iViro will tell you how green they are and suggest improvements. It’s like having your own environmental consultant in your back pocket. \nPrice: Free\nPhoto: iTunes Store \nMy Recycle List is another great app for recycling enthusiasts. Using GPS and zip codes, this green app helps you to find local recycling locations and allows you to save and share them with fellow recyclers. The app links directly to website 1800recycling.com and searches more than 120,000 locations. \nPrice: Free\nPhoto: iTunes App Store \nIf you’re thinking about switching over to solar power, this app can help. Consulting a database, Solarchecker calculates how much solar energy is available at a specific site, which depends on factors like geographical location, roof orientation and roof area. The app then works out the quantity of energy you can expect and can even suggest local specialists to consult.\nPrice: Free\nPhoto: iTunes App Store \nKeep up with the latest environmental news while on the go with the Taptu Guardian Environment app. Choose the news streams in which you’re interested, and share them with friends whenever you want. The app also let’s you decide if you want to read a full story or just a quick summary. And if you don’t feel like reading at all, check out the colorful photo galleries instead. \nPrice: Free\nPhoto: iTunes App Store \nHere’s an app for all the eco-conscious foodies out there. Locavore helps you locate nearby produce sources like farms, community supported agriculture (CSA) stores and farmers’ markets. It can even tell you what’s in season and supply you with yummy recipes to try. Sadly, you’ll still have to do the cooking yourself. \nPrice: Free\nPhoto: iTunes App Store \nWhether you’re traveling by road, rail or air, it adds to your carbon footprint. With that in mind, this app allows you to calculate just how much impact you’re having with each trip. It also teaches you about the different ecosystems affected by carbon emissions, such as mangrove forests, equatorial rainforests and saltwater marshlands. With climate change affecting more and more habitats and people, this is a vital app for the environmentally conscious. \nPrice: Free\nPhoto: iTunes App Store \nSometimes, just keeping track of how environmentally friendly you are can be incentive enough to do even more. Every day, Green Me asks you to list up to five ways in which you’ve been ‘green’ and lets you color code the day in your calendar so you can review it later on. Users are bound to be inspired to do more as they see their calendars becoming greener and greener. \nPrice: $1.99\nPhoto: iTunes App Store \nThere aren’t many activities greener than gardening, but even if you don’t have green fingers, this app makes it easier for you to beautify your yard. If you tell the app where you live, it will suggest the best plants for your area and remind you when it’s time to harvest them. And by using your own photos, you can let friends see your progress. \nPrice: $3.99\nPhoto: Bikerepairapp.com \nThere are a lot of great apps around for minimizing your fuel use, but to be really green, why not skip the fuel altogether and ride a bike? The Bike Repair app has step-by-step guides covering a huge list of repairs you might need to carry out while you’re cycling around town, and the app also offers advise on how to keep your bike well maintained. \nPrice: $3.99\nPhoto: iTunes App Store \nIf you run your own business, you’ll find this app very useful indeed. CarbonTrack helps you calculate how much CO2 you produce when you travel for work, dispose of business waste and operate office equipment. And since cutting your emissions can also help to cut costs, this app may have a positive effect on your profits. \nPrice: Free\nPhoto: iTunes App Store \nTree lovers will really appreciate this app. Audubon Trees helps you to identify and learn about trees of the US and Canada. And using NatureShare, you can also share your tree knowledge with others. The app has over 3,000 photographs of trees, as well as maps to help you find them. It can be bought on its own or as part of an award-winning package deal that includes guides to birds, mammals and wildflowers. \nPrice: $9.99\nPhoto: Google Play \nOn top of its green credentials, the GreenPower battery saver app for Android phones helps you overcome one of the most irritating problems with mobile devices: running out of power. Basically, it works by automatically turning off functions – such as Wi-Fi and screen brightness – when you don’t need them, so (hopefully) you’ll never be caught without battery power at crucial moments again. \nPrice: Free\nNow you’re all ready to start downloading and playing your part in helping the environment. It really is that easy!\nExtra sources: 1, 2","author":"Yohani Kamarudin","web_category":"productsgear","title":"20 Cool Apps to Help You Stay Green","picture_url":"http://static.techgraffiti.com/2013/02/gardening-toolkit.jpg","url":"http://www.techgraffiti.com/20-cool-apps-to-help-you-stay-green"}