{"summary":"If publishers continue to produce large numbers of books, e-readers will prove useless to the environment, mainly because the publishing industry has one of the biggest adverse effects on the environment when all factors of production, display and distribution are taken into consideration.. In fact, according to media analyst Sarah Rotman Epps, “Right now, e-books are having effectively no positive impact on the environment”, that is, “unless publishers print fewer books in anticipation of e-book sales”","advice_category":"8","content":"\nPhoto: AZAdam\nE-readers are undoubtedly one of those ‘techie’ gadgets that are presently hitting the mainstream with force. Whether or not it’s due to the introduction of the iPad by Apple, or simply the fact that they’ve been around for a while and are finally catching on, is certainly up for debate. One thing that can’t be argued, though, is the fact that they have now caught on like wildfire and are the future of the publishing industry.\nJust take a second to observe…. across the US, Barnes & Nobles is introducing a Nook counter at the front of its stores dedicated to selling the Nook; Amazon has put out a nice commercial of a couple reading books through their Kindles peacefully on a beach; Walmart is selling e-reader accessories; Best Buy is selling the Nook and other types of e-readers made by Sony, while the iPad commercial claims it can hold “more books than you could read in a lifetime”.\nPhoto: Todd Barnard\nSo, while you will have to make an investment for your future reading pleasure, whether or not you go out and purchase one right now is up to your discretion. There are definitely pros and cons financially, but there are also some environmental pros and cons to take into consideration.\nSaving Green (Money)\nPro, as a matter of fact. While the most popular e-readers do have a hefty $259+ USD price tag, the initial cost will be well worth your investment in the long run. Costs of e-books are much cheaper than buying the hardcovers or paperbacks off the bookstore shelves. Just as an example, a lady working behind the Nook counter had written down how she had saved $80 in just three months by buying e-books through her Nook instead of buying them from a store. So, if you’re a serious reader like she is, the device will easily pay for itself in less than a year.\nLess Gas\nPro. Downloading an e-book takes just seconds and requires no transportation. While you may be able to find an incredibly cheap used book online, it still takes gas to power the mail vehicles to get that book to your doorstep. Right now, petroleum is a quickly-diminishing valuable resource that we need to conserve as much as possible… and the fact that it’s not exactly great for the environment helps in the argument of not using so much of it. Downloading e-books requires no use of gas. This one is a no-brainer.\nCarbon Emissions\nCurrent Con. It’s no secret that the production of electronics, especially devices like laptops, tablet computers and e-readers (along with their batteries) take a certain amount of carbon emissions to produce. Without getting into a numbers game, e-readers have the possibility to offset their carbon emissions in one year, if used as a complete and total replacement of books. But, if people continue to use their e-readers along with traditional books and decide to update after a few years, no real good has been done. Here’s an in-depth research article.\nPhoto: SarahMcD\nIn fact, according to media analyst Sarah Rotman Epps, “Right now, e-books are having effectively no positive impact on the environment”, that is, “unless publishers print fewer books in anticipation of e-book sales”. If publishers continue to produce large numbers of books, e-readers will prove useless to the environment, mainly because the publishing industry has one of the biggest adverse effects on the environment when all factors of production, display and distribution are taken into consideration.\nSaving Space\nPro. Collecting just 20 books that are a few hundred pages long takes up a good amount of shelf space. With an e-reader, you can have hundreds of these books in a device smaller than a moleskin journal. In an age where frugality and space-saving is being emphasized in order to better the environment, this is a great way to take a step in the right direction.\nPhoto: goXunuReviews\nConclusion\nE-readers are the way of the not-so-distant future. It is almost inevitable that we’ll all be using them sometime soon. But how soon you decide to invest in one is up to you, depending on how much reading you do and whether or not you see yourself buying a newer, better version when it comes out.","author":"Chelsea Baldwin","web_category":"productsgear","title":"The Environmental Impact of the e-Reader","picture_url":"http://static.techgraffiti.com/sites/default/files/images/83277787_3b23eae58a.jpg","url":"http://www.techgraffiti.com/news-environmental-pros-cons-e-readers"}