{"summary":"Plus the psychological cost of driving in a car with your whole family on a long distance trip more than makes up for any emissions the trains produce. That piece of beef will have created an average of 3.6 kg of emissions in its production and transport","advice_category":"3","content":"\nThere are a lot of people out there who absolutely love their cars.\nI completely understand the feeling. I grew up in an American suburb, and getting my license on my 16th birthday was a massive milestone. Like most 16 year olds, I felt like I finally had my first taste of freedom. That’s why I always enjoy reading articles that claim some formerly innocuous activity is actually causing even more damage to the environment than driving. The problem is that most of these claims turn out to be untrue on some level or essentially irrelevant. Check out some of the things that people have claimed are worse for the environment than driving. They’re listed in no particular order of importance.\n\n4. Walking\nWhy it’s worse than driving:\nThere was a big uproar last year when environmentalist Chris Goodall released a report saying that walking produced more carbon emissions than driving an equivalent distance. His reasoning was that food production, especially meat production, used so much energy and created so many emissions that replacing the calories you lose by walking would actually end up doing more harm than just driving to wherever you’re going. Goodall’s example showed that a three mile car trip produced .9 kg of CO2. A 3 mile walk required someone to replace 180 calories. To replace these calories with meat would require 100 grams of beef. That piece of beef will have created an average of 3.6 kg of emissions in its production and transport. That’s scary stuff, right?\nWhy it’s probably not:\nDo you actually know anyone who only eats beef? Maybe certain Atkins diet participants do, but most people I know eat a diet that includes meat and a variety of fruits, vegetables, grains, etc. If you start looking at replacing those lost calories with grains or other plants, you’re looking at fewer emissions than a car produces.\nWhy it’s irrelevant:\nWho walks three miles these days? I know people who walk three miles a day for their health, but I don’t know many people who walk three miles to go shopping or do errands. Walking is more of a recreation these days than a form of long distance transportation.\n3. Biofuels\nWhy it’s worse than driving (In this case, worse than driving a regular gas powered car):\nThis is a classic case of good intentions gone wrong. We want to replace fossil fuels with a clean and renewable energy source, and someone figures out fuels can be created with palm oil, corn, and rapeseed. This has resulted in massive deforestation, rises in food prices, and even more greenhouse gas emissions. We’ve talked enough about how bad palm oil is so if you want more info on that check the archives. Something we haven’t really mentioned is the actual emissions produced by burning biofuels. It turns out emissions from rapeseed and corn based biofuels are actually greater than those of fossil fuels by 70% and 50% respectively. They also produce much higher levels of nitrous oxide, which is a more powerful greenhouse gas than CO2.\nWhy it’s not:\nIt’s possible there will one day be a biofuel that doesn’t stink.\nWhy it’s irrelevant:\nIt’s a story that definitely has relevance, but for the future. The fleet of vehicles using these biofuels is relatively small at the moment, so it’s not a huge problem at this particular point in time. However, this is something we might want to take care of before it gets bad.\n2. BicyclingWhy it’s worse than driving:\nUniversity of Pennsylvania Professor Karl Ulrich has argued that because bicyclists live longer, they will end up producing more carbon emissions over the course of their lifetime than all of us shorter lived fatties who drive cars.\nWhy it’s not:\nI don’ think I really need to explain why this is silly, but here you go. Yes, bicyclists live longer than people who don’t exercise. To say that they’ll live longer than all car drivers, however, is stupid. It assumes that nobody who drives a car also exercises. What about all those people who are driving to the gym, huh? Also, I plan to live to a ripe old age regardless of my lifestyle because of modern medicine.\nWhy it’s irrelevant:\nPretty much everyone else thought this was silly too. In addition, the professor who wrote the report bikes to work every day. If he’s not going to be concerned about it, I’m not either.\n1. TrainsWhy it’s worse than driving:\nThe UK Rail Standards and Safety board recently admitted that a family of four that rides a diesel train produces twice as much pollution as one that travels by car.\nWhy it’s not:\nThis assumes that family of four is always together when they’re travelling. Do you take your entire family on most of your car journeys? I don’t. Plus the psychological cost of driving in a car with your whole family on a long distance trip more than makes up for any emissions the trains produce. It’s a lot easier to refrain from smacking your annoying brother if you can get up and walk around while you’re travelling. Not only that, but there are a good deal of electric and non-diesel trains out there. Some trains even purchase carbon offsets now, as you’ll recall if you read our Paris trip article.\nWhy it’s irrelevant:\nSince the vast majority of the people reading this are from the US, this report will have no bearing on our readers’ lives whatsoever. This report might be relevant for Europe where people actually use trains, but it’s completely irrelevant to the US. Besides the small group of dedicated train fanatics, I don’t know of anyone who would willingly take the train unless it was light rail or a subway. There’s a very good reason for this. Amtrak is absolutely horrible. I once travelled from Richmond, VA to Washington D.C., a journey of an hour and a half to two hours by car, and it took me nearly 5 hours. This was in a carriage that had no air conditioning in the summer heat because they hadn’t expected it to go out so they were unprepared to fix it. The explanation given for our delay was that the heat had expanded the rails so the train couldn’t travel very fast. It’s indicative of the kind of thinking at the United States’ passenger rail service that they neglected to realize summers are hot and that metal expands in heat.\nHonorable mention: Eating meat\nWhy it’s worse than driving:\nLivestock farming does produce a lot of emissions. The energy required to feed, raise, butcher, transport and generally make meat edible is a pretty substantial amount. Also, livestock farmers in some places are deforesting areas to get more grazing land.\nWhy I don’t care: Meat is delicious, and I can’t in good conscience tell someone to quit doing something I would never quit myself. Also, militant vegetarians are really annoying, just like militant activists for every other cause.\n…and if you subcribe to our RSS feed, we’ll give you a free album. You’ll also find out more bizzare facts, read some excellent articles and see great pictures. Enjoy!","author":"Chris","web_category":"environmentgreen-tech","title":"Things Worse for the Environment Than Driving...Kinda","picture_url":"http://aycu25.webshots.com/image/35864/2003651133915877371_rs.jpg","url":"http://www.techgraffiti.com/news-things-worse-environment-drivingkinda"}