{"summary":"In honor of Yves Rossy, the Swiss man who flew over the Alps on a personal jet-powered wing Wednesday, Environmental Graffiti was inspired to search for some of the other strangest devices that have carried men aloft. Photo: Image from wikipedia","advice_category":"8","content":"\nPhoto: Cl?ment Ader’s flying machine. Taken by Stephane Delbecque\nIn honor of Yves Rossy, the Swiss man who flew over the Alps on a personal jet-powered wing Wednesday, Environmental Graffiti was inspired to search for some of the other strangest devices that have carried men aloft. Obviously we have missed quite a few, so we’d appreciate it if you could help us out by dropping some more examples of weird flying machines in the comments.\n5. The Gyrocopter\nPhoto: Image from wikipedia\nI know, it’s not exactly in the spirit of Yves to have a conventional aircraft on the list at all, but look at the thing. It’s got a helicopter rotor, and a pusher propeller, and they’re almost universally ultra light. James Bond famously flew one in Never Say Never Again, but we’re still left with the feeling that this is one of the dorkiest ways imaginable to transit the skies.\n4. The Lockheed XFV\nPhoto: Image from Wikipedia\nThe XFV, which was a 1950s experiment designed to protect convoys from marauding Soviet submarines in the event of war, was designed to take off and land from the deck of a ship while completely vertical; a space-saving innovation that would have allowed each convoy to protect itself instead of requiring aircraft carrier escorts. Unfortunately, only one prototype was ever built, and it flew only 32 times, never vertically.\n3. Chance Vought’s Umbrella Plane \nPhoto: \nImage from UnrealAircraft.com\nThis is, in all likelihood, the first attempt at building a flying saucer, on this planet anyway. The “Umbrella Plane” failed miserably, having no aerodynamic principles applied to its design at all. However, the designer, Chance Vaught, went on to design multiple fighter aircraft for the U.S. before and during WWII, using a “trial and error” method that we clearly see backfiring here.\n2. Aero Spacelines Pregnant Guppy\nPhoto: Image from wikipedia\nThe pregnant guppy, of which there were may iterations, including a modified 747,was first designed as a transport for the Apollo program, delivering parts from far-flung contractors to the assembly point in Cape Canaveral, Florida. The aircraft itself, which was a Boeing 377 in a previous life, was designed and built in Van Nuys, California by an independent contractor who believed that he could win a government contract if he had the right equipment. He was right.\n1. NASA AD-1\nPhoto: Image from Wikipedia\nThe AD-1 was designed to prove a highly unusual concept: that aircraft could pivot their wings obliquely in flight. It flew 79 times, and gathered a substantial amount of data on how the wings behaved aerodynamically in that circumstance, as well as looking f’ing weird. The strangest discovery? Pivoting the wing reduced fuel consumption.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed?","author":"whatsrequired","web_category":"productsgear","title":"5 Amazing Oddball Flying Machines","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb12.webshots.com-41675-2160390170102347975S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-5-amazing-oddball-flying-machines"}