{"summary":"•\tBoosting spending on flood defences to respond to climate change..  Below are some of the proposals outlined in the lib Dems’ Zero Carbon Britain plan, which were sourced from the BBC -","advice_category":"3","content":"\n…the UK’s liberal democrat Party has their way. The party has backed a radical series of ideas to fight global warming, even suggesting that petrol powered cars should be banned by 2040.\nThe lib Dems’ move is seen by many as an attempt to regain a foothold in mainstream politics by becoming radical innovators.\nTheir leader Sir Menzies Campbell said that the Liberal Democrats were the only party that were prepared to stand up and address what changes need to be implemented to tackle the negative effects of climate change.\n\"We should be working towards a carbon-neutral Britain by 2050. We should be working towards the elimination of petrol-driven motor cars,\" Mr Campbell told BBC1.\n\"We should be really radical in what we do - the urgency of the problem is really enormous.\"\nThe Liberal Democrats' environment spokesman Chris Huhne said tackling global warming would require an \"enormous economic change\".  Below are some of the proposals outlined in the lib Dems’ Zero Carbon Britain plan, which were sourced from the BBC -\n•\tIntroduce green mortgages to encourage more environmentally friendly homes.\n•\tCharging trucks to use the UK's roads in order to double rail investment, possibly creating a high speed line running north to south.\n•\tBoosting spending on flood defences to respond to climate change.\n•\tEncouraging microgeneration by paying a higher rate to producers who export energy to the National Grid.\n•\tCreating a climate change levy of ¢G10 on domestic flights.\nMr Huhne addressed the media by saying  \"It's an enormous economic change but it's an economic change in line with changes which we've seen in the past, for example between the end of the 19th century and beginning of the 20th century moving from steam power to the petrol engine, moving from gas light to electric light.\"\nMany scientists however, remain skeptical as to whether the Liberals’ proposal to have a Zero Carbon Britain without the use of nuclear energy is at all possible. Analysts believe that the democrats are not advocating the use of nuclear energy due to a popular consensus that nuclear energy is destructive.\nThe debate is ongoing…\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"environmentgreen-tech","title":"Petrol Cars will all be banned by 2040 if…","picture_url":"http://9.thumbs.techgraffiti.com/1/2013/05/8635279299_fdf622c19e_z.jpg","url":"http://www.techgraffiti.com/news-petrol-cars-will-all-be-banned-2040-if…"}