{"summary":"Page, Light Painter, Page explains that light painting is its own art form and not simply a technique. Page created his first light painting by accident","advice_category":"8","content":"\nPhoto: Jason D. Page\nThe “All-Seeing” eye\nFiery spheres explode in showers of golden sparks, geometric shapes shimmer on sandy shores, and glowing light trails cut mesmerizing paths through dark forests. The light paintings of Jason D. Page are beautiful and otherworldly, but the whimsical-looking photographs don’t reveal the hard work and even danger that Page goes through to get each perfect shot.\nPhoto: Jason D. Page\nThe light trail version of the yellow brick road\n“For as long as I can remember I have had an interest in photography,” Page tells us. “What drew me to light painting was that it was a way for me to get images that have been locked inside my imagination out.” Based on his creations, Page seems to have a brain that’s brimming with vivid ideas.\nPhoto: Jason D. Page\nThis pulsing purple light trail is hypnotic.\nAs any light painter will tell you, capturing these luminous figures, lines and shapes requires patience and persistence, and Page uses a technique called long-exposure photography. “I lock the shutter of the camera open then go into the scene and literally paint with light,” he explains. “My exposure times range from 30 seconds to 30 minutes or more.”\nPhoto: Jason D. Page\nAn erupting fireball\nWhat makes Page’s images especially incredible is that he doesn’t perform any post-production to create them. “All of my images are created in real time and captured to the camera in one single photographic frame,” he explains. The fireball pictured above is part of Page’s “Pyrotechnics” series.\nPhoto: Jason D. Page\n“The Machine”\nPage says that drawing three-dimensional objects, like the one pictured above from his “Kinematics” series, is one of the hardest things to do in light painting. In the trailer for his soon-to-be-released documentary Jason D. Page, Light Painter, Page explains that light painting is its own art form and not simply a technique. “Calling light painting a photographic technique would be the same thing as calling painting a ‘canvas technique,’ or drawing a ‘sketchpad technique’,” he says. “Long exposure slow shutter photography, that’s the technique.”\nPhoto: Jason D. Page\n“Left Behind”\nThis striking image, titled “Left Behind,” is part of Page’s “Pyrotechnics” series. Page created these photographs by mixing a selection of chemicals and setting them on fire. As you might imagine, this can be quite dangerous; and according to Page, getting burnt goes with the territory.\nPhoto: Jason D. Page\n“Tropical Trail”\nPage created his first light painting by accident. When he was photographing the sea at nighttime, he bumped his camera, causing moonlight to “streak across the sky.” As you can see from looking at this light trail, he’s come a long way since then, and setting up his shots has become a much more deliberate, time-consuming and methodical process.\nPhoto: Jason D. Page\n“Moonrise Machines”\nIn this photograph, three-dimensional domes within domes and crisscrossing lights illuminate a beach. The image is so intricate and detailed that we can only imagine the amount of time it must have taken Page to create. “If I get lucky I can get the image in a single night, but that rarely happens,” Page tells us. “I have a series that I am currently working on that I have been attempting for over two years, and I still have not created a single shot that I am happy with.”\nPhoto: Jason D. Page\nAnother mesmerizing light trail snakes its way through the undergrowth.\nNext, a luminous path leads enticingly though the woods; you’d never lose a trail this obvious. The image is part of Page’s “Light Trails” series. Interestingly, Page holds that the bends in the series symbolize his own journey with light painting. He can’t see what awaits him when he turns a corner, but he knows it will be meaningful. “I don’t know where light painting is going to take me, but I know there is something truly significant around the corner,” says Page.\nPhoto: Jason D. Page\n“Hoppollia”\nIn another shot from Page’s “Pyrotechnics” series, we see a blazing ball shimmering on the wet sand, as light streaks in every direction. Page loves creating the series and says, “I enjoy the physical and chemical creation of these explosions of light.” When you think about it, the beach is probably one of the safest places to create these fiery light paintings.\nPhoto: Jason D. Page\n“Midnight Bliss”\nPage’s love of nature is apparent in almost all of his light paintings, including this one from his “Landscape” series. Tiny points of light twinkle like fireflies in the grass in the beautiful, ethereal-looking shot, titled “Midnight Bliss.” When we asked Page about the difficulties he faces, he replied, “I live in South Florida and shoot most of my work outside in isolated places. Elements like the heat, the cold, the bugs, the snakes, the wild animals and the occasional weirdo that you run into at night are my most challenging aspects.”\nPhoto: Jason D. Page\n“Spiral Trail”\nHere’s another image from Page’s “Light Trails” series, this time featuring a giant spiral that snakes off into the distance. Light painting itself has a long history dating back to 1914, when motion study pioneers Frank Gilbreth and his wife Lillian left the shutter of a camera open to record the movements of small lights attached to manufacturing and clerical workers.\nPhoto: Jason D. Page\n“Purple Fire Circle”\nHere’s another flaming shot from Page’s combustible “Pyrotechnics” series. This light painting reminds us of a pinwheel firecracker – or, from a distance, a peacock feather. Interestingly, for those human animals who value their body hair and safety, it’s possible to create light paintings using glow sticks or torches.\nPhoto: Jason D. Page\n“Cubism”\nA mysterious cube sits on the sand in this light painting from Page’s “Kinematics” series. The lines of the three-dimensional figure emanate small sparks that make it look like it has been illuminated with glowing fur. Page says he has shot thousands of three-dimensional shapes, but only a few have come out the way he wanted them to – which illustrates just how difficult these kinds of paintings are to produce. “When you get it right, it is a great feeling,” he says.\nPhoto: Jason D. Page\n“Railroad Sphere”\nThese tracks evidently don’t see much action, since Page clearly had enough time to set up and execute this shot from his “Pyrotechnics” series. We asked Page what the most challenge aspect of light painting is for him. “Getting models to go out more than once,” he replied, referring to his images that incorporate people. “Light painting is a very time-consuming and boring process for the average person. I spend hours and hours shooting at night to maybe get just one single image. People will sometimes see my work and want to participate in a shoot – until they get out there into the swamp.”\nPhoto: Jason D. Page\nAnother flaming fireball\nWith the sea dimly visible behind it, this glowing orb perched on a rocky shore looks like it was made from strands of shiny gold. For obvious reasons, light painting is usually done when it’s dark. And Page, for one, finds the experience of shooting on a beach at night both relaxing and inspiring. Despite their volatile nature, there remains a tranquil beauty to his “Pyrotechnics” images like this one.\nPhoto: Jason D. Page\nAnother captivating light trail leads the way.\nThe swirly patterns and spirals that make up this beckoning light trail remind us of children playing with sparklers. Nighttime long-exposure photography often results in the surrounding environment taking on a strange feel that isn’t quite day or night.\nPhoto: Jason D. Page\nThis raging fireball looks particularly volatile.\nThe sparks are really flying in this image. It’s amazing the different textures Page is able to paint within a single photograph, from the brooding glow of the central ring to the tiny points of bright light surrounding it.\nPhoto: Jason D. Page\nA red light trail lures us in.\nHere, a dazzling light trail of six lines leads off into the brush. Once more, the surroundings are bathed in an eerie long-exposure glow. Even the natural colors take on a surreal appearance. Page tells us that in the future he will be “focusing less on the technical complexity of an image and more on the story that the image tells.”\nPhoto: Jason D. Page\n“Lunar Goddess”\nPage’s upcoming documentary, Jason D. Page, Light Painter, sounds like it’s going to shed some light on the man and his art. “The documentary is something that I am very excited about. It will explain what light painting is, the process I use to create my images, and my personal story of how I became a light painter.” You can see the trailer for the documentary here. We thank Jason D. Page for sharing his amazing work with us here at Tech Graffiti.\nSources: 1, 2, 3, 4, 5","author":"Yohani Kamarudin","web_category":"productsgear","title":"Mysterious Fireballs Carve Through the Night","picture_url":"http://static.techgraffiti.com/2013/03/light21.jpg","url":"http://www.techgraffiti.com/mysterious-light-trails-and-fireballs-carve-through-the-darkness"}