{"summary":"But with the sound bullets system developed by Daraio and Spadonia, a nonlinear acoustic lens is used. Scientists from the California Institute of Technology have developed a metamaterial – or artificial material made to provide properties not available in nature – that is said to blast kidney stones and cancer cells","advice_category":"3","content":"\nPhoto: Scetoaux\nScientists from the California Institute of Technology have developed a metamaterial – or artificial material made to provide properties not available in nature – that is said to blast kidney stones and cancer cells. Sound bullets travel through air and can easily make their way through liquids and solids. They can also be used by engineers to identify weak supports on bridges or potholes not yet existent. There is also talk of military use – but medical or military use is still years away.\nPhoto: Mike Tyszka\nThis powerful new weapon was inspired by a desk toy: Newton’s cradle. Sound bullets could potentially be used by the military to create waves of pressure that can melt submarines, or shock waves that destroy caves other weapons can’t touch. Focused sound waves have been used for a long time, but now Chiara Daraio and Alessandro Spadonia, both professors at Cal. Tech., have pioneered this new method of creating powerful sound waves – the potential of which is astounding! And it is certainly true to say that so many possibilities exist for the use of such technology.\nThe design contains 21 parallel chains, each with 21 bearings. When one end is struck, it begins a compression wave that carries through the system. Instead of the last ball swinging out and then back in, like a conventional pendulum, the acoustic lens focuses all the energy of the system onto a spot a few inches away from the metamaterial. The waves are thus not only focused, but amplified more than 100 times compared to what has been achieved by previous technologies. Daraio also says those numbers could easily be made higher.\nPhoto: PNAS\nCurrently there’s only one limit to the performance of similar acoustic devices: the focusing of the linear operational envelope is fairly inaccurate and the focal power is low. But with the sound bullets system developed by Daraio and Spadonia, a nonlinear acoustic lens is used. It is an ordered set up of granular chains and it allows a new way of making high-energy acoustic pulses – which may lead to better imaging possibilities, as well as increased accuracy and signal-to-noise ratios.","author":"lizzardbreath","web_category":"science","title":"The Destructive Power of Sound Bullets","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Newtons_cradle_animation_book_2.gif","url":"http://www.techgraffiti.com/news-destructive-power-sound-bullets-0"}