{"summary":"Each side had to find ways to get at the information the other side didn’t want to share, and small long life batteries were originally developed to power small bugging devices because their small size aided concealment. This section was charged with producing ever more fantastic weaponry for agents during the war – including sleeve guns, tear gas loaded fountain pens, exploding coal and incendiary cigarettes","advice_category":"3","content":"\nPhoto: dreamgirl pumpkincat210\nEvery man loves to picture himself as a James Bond character getting the better of the bad guys, and making use of the various gadgets they see in films. It may seem that some of these gizmos are farfetched, but truth always was stranger than fiction and the truth really is out there if you know where to look.\nYou picture yourself in the tuxedo listening in to some conversation with that hidden bugging device in your ear, and finding out all sorts of deep dark secrets that can change the world. Fantasy, you tell yourself, but you’d be so far wrong it could make you shudder with dread. Spies are usually people just like you, and you could so easily become one yourself, or at least have the gadgetry to do so.\nPhoto: laverrue\nIn one Bond movie the hero’s pinkie ring can shatter bullet-proof glass because it contains a miniature ‘single digit sonic agitator unit’. Very useful for a spy or a burglar perhaps, but who started dreaming up these fascinating toys and why? Many of today’s everyday objects are the direct result of objects conceived in cold war military workshops.\nEach side had to find ways to get at the information the other side didn’t want to share, and small long life batteries were originally developed to power small bugging devices because their small size aided concealment. The CIA was the first to come up with electronic pagers – during the Cuban Missile crisis – and modern computer scanners are based on KGB roll-on cameras, used for copying documents secretly.\nThe espionage frenzy probably dates back mainly to WWII, when there was a sudden need for armies of spies to gather masses of intelligence. The British had the top secret ‘Special Operations Executive’ (SOE) and the special department within it called ‘Section XV’. Bond author Ian Fleming worked for Naval Intelligence in the war and met the head of section XV, which is thought to have been the inspiration for the infamous ‘Q’ character.\nPhoto: Jim Linwood\nThis section was charged with producing ever more fantastic weaponry for agents during the war – including sleeve guns, tear gas loaded fountain pens, exploding coal and incendiary cigarettes. Add to these shoelaces that doubled as wire saws or garrottes, or the carcasses of rats packed with explosive and hidden in the coal bunkers of steam trains to blow up the engine when shovelled in with the coal.\nThe end of the Second World War didn’t mean an end to spying though, because the Russians were so mistrustful of their former allies. America soon realised that the ‘Iron Curtain’ was a barrier they needed to breach and the ‘Cold War’ began. Both sides worked frantically at developing spy gadgetry that was as undetectable as possible. The real James Bond era had begun.\nPhoto: Elise esq\nWithin the KGB, the department with the same job as the British section XV, was ‘Special Laboratory No 12’, referred to by agents as ‘The Chamber’. Created by Stalin, and better funded than many other government agencies, it had the job of researching poisons, instruments of execution and explosives.\nThe Chamber was incredibly inventive, producing for example lipstick guns, cigars that fired cyanide gas and cigarette lighters that doubled as pistols, though they placed far more importance on miniature cameras and recording devices. The Americans were not slow to respond and the CIA had produced cameras the size of matchboxes during WWII, but smaller was always going to be more desirable.\nToday it is nothing unusual to find that a camera can be as small as a lapel button or that a microphone can be concealed in the head of a pin. With industrial espionage being even more important in today’s society, it seems probable that there are more ‘secret agents’ at work now than there have ever been, and it could easily be the man next door.\nPhoto: Simon Grubb\nThere is nothing to stop you getting your hands on some really sophisticated ‘spy’ gear if you have the money and the will, even if major high street retailers don’t stock it. Surf the web for a few minutes and you’ll come up with sites where you can find everything you need for some serious eavesdropping.\nNot only do they sell a vast range of bugging devices but also bug detectors, voice changers, radio transmitting video cameras and a whole lot more. Then go to www.ispysurveillance.com for night vision goggles, bulletproof vests and telephone taps. There is even a chain of stores called ‘Counter Spy’ (main store in Mayfair – London) which supplies covert equipment to anyone who has enough money to buy it.\nThe web site for ‘Counter Spy’ is www.spyzone.com but none of this equipment comes cheap. Two thirds of their customers are government agencies. You could, however, emulate Bond in one respect at least. Those incredible phones used in the film can actually be bought from any good stockist, because they are the latest in the SonyEriccson range – the T68i and the P800.\nAs technology rushes relentlessly forward, it’s very easy to see just how much of our daily lives could be under surveillance without our ever being aware of it, and the knowledge that you could be carrying an innocent looking briefcase that is in reality a spy centre more powerful than anything ever dreamed up fifty years ago is a very sobering thought.\nPhoto: Torley\nSpying is no longer the realm only of those murky figures acting on behalf of government agencies with no name, but in reality the easiest way for the modern businessman or government department to keep abreast of the competition. Mr average citizen is no longer able to keep himself to himself because everything he does is noted down somewhere.\nYou might think it a bit paranoid to see spies round every corner in a world that has moved on so much from the days of the cold war, but the facts are inescapable. You can spy on anyone you want to, anywhere at any time without ever seeming to be anything more than another face in the crowd. Perhaps the idea of a James Bond lifestyle is not so farfetched, after all.","author":"tonyleather","web_category":"science","title":"The Rise of Surveillance Gadgets into the 21st Century","picture_url":"http://static.techgraffiti.com/sites/default/files/images/BONDGIRL","url":"http://www.techgraffiti.com/news-could-you-be-living-next-door-spy"}