{"summary":"- bird management and control around airports. - improved vehicle design to withstand bird strike impact","advice_category":"3","content":"\nPhoto: \nImage via birdbuffer\nThe image above is scenic only at first glance. Facing a huge flock of birds during takeoff or landing will evoke sweaty palms in most pilots – and passengers probably. Though the majority of birdstrikes cause little damage to a plane, they do result in a great number of bird fatalities and cause annual damages estimated at $400 million in the U.S. alone and $1.2 billion worldwide.\nAccording to a confidential database managed by NASA, the years from 1990 to 2007 saw almost 80,000 reported incidents of birds striking nonmilitary aircraft, resulting in emergency landings, aborted takeoffs or close calls – and these are just the voluntarily reported incidents.\nHere’s a short video that shows that birds and planes do spell danger:\nA single bird, caught in a plane’s engine, can cause quite a bit of damage and might even force an emergency landing. But especially dangerous for planes (and birds!) is getting into the middle of a whole flock. Therefore, bird migration routes should be avoided but some locations have a higher risk: Sacramento International Airport, for example, has more instances of birdstrike than other airports as it is located along the Pacific Flyway, a major bird migration path. The whole of Israel is also on a major spring and autumn long-distance bird migration route and is therefore at a higher risk of birdstrike.\nA Blackhawk helicopter after it hit a migrating crane over Israel:Photo: \nImage: Air Combat Command\nEven the Wright Brothers, the earliest pioneers of flying machines, faced bird trouble. They wrote in their diary in 1905: “Chased flock of birds for two rounds and killed one which fell on top of the upper surface and after a time fell off when swinging a sharp curve.”\nLarge birds with big populations like gulls and geese are most often the victims of mid-air collisions but also larger birds like vultures and kites. Some of the measures that have been taken to reduce bird strikes include:\n- bird management and control around airports\n- pilot training and bird path avoidance\n- improved vehicle design to withstand bird strike impact\nHitchcock’s The Birds played out at 2,000 ft:Photo: \nImage via postonpolitics\nNo single measure has yet proven to be the most effective and new strategies are being developed, especially for bird management at airports. Efforts have included reducing the attractiveness of an airport’s surroundings for birds, like the removal of tall trees, the birds’ preferred roosting places at night. Other measures include scaring the birds away through sound, light, lasers, pyrotechnics, decoy animals and dogs, but also falcons.\nImproving pilots’ training in wildlife avoidance seems like a worthwhile measure as currently, little training is spent on what to do when faced with a flock of birds. In case you were wondering, the thing to do is to quickly climb above 3,000 ft as most birdstrikes occur below that height. Pilots should also slow their aircraft to reduce the impact in case of a collision and the rotation of the engine.\nThe damaged fan blades of a JT8D jet engine after a birdstrike:Photo: \nImage: Plenumchamber\nImproved vehicle design is a one-sided measure focused on damage control after an incident, not its prevention in the first place. Most large commercial jet engines have a shut-down feature that allows “ingestion” of a bird weighing up to 1.8 kg (4 lb). That does not mean dealing with multiple birds that could get ingested in the case of hitting a flock that might even shut down both engines, another very serious incident. This problem forced the water landing of US Airways Flight 1549 on January 15, 2009.\nPhotoshopped, but we get the idea:Photo: \nImage: Mike Licht\nKevin Poormon, senior research engineer at the University of Dayton, Ohio advocates that planes should be able to withstand the impact from an 8 lb (3.6kg) bird. He told the Associated Press earlier this year:\nAbout 200 starlings flew into a Germania airlines flight en route from D?sseldorf to Kosovo at the end of September. Many starlings were sucked into the plane’s right engine and others dented the fuselage but luckily without piercing it. The pilot managed to land the plane safely after circling for 45 minutes but none of the 80 passengers were hurt and the plane had only minor damage.\nThis Northern Mockingbird seems to be mocking the yield sign:Photo: \nImage: Ildar Sagdejev\nOverall, not a good way to meet for the metallic and actual birds. Some simple yet effective ways to prevent birdstrikes in the first place seem to be the call of the hour. Any suggestions?\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"environmentgreen-tech","title":"Birds Vs Airplanes","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb45.webshots.com-44460-2003073760104237032S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-birds-vs-airplanes"}