{"summary":"Truth be told, commercial flights only account for 3% of total greenhouse gas emissions. Human intervention has strengthened the greenhouse effect with massive CO2 emissions","advice_category":"3","content":"\nPhoto: NASA/Sandra Joseph and Kevin O’Connell\nThe aviation industry has been the target of several environmental campaigns lately. Truth be told, commercial flights only account for 3% of total greenhouse gas emissions. However, while other sectors, such as industry or energy abide by international deals like the Kyoto protocol, commercial flights do not have any restrictions whatsoever regarding their emissions.\nMoreover, several studies have determined that emissions from aircraft have a much greater impact than ground sources. Their contribution to the greenhouse effect is thought to be two to four times stronger.\nBut what environmental activists worry about most is the exponential increase in the number of passengers. Between 1990 and the present day, the number of people taking commercial flights has doubled, due to the rise of low-cost airlines. This trend is expected to continue in upcoming years.\nAircrafts’ exhausts expel mainly condensation trails, aerosols and CO2, one of the main four greenhouse gases (water vapor, 36–70%; carbon dioxide, 9–26%; methane, 4–9%; ozone, 3–7%).\nThe greenhouse effect is a natural process that has always existed and makes human life possible on Earth. The atmosphere captures part of the energy that the sun has radiated the planet with and reemits it, so the temperature rises and makes the surface habitable.\nPhoto: Rugby471\nHuman intervention has strengthened the greenhouse effect with massive CO2 emissions. The problem is that global temperature has risen and it is changing some environmental conditions which could lead to a series of devastating events across the Earth’s surface. (ie temperature rises causing some of the ice stored in the poles to melt, leading to an increase in ocean levels and, as a consequence, coastal zones flooding).\nThere are a few climate protection goals for the year 2020 set by the Advisory Council for Aeronautics Research in Europe (ACARE) that include reducing carbon dioxide emissions by 50% and nitrogen oxides by 80%.\nPhoto: Master Sergeant Dave Casey\nKey players in the airline industry have publicly stated and emphasized that they are taking measures to reduce emissions, such as: improving aircraft fuel efficiency and investing into biofuel research; but these appear to be long-term solutions for a present, increasing and worrying problem.","author":"Teejay","web_category":"environmentgreen-tech","title":"How Flight Emissions Are Accelerating Global Warming","picture_url":"http://static.techgraffiti.com/sites/default/files/images/800px-STS-130_exhaust_cloud_engulfs_Launch_Pad_39A.img_assist_custom-600x400.jpg","url":"http://www.techgraffiti.com/news-aviation-emissions"}