{"summary":"The company said: “If the mayor fails to respond to Porsche’s letter or refuses to reconsider his plans, Porsche intends formally to submit its application for judicial review at the Royal Courts of Justice.”. Porsche announced plans to apply for a judicial review of the proposal, calling the increase on high emission car owners disproportionate and unjust.","advice_category":"3","content":"\nLuxury vehicle manufacturer Porsche has threatened legal action over London’s proposed ¢G25($50) per day “gas guzzler tax”.\nImage by Stefan\nLondon Mayor Ken Livingstone recently proposed the charge on all vehicles entering central London that emit more than 225g of carbon dioxide per kilometer. Almost all vehicles currently pay ¢G8($16) to enter the central London congestion zone. Only the most environmentally friendly vehicles, such as hybrids, are exempt from the charge. Porsche announced plans to apply for a judicial review of the proposal, calling the increase on high emission car owners disproportionate and unjust.\nAndy Goss, managing director of Porsche Cars Great Britain, said: “A massive congestion charge increase is quite simply unjust. Thousands of car owners driving a huge range of cars will be hit by a disproportionate tax which is clear will have a very limited effect on CO2 emissions. Not only is this rise completely unfair to many drivers, but it will also damage London-based businesses of all sizes, and successful people from across the world will start to think twice about basing themselves here if they think they are going to be used as cash cows for City Hall.”\nThe company will officially contact Livingstone on the matter within a week, after which the mayor will have 2 weeks to respond. The company said: “If the mayor fails to respond to Porsche’s letter or refuses to reconsider his plans, Porsche intends formally to submit its application for judicial review at the Royal Courts of Justice.”\nEnvironmental activists believe Porsche’s threat is proof of just how much the high performance cars actually pollute.\nBlake Ludwig, a spokesman for the Alliance Against Urban 4x4s said: “We know from the enormous amount of support for our campaign, and from our own surveys, that charging the most polluting cars a higher congestion charge is already very popular with the public. This measure sends a strong and clear message to those manufacturers, like Porsche, who are putting their heads in the sand and flexing muscle rather than clean up their vehicle fleets.”\nInfo from Guardian Unlimited\nIf you want to find out all the latest interesting environmental news, why not subcribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"environmentgreen-tech","title":"Porsche to Sue London Over $50 Per Day \"Gas Guzzler Tax\"","picture_url":"http://aycu36.webshots.com/image/41875/2004297456324368006_rs.jpg","url":"http://www.techgraffiti.com/news-porsche-sue-london-over-50-day-gas-guzzler-tax"}