{"summary":"10-25% of the population have a fear of flying. According to their calculations, driving the equivalent distance of a flight poses a 65 times higher injury risk than flying in a commercial airplane","advice_category":"8","content":"\nPhoto: David el Nomo\nFlying is so commonplace now, we often think we know everything there is to know about it, but whether we really do or not is another question. Once debunked, some of the so-called ‘facts’ we think are true but actually aren’t may be the difference between survival and death in an accident; meanwhile, others may simply give you a better flying experience. See how well you are able to separate fact from fiction with the statements that follow.\n10. Most airplane accidents are not survivablePhoto: skybunny\nFalse! 95% of people involved in airplane crashes do survive. Most crashes are in fact completely non-fatal accidents (i.e. no deaths at all), while in others, such as the Sioux City of 1989 (involving United Airlines Flight 232), half the people may survive even in what seem impossible conditions.\n9. Sitting near the wing is the safest place to be on a planePhoto: John Goetzinger\nFalse. Except during fires, in which case you want to be within five rows of an exit. However, Popular Mechanics reviewed data of every commercial crash between 1971 and 2005 and discovered that those sitting in the tail had a 40% higher chance of survival.\n8. You get drunker in the air than on the groundPhoto: Matthew Enisse\nFalse. Your blood alcohol level doesn’t actually change when in the air at all. The only possible difference is that you might feel drunker because of lower quantities of oxygen and a pressurized cabin. That said, not drinking is the best thing to do: nausea at 25,000 feet, especially when combined with turbulence, is miserable for you and anyone around you.\n7. Cell phones interfere with airplane equipmentPhoto: Esther Gibbons\nFalse. It is the Federal Communications Commission [FCC] that bans them from planes because when used in the air they can bounce along many towers on the ground and stop other calls from going out. Some airlines in Europe are now allowing the use of cell phones in the cabin.\n6. If someone is sick on a plane you will be more likely to catch the bugPhoto: Woodley Wonderworks\nFalse. Airlines use sophisticated HEPA filters which can even remove SARS and bird flu microbes; 99.5% of all viruses and germs are removed, making the air often safer than any air on the ground. Clearly sitting next to someone who is ill makes it more likely that you will catch their bug, but that is the same on land.\n5. Lightning can bring down a planePhoto: Thomas Bresson\nTrue. Due to modern changes in airplanes, crashes as a result of lightning strikes are far less likely, with planes designed to channel lightning bolts away from the aircraft. There is still a small chance that crashes caused by lightning strikes could occur, but the last time it did was in 1963.\n4. Flying is safer than drivingPhoto: Brian\nTrue. As the Discovery Channel says: “The University of Michigan Transportation Research Institute concluded that driving is far more dangerous than flying. According to their calculations, driving the equivalent distance of a flight poses a 65 times higher injury risk than flying in a commercial airplane. By that estimation, the common fear of flying is mathematically unfounded.”\n3. There has been an increase in the amount of birds hitting airplanesPhoto: Konrad Summers\nWe all remember the “Miracle on the Hudson”, when the engines of US Airways Airbus 320 were hit by a flock of Canada Geese, shutting them down, before the pilot managed to glide the plane down into the Hudson river. But there has actually been a 65% jump in the number of birds hitting engines, and it is an immediate and great concern for the Federal Aviation Administration [FAA]. Engines can only handle birds that are about 4 lbs; anything larger can be catastrophic.\n2. Fear of flying is a recognized psychiatric anxiety disorderPhoto: Dean812\nTrue. 10-25% of the population have a fear of flying. However, the good news is that it is treatable, and there are specific protocols to treat it, so people can get help.\n1. If you stay calm during the first 90 seconds of an accident, your chance of survival is higherPhoto: Hartwig HKD\nTrue. Known as the “golden moment”, the first 90 seconds will greatly increase your chance of survival – provided you remain calm and do not panic. Panic can even make you forget how to get out of a seat belt, let alone do anything else you need to do to save yourself.\nThese 10 facts will hopefully make you feel more comfortable flying and better able to make choices based on the knowledge gained. Flying is definitely the safest mode of transport, and with the speed with which it allows you to get around the world, will continue to be enhanced and made even safer.","author":"Michele Collet","web_category":"lifestyle","title":"10 Statements About Airplanes and Flying: Fact or Fiction?","picture_url":"http://static.techgraffiti.com/sites/default/files/images/jumbojetjpg.img_assist_custom-600x450.jpg","url":"http://www.techgraffiti.com/news-do-you-know-which-these-10-statements-are-fact-or-fiction-about-airplanes"}