{"summary":"Over 1 million cars and 7 million motorbikes were sold in India last year, and Tata hopes to create a new market for cars in India’s booming middle class. Many others wonder how the car can meet safety and emissions standards at such a low cost, although Tata has said the car will pollute no more than the average motorcycle in India","advice_category":"8","content":"\nAn Indian firm is selling new cars for under $2,600, a move that has been criticized as a ticking time bomb by environmental groups.\nThe car is reportedly very similar to, though smaller than, this Tata Indiva. \nThe so-called “People’s Car”, the RS 1 Lakh, is manufactured by Indian giant Tata, which is reportedly in talks to buy British carmaker Jaguar from current owners Ford. Tata is marketing the car as a safer alternative to motorbikes for Indian families. Tata chairman Ratan Tata said: ‘That’s what drove me – a man on a two-wheeler with a child standing in front, his wife sitting behind, add to that the wet roads – a family in potential danger.’\nTata has been active in designing and promoting a super-affordable car. Don’t think their only motivation was to provide a safe alternative to motorbikes though. Over 1 million cars and 7 million motorbikes were sold in India last year, and Tata hopes to create a new market for cars in India’s booming middle class. The Indian economy is growing by 9% a year, and experts suggest the Indian middle class will grow from 50 to over 500 million in the next 20 years. Cars are an important status symbol in the middle class, and anyone who can sell to a large share of them will stand to make a hefty profit.\nTata hopes to convert many of the 7 million motorcycle purchasers into car buyers, and predicts the People’s Car can eventually sell up to 1 million units a year. And Tata is not the only one with plans for super cheap cars in the making. Several analysts predict the car will cause a revolution in car pricing, and several other car makers have plans in the works.\nThe People’s Car is much like a similar product once created in Germany, the Volkswagen Beetle. They both are four door cars with 600cc engines located in the rear. The car will be manufactured in Kolkata, and the factory has an initial capacity of 250,000 units a year. The car will be publicly unveiled on Thursday.\nEnvironmentalists are getting a bit freaked out over the idea. India, particularly the cities, already face severe congestion and high pollution levels. Pollution experts believe a drastic cut in car prices could have devastating consequences on both pollution levels and India’s already overtaxed roads. While the car is small and likely fuel efficient, the massive increase in car ownership worries many.\nAnumita Roychoudhury, of the Centre for Science and Environment in Delhi said: “There is this mad rush towards lowering the prices to achieve mass affordability. If vehicle ownership increases very rapidly, we’ll have a time bomb ticking away. When you lower the price that drastically, how will you be able to meet the safety and emissions standards? There are no clear answers yet.”\nMany others wonder how the car can meet safety and emissions standards at such a low cost, although Tata has said the car will pollute no more than the average motorcycle in India. However, many believe the car would likely not meet European emissions standards, which are far more stringent than India’s, at that cost.\nThe Tata is half the price of the next cheapest car on the market, a Maruti 800. Of course, with the Murati you get extra manliness included. The carmaker’s ads feature a young, presumably awesome man stroking his Maruti with the tagline “Now there’s a man”.\nIf you want to find out all the latest environmental news from India and the auto industry, why not subcribe to our RSS feed, we’ll even throw in a free album.","author":"Chris","web_category":"productsgear","title":"Environmentalists Up In Arms Over New $2600 Car","picture_url":"http://aycu20.webshots.com/image/39939/2005268005397917912_rs.jpg","url":"http://www.techgraffiti.com/news-environmentalists-arms-over-new-2600-car"}