{"summary":"But how does an electric motor work? An electric motor relies primarily on electromagnets. On the outside, gasoline and electric motors look very similar, but there are some major differences between an electric motor and a gasoline motor:","advice_category":"8","content":"\nPhoto: cliff1066?\nFar from new technology, electric cars have been around for quite some time – it’s just that they haven’t yet developed a cost-effective way of producing batteries that can go the distance. Nevertheless, the way that electric vehicles actually work is pretty interesting.\nOn the outside, gasoline and electric motors look very similar, but there are some major differences between an electric motor and a gasoline motor:\nPhoto: conveyor belt sushi\nBut how does an electric motor work? An electric motor relies primarily on electromagnets. By passing an electrical current through a wire loop, an electric motor converts electrical energy into mechanical energy. This conversion takes place because the wire loop will produce a magnetic field, which then transfers energy to the shaft, which then turns the loop, creating mechanical energy. This mechanical energy is then used to propel the vehicle forward.\nPhoto: TEDizen\nToday, there are several types of electric motors to choose from, each with its own advantages and disadvantages:\nPhoto: Conveyor belt sushi\nRegardless of motor type, most use regenerative braking which converts the motor’s momentum into a way to recharge the batteries which increases the vehicles overall range by as much as 15%. Electric vehicles are also available in either automatic or manual transmission.\nIn the world of electric cars, there are also various batteries from which to choose:\nPhoto: The Nickster\nOne of the best advantages to driving electric vehicles is that they run nearly silently (goodbye noise pollution!). This is one of the only ways you can tell that you’re actually driving an electric car.\nI cannot wait for the electric-diesel hybrid!\nPost: Geordie is an active blogger and has been guest blogging for a number of years now, her interest in this topic came from a post she was writing about electric vehicles and if electric cars can really change the future for the planet.","author":"geordiegirl","web_category":"productsgear","title":"How Electric Cars Actually Work","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Picture-41.img_assist_custom-600x397.png","url":"http://www.techgraffiti.com/news-how-electric-cars-actually-work"}