{"summary":"BBC World Service and BBC World Service – Programs. BBC World Service is non-profit and advertising free","advice_category":"8","content":"\nThe Earth GoddessPhoto: Nikolas R. Schiller, September 29, 2005\nThe Earth Goddess and the BBC\nYears ago, those in the USA and around the world could only access the BBC World News Service on short wave radio. (Once in a while, USA Public Radio, World News would insert a brief BBC report on a specific topic). Now this most excellent daily world news report is alive and well on the web. For Environmental Graffiti readers, we are talking about excellent environment news coverage in several digital modalities.\nThe Earth Goddess Holding the EarthPhoto: Nikolas R. Schiller, September 29, 2005\nThis post has a second purpose as well – to introduce the extraordinary digital map creations of the Dutch artist, Nikolas R. Schiller. Schiller is captivated by several modalities: Washington D.C.; USA history of the Revolution and Federal Period; antique maps, aerial view topography of cities; and the hyper-detailed structural ‘worlds’ of quilts and mosaics. His digital synthesis of these diverse textural elements creates maps of startling detail and granularity. Their multi-layered depths provide a fitting symbol for the BBC World Service as it attempts to report and interpret our complicated planet, now undergoing a period of accelerated and sometime tortuous, change.\nWith the recent explosion of diverse digital media, and the fascination with ‘on the go’ and ‘instant access anywhere’, a single approach to delivering news product will miss a significant audience. The BBC tries to do it all and cover all options. BBC World Service and BBC World Service – Programs\nEarth as Envisaged by Homer, c.900BCPhoto: Derived fr Homer’s descriptions\nThe most widely known international news broadcaster is the BBC World Service which is available in 32 languages via analog and digital shortwave, internet streaming radio, satellite, FM and MW relay. Pod casts can be a bit complicated for those not technically inclined. The BBC recently relaunched their web podcast web pages with improved help pages.\nBBC World Service is non-profit and advertising free. The English language broadcast is on air 24/7 and in June 2009 the average weekly audience reached 188 million people. Although funded by a grant in aid through the Foreign and Commonwealth Office of the British Government, the World Service is editorially independent. This multi-language global reach comes at a price, however, and the UK spent ¢G241 million on the World Service in 2008/9.\nRenaissance Globe MakerPhoto: Nikolas R. Schiller, 2007\nFirst in importance to the Environmental Graffiti readership is environmental news. One Planet is a weekly recap of important environmental news from around the planet. Fast breaking and important environmental news always has features status on BBC World Service, Web Radio.\nBBC History\nBBC World Service began as the BBC Empire Service in 1932 as a shortwave service for English speakers scattered throughout the Empire. Oddly enough BBC confidence in the new Empire Service was low, and early announcements asked the audience to not expect very much. In 1938, Arabic was the first foreign language service to be broadcast. The Empire Service was renamed the BBC World Service in November, 1939. George Orwell held the microphone on many occasions for the Eastern Service during WWII. The German Service was created on March 29, 1938 and was an important Allied propaganda tool against Nazi Germany.\nGeorge Orwell Broadcasting at the BBC during WWIIPhoto: Popmatters\nOverseas links and relays did not become reliable until satellite networks were deployed. One program stands out over all others. Letter From America with Alistair Cooke was broadcast for over 50 years. In the 1990s, an increased emphasis on news programs became BBC World Service policy. For several decades, the World Service had its largest audience in the Middle East, Near East and South Asia. The largest language audiences are English, Hindi, Urdu, Bengali and the other major languages of South Asia, where BBC broadcasters are household names.\nNova Accvratissima . . .Photo: Nikolas R. Schiller, 2007\nThis author grew up listening to the BBC World News on shortwave radio, but knew of few Americans that did likewise. In past years, USA Public Radio, World News subscribed to a BBC World News feed, and occasionally would insert a brief BBC report into their evening news hour. In those days, American news media had a deep excellence of its own as illustrated by Walter Conkrite on CBS Radio who was internationally known and respected. Now BBC news is nearly invisible on PBS Radio News and the quality of BBC World News reporting puts most American PBS Radio News to shame.\n2010 and Budget Crunch \nBBC World Service is non-profit and advertising free. The English language broadcast is on the air 24/7 and in June 2009 the average weekly audience reached 188 million people. Although funded by a grant in aid through the Foreign and Commonwealth Office of the British Government, the World Service is editorially independent.\nIn the streets of Peshawar, NWFP PakistanPhoto: S.A. Saddeqe\nBBC Web Radio carries on the strong World Service tradition with reports available 24/7 include in-depth global coverage programs often one hour long. History on BBC web radio now catalogs 189 programs.\nThis multi-language global reach comes at a price. The UK spent ¢G241 million on the World Service in 2008/9. In February, 2010 the BBC announced that a comprehensive restructuring and cost saving plan was under review designed to save the Company $600 million. BBC’s web activities are set within the Future, Media and Technology division whose current budget of $USD 112 million might be slashed by 25% if this restructuring plan is implemented. Two digital radio stations would be closed: BBC 6Music and the Asian Network. Reductions in web site output are set against an increase in video and audio content. The web activities budget was increased by 27% by the BBC Trust in 2009.\nArabesque Map New Hirshhorn Museum / Smithsonian Museums, Washington D.C.Photo: Nikolas R. Schiller, May 23, 2008\nIf you choose to play these BBC news reports using the BBC Player, then computer memory usage is minimal. As you listen to the news, working with graphics, sound and video should not be a problem (unless only minimal memory is installed). There is a BBC World News blog/web page widget available that provides instant access. Cruising the world for the Good, the Bad and the Ugly could not be easier.\nSources -1, 2","author":"merlynne6","web_category":"entertainment","title":"Environmental News on the BBC World Service","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Ball_Destruction_map_opt650-x570_daily_render.img_assist_custom-600x526.jpg","url":"http://www.techgraffiti.com/news-best-news-ever-bbc-world-news-streaming-web"}