{"summary":"The ruling is not just a victory for California, but also for the 16 other states whose laws or regulations on tailpipe emissions were modeled after California. to limit cars’ emissions of gases.","advice_category":"3","content":"\nUS environmental groups have reasons to cheer.\nIn a ground-breaking ruling last Wednesday, U.S. District Judge Anthony Ishii, of Fresno, declared that, ‘California has the authority to limit cars’ emissions of carbon dioxide and other greenhouse gases and that the state would not be intruding into the federal government’s exclusive authority to regulate fuel economy.’ The ruling could make California the first state in the U.S. to limit cars’ emissions of gases.\nThe ruling is the result of a 2004 lawsuit filed by auto industry trade groups, manufacturers and dealers, who wanted to overturn the California law. Their argument is that the California law conflicts with federal law, and that the only practical way to reduce emissions is to increase mileage, a subject regulated solely by the federal government.\nThe California law requires car manufacturers to lower emissions gradually, to 23 percent below current new-car levels by 2012 and 30 percent by 2016. It does not specify how the reductions are to be accomplished, but the state Air Resources Board says automakers can reach the goals by a combination of improving gas mileage, implementing new technology, using alternative fuels and reducing leaks of greenhouse gases from air conditioners.\nThe ruling is not just a victory for California, but also for the 16 other states whose laws or regulations on tailpipe emissions were modeled after California. With California, these states represent half of the U.S. population, and their laws would in effect require automakers to cut emissions across the country.\nThere are still some roadblocks to overcome, however. The California law cannot be enforced without the approval of the Bush administration’s Environmental Protection Agency. The state asked the EPA two years ago for a waiver that would allow it to exceed federal clean-air requirements and regulate cars’ greenhouse gas emissions starting with 2009 models. The EPA has never denied California such a waiver, but the agency has been lobbied by auto companies and by Bush’s transportation secretary to deny the request. The state has sued the agency to force a decision, and EPA Administrator Steven Johnson has promised to decide by the end of the year. The auto industry could also decide to appeal Wednesday’s ruling.\nBy Environmental Graffiti contributor Marguerite Manteau Rao. Check out her blog. If you feel like writing for us, drop us an email!\nIf you want to keep up with all the latest environmental news on cars, California, and just plain crazy stuff, why not subcribe to our RSS feed? We’ll even give you a free album.","author":"marguerite.manteau.rao","web_category":"environmentgreen-tech","title":"State of California Wins Major Fight Against Auto Industry","picture_url":"http://7.thumbs.techgraffiti.com/1/2013/04/sc4.jpg","url":"http://www.techgraffiti.com/news-state-california-wins-major-fight-against-auto-industry"}