{"summary":"A green home also usually means a healthy home. A green home should in theory also be healthier and offer a higher quality of living than a conventional home","advice_category":"6","content":"\nPhoto: Christian Paul\nBuildings are responsible for around 40 percent of carbon emissions. And as people have begun to realize how much of an impact their home has on the environment, green homes have become a popular alternative. From reduced greenhouse gas emissions, to better indoor air quality, to lower operating costs, green homes offer a number of benefits both to homeowners and the environment.\nBenefits to the Homeowner\nGoing green can open up a number of tax incentives and rebates to the homebuyer. In Canada, for example, green homes qualify for a 10 percent mortgage loan insurance premium refund from national housing agency the Canadian Mortgage and Homes Corporation. American homeowners, meanwhile, can apply for a 30 per cent tax credit through the Energy Star program when buying geothermal heat pumps, small wind turbines, solar energy systems and fuel cells for their homes.\nThe UK, on the other hand, is taking a more aggressive approach. Through its Green Deal program, the government aims to insulate all of Britain’s homes within a 20-year period. Under the program, homeowners who want to improve or repair their homes will be forced to perform energy-efficiency upgrades, and will have access to a special loan if they don’t have the money to pay for the upgrades themselves – which are expected to add 10 percent to the cost of building projects.\nThere are, of course, opponents to this program. These critics consider the scheme a ‘green tax’ that will make renovation unaffordable for many homeowners, or worse, force them to find a contractor willing to work under the table and cut corners, resulting in an unsafe renovation job.\nPhoto: reiner.kraft\nNotwithstanding government programs, since green homes have renewable energy systems in place and are designed to consume less energy, they have lower operating costs. So they may cost more to build or buy, but over time the savings in utility bills should pay it all back.\nWhat’s more, sources say the initial payout is proving to be well worth the additional investment when it comes to the housing market. The Earth Advantage Institute, for example, carried out a study which found that ‘Energy Star’ or otherwise sustainability-certified homes sell for up to 30 percent more than their conventionally built counterparts.\nA green home also usually means a healthy home. Green builders tend to use more natural products that emit less – or no – chemicals; for example, low/no-VOC paints and formaldehyde-free flooring and carpeting. A green home should also be designed to have better ventilation, better insulation, better day lighting, and to be quieter. These can’t be bad things for your wellbeing and quality of life.\nBenefits to the Environment\nSince green homes are designed to be more energy efficient and are built with less embodied energy, they emit less greenhouse gases in their construction and operation than conventional homes. According to the US Green Building Council, “The average LEED [Leadership in Energy and Environmental Design] certified building uses 32 percent less electricity and saves 350 metric tons of CO2 emissions annually.”\nMeanwhile, a National Association of Home Builders (NAHB) study found that the construction of a conventional 2,000-square-foot home results in 8,000 pounds of waste.\nAny green builder worth their salt will also aim to use recycled and reused materials and to produce less waste wherever possible. And they should also emphasize durability: by building with care and using products and materials that last, the result is less waste over time.\nPhoto: paytonc\nA green home is one that will last longer, consume less energy, produce less waste, and have less of an impact on the Earth. A green home should in theory also be healthier and offer a higher quality of living than a conventional home. And the kicker is that such homes don’t even have to cost much more. In Seattle, it was found that achieving LEED silver certification only cost people an average of 1.7 percent more. And if you build yourself, you could do as Steve James from Dumfries in the UK did, and construct your own straw bale eco-home for a mere ¢G4,000.\nA report by the Massachusetts Technology Collaborative for the State of California Sustainable Building Task Force found that “minimal increases in upfront costs of about 2% to support green design would, on average, result in life cycle savings of 20% of total construction costs – more than ten times the initial investment.”\n“For example,” the report went on to say; “an initial upfront investment of up to $100,000 to incorporate green building features into a $5 million project would result in a savings of $1 million in today’s dollars over the life of the building.”\nThe evidence suggests that going green will give you all the benefits mentioned and save you money too. So next time you’re looking to buy or build a home, think about going for one that’s green! It should benefit both you and the environment.","author":"Kiva Bottero","web_category":"art-design","title":"How Green Homes Can Benefit You and the Environment","picture_url":"http://static.techgraffiti.com/sites/default/files/images/leed-home.img_assist_custom-600x450.jpg","url":"http://www.techgraffiti.com/news-buying-green-home-benefits-both-homeowner-and-environment"}