{"summary":"With extensive training, the user becomes familiar with this tactile sensation, and after time – same as with bicycle – doesn?t even recognize they are wearing anything. After a while, users even acquire hand-eye coordination in a reflexive manner – that is, they can grab a falling object without realizing it consciously.","advice_category":"3","content":"\nPhoto: the scotsman\nFirst, we should introduce a conceptual revision of “vision”. First of all – our eyes don?t see anything; instead, our brains do the seeing. The simplest way to prove this is to close your eyes. You can still see various colors and probably some movement. The main parts of the visual cortex lie in the occipital lobe and from there spread to the temporal and parietal lobe for further analysis of information.\nPhoto: wikipedia\nThe brain also has this magnificent ability to reform itself. This is known as plasticity. Most effective at younger ages, if one part of the brain is destroyed, other parts can take up the process. However, this usually takes several years, and as said, usually it is possible for young children rather than adults.\nNeuroscientists have taken these properties for extensive study and have tried to make compensatory applications for dysfunctional areas. In this particular case, say you lose your eyes and became blind. This actually means that your eyes can?t see (or more precisely gather light as data for the visual cortex), but your visual system, which is the one that “sees”, is fully intact. Instead of trying to make an artificial eye (which so far is quite impossible because neural pathways are too complicated to reconstruct between an artificial eye and the visual cortex) scientists has made other ways to stimulate the visual cortex.\nPhoto: PSC\nVisual imagination is enough to stimulate the visual cortex, but scientists have taken this a little bit further. You may remember that first it was hard to learn how to ride a bike but later you don’t even recognize any difficulty or even the bike itself while you ride it around the neighborhood. This is the case which inspired scientists.\nPhoto: photobucket\nScientists thought that if they could make alternative stimulation to a fully intact sensory organ – say a feeling of pressure – then this could be (with the awesome properties of brain and extensive training) harnessed to be used as a “secondary vision”. Paul Bach-y-Rita, a neuroscientist at the University of Wisconsin, has invented an apparatus that gathers visual information with a camera attached to your forehead and then changes this information into the physical stimulation of your tongue. The tongue has more tactile nerve endings than any other body part except the lips. With extensive training, the user becomes familiar with this tactile sensation, and after time – same as with bicycle – doesn?t even recognize they are wearing anything. After a while, brains become so used to this ‘new’ information via the tongue that it adapts not only to this sensation but trusts it as authentic information and derives conclusions from it. After a while, users even acquire hand-eye coordination in a reflexive manner – that is, they can grab a falling object without realizing it consciously.","author":"Orco","web_category":"science","title":"The Eye Camera that Lets You See With Your Tongue","picture_url":"http://static.techgraffiti.com/sites/default/files/images/soldier1.jpeg","url":"http://www.techgraffiti.com/news-vision-tongue"}