{"summary":"Photo: Peel EngineeringThe Peel Trident and Peel P50 side by side. The Peel P50 and its companion, the Peel Trident, look so much like kids’ playthings that it’s hard to believe they’re actually road legal – and yet they are (in the UK and USA)","advice_category":"8","content":"\nPhoto: Peel EngineeringA P50 parked next to a post box\nWith its bright glossy colors and retro-futuristic design, this miniature city car looks like it belongs in Toyland. It’s adorable – all the way from its tiny back wheel to its front windscreen wiper. Yes, that’s right: wiper. Because of its size, the P50 only has enough room for one windscreen wiper, one headlight and a single door.\nPhoto: Peel EngineeringHow to reverse a P50\nMeasuring 54 inches in length and 41 inches across, the Peel P50 is the smallest car ever to have rolled off the assembly line. (In 2013, an even smaller “P45” did make an appearance, but it was a tongue-in-cheek design built by Coventry University students.) In fact, the P50 is so small that to reverse it you simply get out and pull it using a handle attached to the back. In 2007, it was featured on the UK version of Top Gear, and host Jeremy Clarkson (who’s six foot five inches tall) drove the car to work – which included maneuvering it around the interior of an office building and riding in an elevator!\nPhoto: Peel EngineeringThe Peel Trident and Peel P50 side by side\nThe Peel P50 and its companion, the Peel Trident, look so much like kids’ playthings that it’s hard to believe they’re actually road legal – and yet they are (in the UK and USA). When the P50 was first introduced back in the 1960s, it wasn’t intended to be an amusing novelty item; it was meant to be an affordable commuter car for the masses. And perhaps our roads would be a lot less congested today if it had caught on. Instead, original P50s (those pictured here are recently produced replicas) are now considered some of the rarest cars in the world.\nPhoto: Peel EngineeringThe rear of a P50\nBased on the Isle of Man, the Peel Engineering Company (changed to Peel Engineering Ltd in 1965) originally produced fiberglass boats and motorcycle fairings. Then, in 1962, the company released the first P50, which was billed as being able to carry “one adult and a shopping bag.”\nPhoto: Peel EngineeringThe P50 on display\nThree years after the introduction of the P50, Peel created the slightly larger and, if possible, even quirkier looking alternative, the Trident. Resembling something out of The Jetsons, the Trident featured a see-through Plexiglas bubble top and enough room for either a detachable shopping basket or one passenger. The Trident is 72 inches long, which is positively roomy compared to the P50; but like the P50, it’s also a three-wheeler.\nPhoto: Peel EngineeringAn electric P50 next to its non-electrical counterpart\nAs you might imagine, neither of these cars is likely to lead to you picking up a speeding ticket. The originals featured the same 49cc 4.2 hp engine and three-speed manual transmission and traveled at a top speed of 37 mph. The Trident’s advertising campaign claimed that the car could go 83 miles to the gallon, and it was promoted as “almost cheaper than walking.”\nPhoto: Peel EngineeringTwo Tridents parked in front of a regular-sized car\nAs mentioned, reversing had to be done by getting out and pulling the cars, as there was no reverse gear. Of course, this could be inconvenient in bad weather (or when parallel parking), but since the P50 only weighed 118 pounds and the Trident 198 pounds, it probably wasn’t that big a deal. The low weight was due to the chassis being made out of fiberglass monocoque, which was considered innovative at the time.\nPhoto: Peel EngineeringThe interior of a P50\nIn the end, Peel only produced 50 P50s and around 45 Tridents. The last Trident was manufactured in 1966. Apparently, there just wasn’t enough demand for tiny cars you could fit in your living room. In Time magazine’s view, the Trident is one of the 50 worst cars of all time. For one, the mag claims that the Plexiglass bubbletop would cook anyone underneath it alive. “You have to love the heroic name: Trident!” says Time, not mincing its words. “More like Doofus on the half-shell.”\nPhoto: Peel EngineeringRed and white Tridents lined up and maximizing space\nPeel Engineering Ltd dissolved in 1974. And if the cars hadn’t been so darn cute, they might have disappeared forever. Instead, in 2010, entrepreneurs Gary Hillman and Faizal Khan started their own Peel Engineering, in the UK, dedicated to introducing a limited number of replica cars.\nPhoto: Peel EngineeringAn shiny new electric P50\nHillman and Khan began by marketing the Peel P50’s “unique British quirkiness and size.” Later on, they were able to attract successful UK entrepreneur James Caan to the venture through the TV show Dragons’ Den. As well as making a major investment in the development of the cars, Caan is now a director of the new Peel Engineering.\nPhoto: Peel EngineeringJust look at that Plexiglas bubble\nNaturally, several modifications have been made to the early Peel designs. And in addition to the original-size gasoline engines, the new Peel Engineering Company is offering electrically powered alternatives as well. The electric versions run on DC brushless CVT electric motors and come with removable battery packs.\nPhoto: Peel EngineeringOut on display\nLike the earlier P50s and Tridents, the modern versions are hardly race cars. The new P50 has a top speed of 30 mph; and there are two versions of the Trident, one of which can reach 30 mph and the other a positively hair-raising 50 mph.\nPhoto: Peel EngineeringA P50 at the Ripley’s Believe It or Not Museum\nWhereas the original Peel P50s sold for ¢G199 ($309) and the Tridents for ¢G190 ($295), these days you won’t get off so easy. A replica Peel car costs upwards of $16,000, which suggests the makers are targeting collectors, car enthusiasts and crazy millionaires rather than your average city commuter.\nPhoto: Peel EngineeringA P50 used as part of a Cadbury chocolate promotion\nIf buying one of the new P50s or Tridents is a bit out of your price range, you can still see them in person. There are currently P50s on display at Ripley’s Believe It or Not museums worldwide. And if you’re really lucky, you might even spot one on the roads, as the new Peel cars are legal in both the UK and the US. The company also says they’ll customize them to meet the legal specifications of other countries as well.\nPhoto: Peel Engineering CompanyA Trident with its nifty bubbletop open\nAlthough bringing Peel P50s and Tridents back is more about nostalgia than trying to make them modern commuter cars, maybe they could point towards a less congested future. With traffic worsening and the price of fuel constantly increasing, perhaps we should be looking to once again develop microcars for day-to-day urban commutes. One thing’s for sure, though: if miniature cars do become popular, companies will be hard pressed to make them as quirky as the Peel cars.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10","author":"Yohani Kamarudin","web_category":"productsgear","title":"The Smallest Cars in the World","picture_url":"http://static.techgraffiti.com/2013/02/P3022171-1024x768.jpeg","url":"http://www.techgraffiti.com/the-smallest-cars-in-the-world"}