{"summary":"The Lincoln MKZ hybrid is the perfect illustration that you don't have to compromise on style, comfort or accessibility when choosing a hybrid. Unveiled in 2009, the ML450 is remarkable for being a hybrid in the truest sense; it is the first vehicle to offer diesel, gasoline and hybrid options","advice_category":"8","content":"\nPhoto: M 93The Infiniti M35 Hybrid\nWe live in an age where the majority of us claim to be environmentally conscious. This awareness, coupled with rising gas prices, means there are few car owners who wouldn't feel a touch guilty tanking up on gas and jumping in their cars — especially for a local journey. And yet the auto industry already has an answer to these woes. The hybrid car, which works by using two or more power sources (a conventional gasoline motor coupled with electric batteries, for instance) is a far more efficient alternative to the traditional car and a good way to assuage some of that eco-guilt. But don't go thinking that an environmentally friendly set of wheels means compromising on performance and style. Right here we've got 10 super-slick autos that also just happen to be hybrids. We guarantee that owning one of these beauties will leave you feeling all kinds of smug...\n1) Infiniti M35h\nPhoto: David Villarreal Fern?ndez\nAs the world’s fastest hybrid car, the Infiniti M35h is a good place for our list to start. On August 23, 2011, CAR journalist Tim Pollard drove the Infiniti M35 hybrid, the latest in Infiniti’s luxury car range, around Santa Pod Raceway in the UK, averaging only 13.9031 seconds for all quarter-mile runs. This performance was recorded as an official Guinness world record for the “world's fastest accelerating production full hybrid”. At around $53,000, the InfinitiM35h falls in the mid-price range of luxury hybrid cars. Among the first gas-electric vehicles that is able to balance fuel efficiency with the acceleration and handling features of traditional gasoline vehicles, the Infiniti M35h offers the perfect blend of luxury, high-octane performance and eco-friendliness. \n2) BMW ActiveHybrid 7\nPhoto: M 93\nFor the eco-friendly speed-freak (and there must be a few out there) the BMW ActiveHybrid 7 is surely the car of choice. Able to accelerate to 60 mph in less than five seconds and with a top speed of 150 mph, this model ranks among the fastest sports cars out there — hybrid or not. The interplay of lithium ion batteries, a 4.4l V8 engine plus turbocharge and direct injection add up to an impressive 455 horsepower. Clocking in at around $103,000, BMW’s ActiveHybrid 7 is often compared to the Lexus LS 600h L (featured below) in terms of price and characteristics. For sedan lovers, it’s a question of style, and the BMW’s relatively mild hybrid system versus the Lexus’ strong system is another factor.\n3) Porsche Cayenne S\nPhoto: Kyah117 \nDeveloped by Porsche in 2003 for the lucrative luxury SUV market, the Cayenne is an all-rounder in terms of performance, design and efficiency — so it wasn't long before Porsche began thinking about a hybrid version. Launched in late 2010, the Cayenne S averages between 20 to 24 miles per gallon and features a direct-injected, supercharged Audi 3l V6 engine, a horsepower of 333, plus eight-speed automatic transmission and an electric52 horsepower motor. Best geared for highway driving (where the electric assist really kicks in), Porsche’s Cayenne S may not convince city slickers but for long-distance drivers it's definitely worth considering.   \n4) Mercedes ML450\nPhoto: IFCAR\nMercedes are veterans when it comes to innovation. After all, they introduced the first diesel-powered passenger car way back in 1936, and now they've come up with this 335-horsepower titan of a car. Unveiled in 2009, the ML450 is remarkable for being a hybrid in the truest sense; it is the first vehicle to offer diesel, gasoline and hybrid options. The ML450 combines a 3.5l, 275-horsepower V6 gas engine with two electric motors. The developers have kept the nickel-metal-hydride battery pack small and have also ensured it remains in top shape by way of a liquid cooling system. Averaging between 21 and 24 miles per gallon, the ML450 is quite fuel efficient given its size and weight. For those of you looking for a hybrid with a bit more grunt and resilience, this is the one for you!\n5) Lincoln MKZ\nPhoto: Tino Rossini\nThe Lincoln MKZ hybrid is the perfect illustration that you don't have to compromise on style, comfort or accessibility when choosing a hybrid. This snazzy set of wheels has bags of class with fuel efficiency to match: the Lincoln MKZ manages an impressive 41 miles per gallon city rating. The car is powered by a 2.5l, 156-horsepower Atkinson cycle 4 cylinder and a 106-horsepower electric motor. At around $35,000, it is also among the most reasonably-priced luxury hybrids. Leather interiors, seven-level ambient lighting and an easy-to-operate navigation system all make the MKZ sophisticated inside and out.\n6) Cadillac Escalade Hybrid\nPhoto: GM Europe\nIt's easy to see why this mammoth SUV was called \"the world’s blingiest hybrid\" by one source. Indeed, with its stocky build and gas-guzzling looks, you'd have to look twice to even believe it was eco-friendly. The 17-foot luxury SUV seats eight and can tow up to 5,800 lbs, all while managing to be fuel efficient for a vehicle of its size (it delivers between 20 and 23 miles per gallon). This two-mode hybrid features a 6l, 332-horsepower V8 engine and a 300-volt battery pack. For those who like their autos super-sized, this 3-ton behemoth will be just up your alley — provided the alley isn't too narrow, of course.\n7) Mercedes S400 BlueHybrid\nPhoto: IFCAR\nThough better known for its diesel vehicles than its hybrids, Mercedes has produced a hybrid that keeps its green features neatly hidden. It features a 279-hp V6 engine that can be aided by an electric motor. The special lithium-ion battery is custom designed to fit under the hood, freeing up space in the trunk (and also, as we mentioned, sneakily disguising its eco credentials). In terms of fuel efficiency, the S400 measures up well to other large vehicles, using just 29 miles per gallon on the highway.\n8) BMW ActiveHybrid X6\nPhoto: Tim Van Rooyen\n\nThe BMW ActiveHybrid X6, introduced in late 2009, features the two-mode hybrid system developed jointly by General Motors, DaimlerChrysler and BMW. It's a collaboration that really seems to have worked: the ActiveHybrid X6 is the world’s most powerful gas-electric vehicle currently on the market. Those doing the majority of their driving in the city will be pleased to know that so long as you keep your speed under 37 mph, electric mode produces no CO2 emissions whatsoever. But then again, staying within city limits might be difficult with the knowledge that this Sports Activity Coup? can reach top speeds of up to 130 mph!\n9) Lexus LS 600h L\nPhoto: Tim Wang\nThe Lexus LS is the flagship model from Toyota's luxury division, and priced at around $104,000 the Lexus LS 600h L is among the most expensive luxury hybrid cars featured here. Those lucky enough to get behind the wheel of this 430-horsepower hybrid sedan won't be disappointed; the car features a high-output electric motor with nickel-metal hydride battery packs coupled with a 5-litre 2UR-FSE V8 engine. Add to that luxurious interiors and gadgets like low beam LED headlights and you’ve got one exceedingly stylish eco-ride.       \n10) Porsche Panamera S\nPhoto: Norbert Aepli\nThe Porsche Panamera S is enough to get any auto fan’s heart racing; few hybrids have the look of speed like this one does. It can accelerate from 0–62 miles per hour in only 6 seconds and can reach a maximum speed of 167.8 mph. If they feel the 'need for speed', drivers can whizz along with a fairly untroubled conscience. As the cleanest car in Porsche’s model range, the Panamera S is said to produce a CO2 emission per mile of only 256g. Fast, furious and eco-friendly to boot. Nice! \n1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14","author":"Simone Preuss","web_category":"productsgear","title":"10 Most Luxurious Autos You’d Never Guess Were Hybrids","picture_url":"http://static.techgraffiti.com/sites/default/files/images/1InfinitiM35hjpg.img_assist_custom-600x350.jpg","url":"http://www.techgraffiti.com/news-10-most-luxurious-autos-you’d-never-guess-were-hybrids"}