{"summary":"Image via India Mike . Don’t miss the ladder attached to the truck on the left","advice_category":"8","content":"\nPhoto: \nImage via English People \nIf you have ever travelled in areas of the world where, how should we say, truck limits and loads are not taken that seriously, you might be familiar with the strange, gravity-defying sights that are to follow. Here’s our Top 10 of precariously loaded trucks.\nThis truck looks like it’s loaded with pillows and tubs of food and is taking its passengers for a picnic but on a closer look, it’s loaded with sacks of sand or cement and the tubs look like they’re for work, not leisure…\n10. Just missing the checkered tablecloth – a truck in Cambodia: Photo: \nImage: Chris\nSearching for a needle in a mobile haystack like this one should be extra difficult. Extra points for scenic location though.\n9. Making hay – a truck in Croatia:Photo: \nImage: Andy Bruchey\nThe next picture of a precariously loaded pick-up truck is remarkable not only for the colourful load but also for the driver’s enterprising spirit. He seems to be ready to sell right from the roof!\n8. A pick-up truck with a flowery note in Burma:Photo: \nImage: Roger Price\nMoving one’s household can be a daunting task, especially if it has to fit onto one small truck! In this case, the photographer was driving down Route 1 and saw this truck with a California license plate on the way to Baja California.\n7. Making a quick escape with or without the kitchen sink: Photo: \nImage: Fred T. Metcalf\nOne has to admire the next packing job for artistic presentation – the load of this truck in India seeming to have been stacked by colours. Neat if slightly dangerous.\n6. Lock, stock and lots of barrels:Photo: \nImage via India Mike \nHere’s a colourful purple bus in West Bengal that kept on stacking the human load. Good it’s not raining.\n5. Full? Not as long as there’s a roof: Photo: \nImage: Shayan\nHere’s an even more artistic and mixed-gender version in the Philippines. Don’t miss the guy sitting coolly on the hood and the one hanging at the back!\n4. Who says only India is crowded?Photo: \nImage: Keith Bacongco\nThe next heavily decorated and heavily loaded vehicle looks half truck, half gypsy camper van. And what is that humongous load? Let’s hope it’s something light, maybe just hot air?\n3. A truck in Pakistan, bringing goods into or out of the country?Photo: \nImage: Salz\nWell, the next truck in Shen County in East China’s Shandong Province was clearly overloaded! Luckily, no one was hurt but the driver and his unfortunate incident must’ve surely been all over the news.\n2. Suddenly, the truck went wheeee:Photo: \nImage via English People \nThe number one spot goes to not one but two trucks somewhere in the African desert, both equally loaded with parts, parcels and humans. Don’t miss the ladder attached to the truck on the left. Jumping clearly seems out of the question!\n1. Two desert trucks, loaded four times their size: Photo: \nImage via Truckblog\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"productsgear","title":"Precariously Loaded Trucks","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb51.webshots.com-42290-2282547790104237032S425x425Q85.jpg","url":"http://www.techgraffiti.com/news-precariously-loaded-trucks"}