{"summary":"The key to popularizing electric cars is always going to be making them desirable – just being environmentally friendly is sadly not enough to make most buy. The Lightning Car Company, based in Peterborough, unveils its long awaited GT prototype at the UK motor show in London later this month, aiming to deliver its first fully roadworthy models early next year","advice_category":"8","content":"\nA new sports car that is every eco-conscious car-lover’s dream arrives in Britain later this month. Powered by 30 electric batteries it can reach speeds of 130mph, accelerate from 0-60mph in four seconds and has a luxury interior to boot – but will it be the vehicle that finally cracks the UK’s eco-car market?\nThe Lightning Car Company, based in Peterborough, unveils its long awaited GT prototype at the UK motor show in London later this month, aiming to deliver its first fully roadworthy models early next year. Many customers have already paid a deposit of ¢G15, 000 for the amazing vehicles, including (it is rumoured) several celebrities.\nAn electric motor in each wheel replaces the conventional fuel and transmission system found in most cars. “All of the power is generated at the wheel, the point at which it’s required, which eliminates mechanical complexity and power losses experienced in standard sports cars,” the company says. The motors draw electricity from 30 batteries, each the size of a regular car battery and as the car brakes the electric motors become dynamos and generate electricity to top up the batteries, just like a normal car battery.\n‘Re-fuelling’ is achieved by connecting the batteries to the mains and charging them overnight and one such charge will allow for an astonishing 200 miles. Chris Dell, the company’s managing director (CEO), said he hoped in the future supermarkets and garages would offer fast, high-power charging points that would refuel the car in a matter of minutes.\nAlthough not technically a zero-emission vehicle (the electricity from the mains is not entirely renewable energy) the car goes a long way to reducing the carbon footprint of most petrol-powered cars and the government has provided a range of appealing tax breaks to entice us to start using the cars: exemption from car tax and city congestion charges is complemented by the ¢G17, 000 the company estimates a user might save a year.\nThe key to popularizing electric cars is always going to be making them desirable – just being environmentally friendly is sadly not enough to make most buy. The GT is undoubtedly excellent value as well as being good for the environment: but probably its most exciting attribute is the fact that it bucks the public’s perception of other ‘eco-cars’ by looking more like an Aston Martin than a milk float – and that can only be a good thing. Who knows, maybe we’ll see James Bond in one some time soon, it’s certainly good looking enough.\nAll images from the Lightning Car Company\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Thomas Davie","web_category":"productsgear","title":"World's First Electric Sportscar ","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb25.webshots.com-41304-2930824780103691965S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-worlds-first-electric-sportscar"}