{"summary":"Photo: Darrell GodlimanPart of a silver sculpture in front of Le Moretti. Photo: Darrell GodlimanMore lampposts in front of Le Moretti","advice_category":"6","content":"\nPhoto: Darrell GodlimanChemin?e Moretti, La D?fense, Paris\nWalk around Paris’ La D?fense district and you can’t miss it. Like a giant stick of candy, Chemin?e Moretti dominates its surroundings deliciously. Designed by late French artist Raymond Moretti, it reaches towards the clouds like a rainbow-colored skyscraper – albeit with no doors or windows. Also known simply as Le Moretti, the structure was completed in 1990 and inaugurated in 1995.\nPhoto: Darrell GodlimanLe Moretti surrounded by clear blue sky\nThe multi-hued tower is really a 105-foot (32-meter) high ventilation chimney that has been covered in 672 colored tubes made out of durable fiberglass. If the tubes were stretched out end to end, they’d measure over 13 miles (22 kilometers).\nPhoto: Darrell GodlimanPart of a silver sculpture in front of Le Moretti\nThe tubes of Le Moretti are a mixture of 19 various colors that differ in diameter from around one inch (three centimeters) to 12 inches (30 centimeters). The artist specifically chose a mixture of warm and cool hues that subtly change depending on the light. At night, floodlights illuminate the sculpture and cause it to reflect off nearby windows.\nPhoto: Darrell GodlimanA street lamp stands in front of the tower.\nPutting this enormous sculpture together involved a lot of work. The fiberglass tubes were transported by water from the factory where they were made. Then it took 200 people 2,100 hours to assemble them.\nPhoto: Darrell GodlimanThe colorful air vent flanked by more conservative looking structures\nIn this particular photograph, the clouds above Le Moretti make it look like a psychedelic factory chimney spewing out plumes of candy floss-like smoke. The two buildings neighboring the rainbow-colored tower look quite subdued in comparison to the towering structure, which could almost be something from Willy Wonka’s chocolate factory.\nPhoto: Darrell GodlimanWindows reflecting a warped Le Moretti\nThis shot gives you a pretty good idea of what you’d see if you lived next door to Le Moretti. The funky stripes of the sculpture look like multi-colored curtains in the window. On the plus side for neighbors, they’re greeted by something bright each morning, but we’re not so sure what they must think of the floodlights shining in at night.\nPhoto: Darrell GodlimanKittens playing in front of Le Moretti\nIn light of recent Internet trends, we couldn’t help but include an image of Le Moretti with a couple of cute looking kittens frolicking out front. Kittens aside, photographer Darrell Godliman says that the colorful tower is one of his favorite things to shoot in Paris, and it’s not hard to see why.\nPhoto: Darrell GodlimanA closer look\nHere’s a closer view of the fiberglass tubing that shows off all the different colors and sizes. In 1991, creator Raymond Moretti decorated a car that corresponded with the tower for the La D?fense team taking part in the Paris to Dakar rally that year. The vehicle was later auctioned for charity.\nPhoto: Darrell GodlimanPedestrians walk past the sculpture.\nMoretti was a famous artist for many years before he designed Chemin?e Moretti. He worked with celebrated French artist Jean Cocteau in the 1960s and was good friends with Pablo Picasso.\nPhoto: Darrell GodlimanMore lampposts in front of Le Moretti\nHere’s another look at the lampposts around the sculpture. Their drab gray coloring means that they definitely don’t blend in with the intensely hued backdrop. Moretti himself was an enormous fan of jazz music and designed album covers for many of the genre’s greatest musicians.\nPhoto: Darrell GodlimanThe bright stripes of Le Moretti reflected in the windows of a neighboring apartment\nGodliman says that this image is one of his favorites from his Paris excursion. “I like reflections generally… and the distorted tubes make for an interesting subject,” he says. The reflections of Le Moretti in these windows look like works of art in themselves.\nPhoto: Darrell GodlimanDark clouds gather over the tower\nThis photograph illustrates what a difference a change in lighting can make to Le Moretti. The bright colors suddenly look more subdued underneath this dark cloud. What looks like a security camera is visible towards the top left of the tower, no doubt to deter vandals who might want to add their own ‘artistic’ touches to Le Moretti.\nPhoto: Darrell GodlimanReaching for the heavens\nFrom this angle, the fiberglass tubes appear to stretch on for eternity. Le Moretti is an eye-catching Parisian landmark and a lasting memorial to its creator Raymond Moretti, who passed away in June 2005.\nWe’d like to thank photographer Darrell Godliman for sharing his great photographs of this amazing work of art with us. “Hopefully you’ll agree it’s a wonderful subject for photography,” says Godliman. “I certainly found it inspirational.”\nSources: 1, 2, 3, 4","author":"Yohani Kamarudin","web_category":"art-design","title":"Paris's Psychedelic Candy-Colored 'Skyscraper'","picture_url":"http://static.techgraffiti.com/2013/02/ld3.jpg","url":"http://www.techgraffiti.com/paris-psychedelic-candy-colored-smokestack"}