{"summary":". As gas prices in the U.S","advice_category":"8","content":"\nAs gas prices in the U.S. continue to spiral up towards 4 dollars per gallon, and consumers become more and more environmentally conscious, at least one car rental agency is preparing to take advantage during the summer travel season.\nPhoto: Image from bookykicka on Flickr\nEnterprise Rent-a-Car, famous for dangerously careening down the road in cars wrapped in brown shipping paper, has opened four “green” branches in Atlanta this week, with over 60% of the vehicles at these locations hybrids or other fuel-efficient models.\nThis is marking an interesting test for the American consumer– repeatedly, when polled, they will say that they desire these sorts of options, but once they’ve been made available, there’s no track record of success in the past. Will the 5-to-15 dollar surcharge for the special vehicles be too much for consumers to stomach, especially in short trips, when the cost outweighs what they might save in gas?\nAs obvious and depressing, as that may seem, the response here is critical because Enterprise has slowly built the hybrid component of their fleet up to 4,000 of the total 1.1 Million. With a grand success in the capital city of the south, the program would be free to expand. Without it, hybrids may be doomed as rentals until they become the mainstream car for most of the country’s drivers.\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"productsgear","title":"Rent-A-Hybrid. Will It Work?","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-farm1.static.flickr.com-31-100011873-523b04f6f5.jpg-v-0","url":"http://www.techgraffiti.com/news-rent-hybrid-will-it-work"}