{"summary":"The sight of traffic has become more and more familiar around the world these days. The USA has some terrible problems with traffic congestion","advice_category":"3","content":"\nPhoto: RgooginNew York City gridlock\nThe sight of traffic has become more and more familiar around the world these days. As populations increase and wealth spreads in the developing world, so they start to acquire the things that we in the west have long taken for granted. Cars are now status symbols throughout the world, and everybody wants one. Traffic congestion on road networks occurs as use increases, causing slower speeds, longer journey times, and increased queuing. When traffic flow is great enough that the interaction between vehicles slows the traffic stream, jams will happen, because demand exceeds the capacity of a road to support it.\nPhoto: Shinoda28107Peak commuter time in Houston, Texas\nAre you sick of being caught in the traffic every day? Well, there are many more people affected much worse than you. The daily commute in some of the world’s most developed cities is longer and more gruelling than ever before, reflecting the failure of transportation infrastructure to keep pace with the booming economic activity, according to IBM’s first global Commuter Pain study.\nPhoto: KallganBejing traffic jam\nCities like Beijing, Mexico City and Johannesburg top the global poll of the worst driving commutes in the world. According to the study, Beijing and Mexico City scored 99 each out of 100 in the commuter pain index to become the top two cities in the world when rated for the worst traffic jams.\nPhoto: g-hatSnails pace in Bangkok\nNew Delhi also figures among the top 10. A majority of people feel traffic has worsened in the last three years. They have complained that traffic snarls are affecting their work, health and wellbeing, according to the IBM study of 8,192 motorists in 20 cities across the globe.\nPhoto: NOMADDriving difficulties in Delhi\nThe survey found 65 per cent people who drive to their offices are stressed out and have little time for their family. About 29 per cent of the people surveyed said that traffic jams were adversely impacting their performance at work or school.\nVideo of a nasty jam in Karachi\nThe congestion in many of today’s developing cities is a relatively recent phenomenon, having paralleled the rapid economic growth of those cities during the past decade or two. By contrast, the traffic in places like New York, Los Angeles or London developed gradually over many decades, giving officials more time and resources to address the problem.\nPhoto: Hamed SaberTypical ‘rush hour’ in Tehran\nThe USA has some terrible problems with traffic congestion. It is commonly accepted that Los Angeles is the most terrible metropolis of traffic jams. Though the city has many highways, freeways and different routes, it is still ranked among the top 10 most congested points in the USA. In Shanghai as in many other densely populated cities, the problem of traffic is getting worse. From 1998 till 2003 the number of private vehicles increased from 70,000 up to 170,000, a staggering 250% rise.\nTime Magazine reports Sao Paulo has the world’s worst traffic jams. May 9, 2008, the historical record for the world’s longest jam was set with 166 miles of queues out of 522 miles. There is an opinion that the problem of traffic congestion occurred due to accelerated rate of motorization since 2003. And people buy about 1,000 new cars every day. Moscow, however, outshined its rivals for the longest time spent daily in traffic jams, averaging 2.5 hours – the world average was one hour.\nPhoto: Nevermind2Everyday traffic problems in Moscow\nIf you do live in a big city these days, then the chances are that you are all too familiar with the daily headache of getting to work, or anywhere else on time when the flow of traffic is truthfully no more than a trickle. The problem cannot genuinely be solved by better traffic management alone. Only fewer vehicles in use can do that, but how do you persuade a world of people that, in many cases have only just started motoring that they need to stop? This is a conundrum that only time and technology can resolve.Photo: KOIKATraffic snarl-up in Taipan\nSources – 1, 2, 3","author":"tonyleather","web_category":"environmentgreen-tech","title":"The Worst Traffic Jams on Earth","picture_url":"http://static.techgraffiti.com/sites/default/files/images/New_York_City_Gridlock.jpg","url":"http://www.techgraffiti.com/news-worst-traffic-congestion-planet-high"}