{"summary":"Then the phone could search the web for information about that organism. Interbreeding within a species spreads the genes for these traits, thereby making members of the same species resemble each other more than members of different species do","advice_category":"3","content":"\nPhoto: Jim Bahn\nImagine hiking through California’s Big Basin Redwoods State Park on a summer’s day. The morning fog is lifting to reveal an ecosystem that’s full of life. Birds flutter in the canopy of the gigantic trees above. Down below, meanwhile, insects scamper between fallen branches on the forest floor, and fungi convert dead organic matter from the trees into living tissue. You take a picture of a lanky, pale fungal specimen and wonder about the details of its life cycle.\nPhoto: Matthew Venn\nOf course, an internet search for “fungus” won’t pinpoint the specimen that caught your eye. Before you can look up information about an organism, you need to know that organism’s name. Many strange and intriguing fungus species populate the biosphere, each with its own life cycle and niche. You must classify the organism if you want to look up existing knowledge about that species and describe your discovery concisely to others.\nPhoto: Sid Mosdell\nTaxonomists classify organisms into species based on their habitats, behaviors and physical characteristics. Interbreeding within a species spreads the genes for these traits, thereby making members of the same species resemble each other more than members of different species do. This being said, manually classifying an organism can be tedious and requires specialized expertise. Yet, theoretically, you could automate the process by looking directly at a specimen’s genes instead of the traits for which those genes code.\nPhoto: Dan Zen\nBiologists are making great strides in reading genetic information. Contestants competing for what’s been dubbed the ‘X Prize’ in genomics hope to develop affordable genome sequencing. The $10 million-dollar prize will go to entrants who can sequence 100 human genomes in under a month for less than $1,000 each. Once you sequence a specimen’s genome, you know the series of nucleotides for every gene in that specimen. At that point, running the data through a database to identify the specimen’s species is a trivial task.\nPhoto: Peter Shanks\nWhile $1,000 is still a large sum to pay for knowing the identity of a fungus in the woods, past trends in technology development suggest that the price will drop even further over the years. Today’s luxury items are tomorrow’s household devices. Progressive improvements in computers exemplify how gadgets continue to get less expensive and more powerful. The cost per MHz for processing speed on a 2009 computer is 1,947 times cheaper than it was on a computer in 1984.\nPhoto: James Bowe\nIf bioengineers can repeat the success of electrical engineers, sequencing a genome will be as inexpensive as taking a digital picture in a few decades. A future mobile phone with a genome sequencer next to the built-in digital camera could bring augmented reality to the entire biosphere. This hypothetical sequencer would identify any organism from DNA in a sample. Then the phone could search the web for information about that organism. You’d enjoy all the benefits of bringing a taxonomist on every hike at a cost that’s too low to quantify.","author":"Joseph Dunsay","web_category":"science","title":"Could Your Cell Phone Become a Pocket Taxonomist?","picture_url":"http://static.techgraffiti.com/sites/default/files/images/A-Big-Basin-Fungus.img_assist_custom-600x444.jpg","url":"http://www.techgraffiti.com/news-can-your-phone-become-pocket-taxonomist"}