{"summary":"According to The Adventurists, the modern Urals are excellent bikes. Ural motorcycles are still manufactured in Irbit","advice_category":"8","content":"\nImage: The Adventurists\nRiders correspond on an icy Siberian road, with a beautiful sky in the background.\nIf the idea of riding an old sidecar motorcycle through a snowy wilderness doesn’t sound like fun, then the Ice Run is definitely not for you. Every year, it involves traversing frozen rivers and negotiating icy roads, with a high probability of the bikes breaking down. Definitely not something for the faint-hearted or technically inept, then.\nImage: The Adventurists\nIt’s Arctic Circle or bust as a rider hits the road.\nThis 932-mile (1,500-kilometer) race begins in the Russian town of Irbit, on the banks of the Nitsa River in the Urals, and ends at Salekhard, apparently the world’s only town located on the Arctic Circle. The two sites are not only divided by some incredibly tough and remote terrain, but also by packs of wild wolves, bears and even lawless people.\nImage: The Adventurists\nA Ural sidecar motorcycle rides, or slides, down an icy Siberian road\n“Many of the risks are unknown, but you risk freezing to death, losing parts of your body to frostbite, being injured or even killed in an accident,” warns race organizer The Adventurists. The vintage Urals motorcycles used in the event may add a seemingly somewhat comical element, but the race is a very serious undertaking.\nImage: The Adventurists\nFreeing their Urals from the snow was just one of many challenges faced by competitors.\nFifteen teams took part in the February 2013 Ice Run. The race’s unofficial motto was “No deaths and no pregnancies” – and as far as we know, they kept to it. The contestants’ antique Ural sidecar motorcycles broke down many times along the route, although they reportedly performed better than they had the previous year. It seems that just getting the old bikes to the finish line is as challenging as the environment itself.\nImage: The Adventurists\nA brief moment to admire the beauty of the frozen wilderness\nUral motorcycles are still manufactured in Irbit. They were originally produced to supply the Red Army, but after the fall of the Soviet Union, the company began to branch out into other markets. According to a 2011 article in The New York Times, Irbit Motor Works, or IMZ, claims to be “the only motorcycle manufacturer in the world selling stock sidecars in volume” – thanks in part to their popularity with older riders in the US.\nImage: The Adventurists\nThe race makes for a constant battle to keep warm in the freezing cold.\nDuring the Soviet years, IMZ factories annually produced up to 130,000 motorcycles. Using a late 1930s BMW R71 provided by Nazi Germany during the 1939 nonaggression pact between the two countries, the Russians reverse-engineered the bike to meet the Red Army’s needs. Factories were set up in Moscow, Kharkov and Saint Petersburg, and the first Russian-built model, the M-72, was completed in 1941. Eventually, factories were moved to Irbit and Nizhny Novgorod to avoid the advancing Nazi military.\nImage: The Adventurists\nRussian tanks in the snow. On one occasion, a Ural stuck in the snow was rescued by a passing tank. Only in Russia!\nUral motorcycles are heavy-duty vehicles designed for difficult terrain. According to The Adventurists, the modern Urals are excellent bikes. But in the Ice Run, it’s the old models that are used. Due to the bikes’ outdated electrical systems, many of the racers encountered technical problems. “The worst form of transport I have ever experienced. Not only were they unreliable but to ride them was like wrestling a bear,” recalls competitor Nick Dodd on The Adventurists website.\nImage: The Adventurists\nEvidently this road is a quiet enough place to pitch a tent.\n“The challenge on the Ice Run however is not so much the vehicle you’re driving but the conditions you’re driving them in,” says ex-competitor Mr. Rob. “Temperatures this cold play havoc with just about anything you care to mention. Your bike will break down, a few times a day probably. Be as prepared as possible for this certainty.”\nImage: The Adventurists\nRacing has never been so hands on: Some tinkering is in order – and a chance to apply some knowledge.\nBecause of the remote nature of the race and the continual breakdowns and technical problems that occur, some background knowledge about motorcycle repair might be helpful. That said, vital training and test-driving days are set up before the competitors embark on their trip, and instruction on how to fix the motorcycles is given since, as The Adventurists say, “the chances of breaking down are way above 100%.”\nImage: The Adventurists\nA spot of target practice might be a good idea in a lawless wilderness filled with wolves and bears.\nThe route was indeed punishing on both the bikes and their riders in 2013. Motorcycles flipped over, collided with each other, landed in ditches, and rammed into snow banks. All of this caused considerable damage to the already aging vehicles, including wrecked clutches, damaged cylinders, snapped windscreens and burnt-out exhausts.\nImage: The Adventurists\nWearing the right cold weather gear isn’t just a issue of comfort in Siberia; it’s a matter of survival.\nOne of the most difficult aspects of riding the Urals along the route was getting stuck in the soft snow that covered the road. Fortunately for the competitors, help was frequently at hand courtesy of the friendly locals – who must have been puzzled as to why anyone would willingly race over such unforgiving terrain on old and unreliable vehicles.\nImage: The Adventurists\nNow this vehicle looks well equipped to deal with the deep snow.\nUnsurprisingly, competitors undertake a weekend of rigorous training before taking part in the race. They’re taught how to look after and fix their Urals, how to navigate through the icy terrain and, possibly most importantly, how to survive in the bitterly cold conditions. Before starting out, riders also need to stock up on supplies (such as spark plugs) for the arduous journey, since there is unlikely to be much available on the road.\nImage: The Adventurists\nA Siberian wolf, which is probably as wary of the competitors and their noisy bikes as they are of it.\nThe Ice Run isn’t all fun and danger. Just like the rest of the races organized by The Adventurists, it raises money for a good cause. Participants are required to raise a minimum of $1,554 for charity, with at least 50 percent of it going to rainforest charity Cool Earth.\nImage: The Adventurists\nTime for a break: A rider leans on his (less-than-trusty) steed.\nAnd if you’re wondering how The Adventurists can claim that it’s helping to save the environment while promoting races run on fossil fuels, here’s what the organizers say on the official website: “The microscopic amount of carbon produced from taking part in an adventure is negligible in comparison to safekeeping the planet’s best locations for getting lost.”\nImage: The Adventurists\nPacking up the bike; we hope the antlers were found along the way.\n2013’s winning Ice Run team was The Real Arctic Monkeys, comprised of brothers Andy and Adrian (teams consist of no more than two competitors). Adrian’s tip to those thinking of doing the Ice Run at some stage is to be ready for challenges like the variable weather. “Don’t go along unprepared and make sure you fully understand the implications of doing something like this,” he says.\nImage: The Adventurists\nShooting practice in the snow\nWhether you do it for a good cause or just for the thrill of it, the race is an experience you will never forget. Just remember these three pieces of advice from Ice Run competitor Nick Dodd: “Don’t get lost and don’t get stuck and don’t die.” Sounds like very good guidance to us.\nImage: The Adventurists\nTurning in after a hard day\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13","author":"Yohani Kamarudin","web_category":"entertainment","title":"The Ice Run: A Race Through the Siberian Wilderness on Sidecar Motorcycles","picture_url":"http://static.techgraffiti.com/2013/05/6791860514_e3035907bb_b.jpg","url":"http://www.techgraffiti.com/the-ice-run-a-race-through-the-siberian-wilderness-on-sidecar-motorcycles"}