{"summary":"Image: ?PBAIAll images courtesy of Philip Beesley Architect Inc.. Beesley himself is wary of using the term “living” to describe his work, substituting it with “near-living.” “We need to be careful about what we claim,” he cautions","advice_category":"6","content":"\nImage: ?PBAIAll images courtesy of Philip Beesley Architect Inc.\nDangling tendrils call out to be touched, strange liquids sparkle in suspended flasks, and subtle sounds and scents gently buffet the senses. Enchanting, magical and beautiful are just three adjectives that might be used to describe this amazing work; unsettling and creepy are two more.\nThese multifaceted creations resemble a real live forest from some strange alien world. You do not merely gaze at the ‘Hylozoic Series’ installations of Canadian architect and artist Philip Beesley; you wander through them, you feel them, you smell them.\nImage: ?PBAI\nThese photographs are from four recent exhibitions of Beesley’s hylozoic art – in Espacio (Madrid), Sibyl (Sydney), Vesica (Wellington), and Protocell Field (Rotterdam). The word ‘hylozoic’ originates from the philosophy of hylozoism, the belief that everything, from the smallest atom to the universe itself, is alive. “It suggests that life comes out of material things, and it suggests that there are no strict boundaries between the inert matter of rock, gasses and liquids, and living things,” explains Beesley. “All things are potentially animate.”\nImage: ?PBAI\nBeesley goes on to explain the hylozoic concept as it relates to current scientific developments. “Although [it is] rooted in mythology, when we look at recent progress in the science of artificial life and information technology, there does seem to be an increasingly diffused line between organic and inorganic matter,” he says. “So, we could say there is some evidence that the idea is coming true.” Walking around his responsive, animated, interactive creations, it isn’t hard to see what he means.\nImage: ?PBAI\nThese extraordinary works blur the lines between art, architecture and science, involving everything from chemistry and robotics to music and design. “Our studio has invested in digital fabrication equipment that allows us to make a range of prototypes and mechanisms in mixtures of materials,” says Beesley. “We also work with many specialty contractors that can handle multiple materials and custom electronics. Full-strength digital modeling tends to play a prominent role, but at the same time, traditional hand-crafts, machining, and simple rendering, drawing and writing form a core. Along with heavy data storage, we have lots of handwriting and sketching in notebooks.”\nImage: ?PBAI\nSculpture? Architecture? Machinery? It’s difficult to know what to call something with so many amazing and intriguing elements. Touching one of the dangling creepers sets off a vibration and causes synthetic leaves to uncurl and wave as if caught in a gentle breeze. And just moving around in some areas sets off lights and motion. The whole thing really does seem to have a life of its own, which has led some to refer to Beesley’s work as “living architecture.”\nImage: ?PBAI\nBeesley himself is wary of using the term “living” to describe his work, substituting it with “near-living.” “We need to be careful about what we claim,” he cautions. “Some people are calling this living architecture, and of course we enjoy being associated with such an amazing term, but I’m interested in limiting the claim because ‘life’ is a very big word. This work doesn’t nearly approach the complexity that naturally living systems have.” Of course, in a way, biological beings are also a part of the installation, as they move through the exhibition with caution, responding with surprise, intrigue, delight and, occasionally, fright.\nImage: ?PBAI\nYou may have noticed the various glass vials and jars filled with liquid in these photographs. That’s the chemistry aspect of the installations. The containers hold different substances. In some, for example, there are perfumes, which drip down through tubes.\nImage: ?PBAI\nOther of the containers are more complicated. For instance, one of the flasks holds a “carbon-capture system”, mostly made up of sodium hydroxide, which sucks up carbon from the atmosphere, creating a residual carbon-based chalky deposit. Other flasks contain copper sulfate and potassium ferricyanide, which creates a coppery “skin” that Beesley would one day like to see branch out and cover the scaffolding. “But that makes a pretty big mess,” he explains. “So we’re happy to house them in glass for now.”\nImage: ?PBAI\nBeesley’s work has been described as a forerunner to responsive architecture. “This work is asking some basic questions,” says Beesley. “Might buildings come alive? Might they respond to us, and care about us? How might they take care of themselves and contribute to the environment? The answers to these questions involve much technical craft, along with some poetic speculation,” he suggests. “The work could be seen as a kind of a projection of possibility for future architecture.”\nImage: ?PBAI\nWhen he talks about responsive architecture, Beesley is not referring to electronic devices that simply react to stimulus. “Responsiveness does not necessarily make something sensitive,” he says. “We walk through a shopping mall and the doors open, don’t they? We clap our hands and the light goes on. These kinds of functions are not profoundly revolutionary.”\nImage: ?PBAI\n“When I dwell on the term responsive, I do not mean a one-way responsiveness where things pick up on what we want and are more sensitive to us,” Beesley elaborates. “I have a hunger to find a mutual relationship with the environment in order to discover new kinds of balances for the future.”\nImage: ?PBAI\nCurrently, Beesley is a professor at the University of Waterloo’s School of Architecture, in Ontario, Canada. He also runs an interdisciplinary design firm in Toronto that uses his previous credentials as a housing activist and community organizer to work with community groups.\nBeesley’s building designs include banks, museums and churches. And perhaps this is why his ideas about the future of architecture are so interesting: they’re expressed by someone with extensive practice in the field, not just an artist with a creative imagination. We look forward to seeing more of Beesley’s visions come to life in the future.\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Yohani Kamarudin","web_category":"art-design","title":"The Sensory Wonders of Beesley's Synthetic Enchanted Forest","picture_url":"http://static.techgraffiti.com/2012/10/HylozoicPROTOFIELD_cPBAI.jpg","url":"http://www.techgraffiti.com/artist-creates-amazing-synthetic-life-exhibit"}