{"summary":"Not long ago, scientists revealed that they had technology that would enable them to take a small DNA sample at the crime scene and compare it to the Y chromosomes of men in their DNA database (with the chances being that the suspect has already committed a crime). Two hours is the average time it takes to book an offender in a jail","advice_category":"3","content":"\nPhoto: spekulator\nMove over CSI! A new bad boy crime tool has moved into the neighborhood. Not long ago, scientists revealed that they had technology that would enable them to take a small DNA sample at the crime scene and compare it to the Y chromosomes of men in their DNA database (with the chances being that the suspect has already committed a crime). From the comparison against tens of thousands of people in the DNA database, a small pool of possible names can be derived. This can lower the number of individuals to be investigated, by eliminating people who could not have committed the crime. This much smaller pool can then be given a conventional DNA test to further eliminate suspects. This source states that though the science is not perfect and not readily implemented in most law enforcement agencies yet, it could drastically the lower police workload.\nPhoto: dinges\nJust released today, researchers have revealed an even better tool that could speed up DNA identification, providing definitive proof of innocence or guilt in the time it takes to book someone.\nWhile still being processed in a county jail many suspects post bail and walk out with a smirk on their face. There is nothing law enforcement can do when the evidence is not strong enough to link them to a crime. A person can only be held for 24 hours (or less, depending on state statues).\nPhoto: fearthecat\nSpeaking from experience, there is nothing more aggravating than knowing someone has committed a crime, knowing that they are going to post bail, and knowing that they are going to reoffend — likely within hours of their release from jail. More often than not, the offender then skips town — nowhere to be seen for days, months, or years. All the while the offender is on the loose, with a trail of victims stacking up, infuriating law enforcement.\nNow, there may be an eventual end to this madness. A fast track DNA forensic test can make a preliminary determination, while the offender is still in the holding cell awaiting bail, finding whether or not the offender is a likely suspect for the crime. It will work almost as fast as fingerprinting.\nPhoto: Sadlei\nThe process works like this: “forensic technicians collect DNA from suspects by swabbing their mouth, mixing the sample with a few chemicals, and warming it up. The DNA-testing-lab-on-a-chip does the rest. Currently, results are back within four hours.”\nResearchers are working diligently at present to cut the process down to just two hours. Two hours is the average time it takes to book an offender in a jail. So, within the time it takes for a jailer to say “cheese”, and to tally up his pocket change and any other possessions, the offender could be charged with the crime.","author":"Asher Kade","web_category":"science","title":"High Speed DNA Testing that Can ID Offenders in Hours","picture_url":"http://static.techgraffiti.com/sites/default/files/images/854540_-handprint-.jpg","url":"http://www.techgraffiti.com/news-predicting-surname-criminal-crime-scene-now-possible"}