{"summary":"On top of that, though, there is the issue of what you do with your subsidized gas guzzler once the three years is up: you’ve been paying 2.99 for gas for three years, and while you didn’t save a lot of money doing it, you saved some, and this is going to be like getting a pay cut when the deal runs out. That gas is capped at 2.99","advice_category":"3","content":"\nPhoto: Don’t you worry about a thing, darlin’. That gas is capped at 2.99. Image from MShades\nI think I’ve been more than a little vocal about the gas price crisis in America, but have, aside from making fun of our Presidential candidates, left out all of the proposed solutions when discussing it. Mostly that’s just my sense of humor, because, well, there’s not much we can do other than buck up and increase fuel efficiency. However, there might be another solution – Chrysler is offering us a hysterical little life raft: don’t worry about it, the gas is on us!\nThis is a bad idea on SO many levels. First, there are the terms of the deal: you have to give up any other rebates, savings, or incentives to qualify for the gas card, which is good for three years. Our friends at Autoblog Green have projected that over three years, with rising gas prices, the average consumer will save 1,200 dollars, not a paltry sum, but not the windfall you would expect if you were giving up all of the incentives, some of which are way more than 1,200 dollars.\nOn top of that, though, there is the issue of what you do with your subsidized gas guzzler once the three years is up: you’ve been paying 2.99 for gas for three years, and while you didn’t save a lot of money doing it, you saved some, and this is going to be like getting a pay cut when the deal runs out. You’ll be stuck with a low-mileage car, that you likely will have a hard time selling, and definitely won’t want to keep.\nAssuming all else is equal: the cost of the vehicle, insurance, miles driven, etc– and by boosting whatever MPG you have by 3, you can save 1,500 dollars over that same three year period. Go on, buy the Toyota. It’s not as cool as the Charger, but it’s going save you money, and you’ll be able to get rid of it when you’re done.\nSource: [Autoblog] [Autoblog Green]","author":"whatsrequired","web_category":"environmentgreen-tech","title":"Chrysler Offers 2.99 Gas. Is This a Good Idea?","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb26.webshots.com-40409-2182605250103329676S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-chrysler-offers-299-gas-good-idea"}