{"summary":"Lockheed 2000 and Boeing 2707 layout SST layout Drawings – hotelgulf. In 1961, Douglas Aircraft did a design study for a SST that would reach speeds of Mach 3 at 71,000′ but the project was not pursued.","advice_category":"8","content":"\nIn the first part of Environmental Graffiti’s Hypersonic Dream Series, Bennett Blumenberg explores man’s desire to create the fastest aircraft on earth.\nPhoto:  LAPCAT – A2 Mach 5 Transport Adrian Mass Artist – Reaction Engines Ltd\nIn the Beginning\nFor more than 50 years, the USA, France, and Russia have pursued the dream of a transport aircraft that could fly at Mach 2 or faster and thereby revolutionize the commercial airline industry. In this article, we’ll look at the first SST dreams, supersonic aircraft that were designed to travel at twice the speed of sound or faster, but never reached the prototype stage of development.\nIn principle, jet engines are not complicated as they burn a mixture of compressed air and jet fuel. Afterburners spray additional fuel onto the hot gases, thereby increasing fuel consumption and causing a large increase in combustion and thrust. Supersonic aircraft are often powered by advanced turbojet engines. SSTs (supersonic transports) do not escape the earth’s gravitational field and their flight path is entirely within the earth’s atmosphere, albeit at very high altitudes. NASA had begun work on SST designs in 1959. In 1961, Douglas Aircraft did a design study for a SST that would reach speeds of Mach 3 at 71,000′ but the project was not pursued.\nSST concept 1 Image – up-ship\nLockheed L-2000\nSST concept 3 Image – testpilot.ru\nPresident John F Kennedy, in a speech on June 5, 1963 at the US Air Force Academy, committed the United States to the development of a superior SST with the government providing 75% of the funding. Lockheed began work on the L-2000 in June, 1963. The program intended to improve on the Concorde, rather than design a ‘new’ SST from scratch. Basic parameters of aircraft design, passenger capacity, and range were nearly identical to Concorde, but the target speed was higher. The American program intended to design an SST transport that could cruise at Mach 2.7-3.0, thereby mandating a body made from stainless steel or titanium. That choice dramatically increased costs, and would reduce transatlantic flying time by only 20 minutes. Boeing, Lockheed, Curtiss Wright and North American Aviation were asked to submit designs for aircraft body manufacture. General Electric and Pratt & Whitney were to design SST engines.\nThe most obscure of the American SST projects was the North American Aviation NAC-60, a delta wing design 195′ long that would carry 187 passengers. Maximum cruising speed was to be Mach 2.65 (1750 mph) with a cruising altitude of 35,000′. Before very long, the NAC-60 and Curtiss-Wright efforts were set aside. Lockheed was in intense competition with Boeing. Their first aircraft design was the CL-823, which was similar to the Concorde. The CL-823 was 222′ long, with a double delta wing, and a 218-passenger capacity. Maximum speed was Mach 3 (1950 mph) with cruising altitude at 70-80,000′.\nLockheed 2007 Image – up.ship.com\nThe final L-2000-7A and L-2000-7B designs were big aircraft at 83m (275′) and 89m (293′) long, respectively. They would carry 230-250 passengers at Mach 2.7-3.0 to a cruising altitude of 76,500′, with a range of 3,500-4,000 nautical miles. All models were to have a titanium fuselage, drooped nose and a double delta configuration that would generate additional lift at supersonic speeds and allow for lower landing speeds. Design refinements on the wing’s leading edge eliminated the need for the canard and reshaped the wing into a double delta shape. Together with modifications in the fuselage profile, the shift in center of pressure could be controlled as it changed with acceleration to supersonic speeds. The engines were in individual pods attached below the wings.\nOne problem associated with any SST is the tendency of the nose to pitch down as it flies from subsonic to supersonic flight. The swing-wing can maintain airplane balance and counteract the pitch-down motion. The L-2000 featured a long, pointed nose that was almost flat on top and curved on the bottom. This design allowed for improved supersonic performance, and during takeoff and landing, the nose could be lowered to give the pilot increased visibility.\nLockheed 2000 and Boeing 2707 layout SST layout Drawings – hotelgulf\nPower was to be supplied by a turbofan upgrade to Pratt & Whitney JTF17A turbojet engines that would be installed in individual ducts under the rear of the wings. These turbofan engines were quieter than the engines with afterburners used on the Concorde, and noise would be further reduced. Crossing the sound barrier would be done at 42,000′, in contrast to Concorde that did so at 30,000′. The L-2000 would climb precisely to reach its highest altitude at 76,500′. A full scale mock-up was completed in June 1966 and it included a replica of the flight deck and furnished passenger accommodations. Unfortunately, significant cost overruns and difficult design challenges put Lockheed two years behind schedule.\nBoeing 2707 profile Image – USA Supersonic\nBoeing 2707\nBoeing may have been the first aviation company to take SST development seriously as they began small scale studies in 1952. In 1967, Boeing was awarded a contract to build a 300′-long commercial jet liner that would carry 350 passengers with a range of 4,000 miles. The initial design was swing wing. Four GE afterburning, turbojet engines would achieve Mach 2.7. Both the Boeing and Lockheed L-2000 designs were presented in September 1966 along with full-scale mock-ups. A lengthy review by the US government, FAA and commercial airlines followed. Lockheed’s L-2000 was judged simpler to produce and less risky than the Boeing 2707, but its performance was slightly lower and its noise levels were higher. On the last day of 1966, the Boeing SST was chosen as the superior American design. It would be powered by four General Electric GE4/J5 engines.\nBoeing 2707 schematic Image – USA Supersonic\nThe Boeing 733-390 was 306′ (93.3m) long with a wingspan of 180’4″ (55m) and swept spread of 105’9″ (32.2m). Cruising speed was Mach 2.7 (1800 mph) with 277 passengers at 64,000′ (20,000m). However, serious design challenges remained for the Boeing 733-390. Canards behind the nose added weight, as did the swing-wing mechanism which finally had to be abandoned. The tailed, fixed delta wing design had to be reduced in size and seating capacity was lowered to 234.\nFurthermore, social upheaval in the US and a deep questioning of environmental, military and defense priorities ensured that the 2707 contract would not be completed, although one billion USD had been spent and 127 orders had been placed. The program was canceled in March, 1971 and 60,000 jobs were lost at Boeing’s huge aircraft manufacturing facility in Seattle. JFK’s 1963 commitment of the United States to the SST had been canceled. In later years, a strong resemblance between the Boeing 733-290 and the B-1 bomber was not hard to discern and likely not a coincidence.\nPhoto:  Boeing 2707 mockup Image – Hiller Aviation Museum / testpilot.ru\nSpeed Matters\nThe public will always be aware of SSTs that were large, commercial jetliners. Significant development and manufacturing costs, in addition to very high fuel requirements, required that a commercial SST be quite large in order to fit a business model that returned a profit to the airline company.\nBusiness time saved by supersonic air travel is time that can be creatively used by the airline company elsewhere if production, maintenance and fuel costs allow for a business model that produces a profit. Private and business time saved by travelers can be put to a myriad of valuable tasks. Speed should matter to commercial airlines more than ever in this new age of global economic recession and high fuel prices. As to the Art of War, ‘attack early with blinding speed’ always confers a strong strategic advantage.\nPhoto:  Renaissance Bestiary / Birds Manuscript painting / Bestiary of Oxford 1511 – Wikimedia\nMach Number\nFA-18 Hornet Breaking Sound Barrier / 1999 Photo – USN / Ensign John Gay\nWhat is the Mach Number, that dimensionless number (i.e. has no units) that is always mentioned when talking about highest speed aircraft? The Mach Number is the speed of an object divided by the speed at which sound travels in the medium through which the object is moving. The reference point is the earth’s atmosphere at sea level at 15 degrees Celsius, where sound travels at 761.2 mph. Note that the speed of sound decreases with altitude. For example, sound travels at 86% of its sea level speed at 36,000′. Transonic speeds are in the range Mach 0.8 to 1.2. Supersonic speeds are greater than Mach 1.0. More specifically, they are the speeds at which the entire airflow over the aircraft becomes supersonic. The minimum speed at which this can occur is usually Mach 1.2.\nNext… The first successful SSTs – Russia’s breakthrough Tubolev 144 and the fabulous British/French Concorde.\nSources – 1, 2, 3, 4, 5, 6\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"productsgear","title":"The Hypersonic Dream Series: Enter the World's Largest Superpower","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-www.ahrtp.com-EG-Images2-LAPCAT-A2-takeoff-opt600x425-bisbos.jpg","url":"http://www.techgraffiti.com/news-hypersonic-dream-series-enter-worlds-largest-superpower"}