{"summary":"The first British production Concorde flew from Filton on February 14, 1974 and both of these first production Concordes attained Mach 1 on their first flights. Photo: Concorde – Olympus Engine 593","advice_category":"8","content":"\nIn the second part of Environmental Graffiti’s Hypersonic Dream Series, Bennett Blumenberg explores man’s desire to create the fastest aircraft on earth.\nPhoto: LAPCAT – A2 Mach 5 Transport in flight Adrian Mass artist – Reaction Engines Ltd\nThe Russian Tu-144 was the first production Supersonic Transport (SST) Aircraft, closely followed by the famous British-French Concorde. Both aircraft represented highly successful engineering; both have truly fascinating histories; both were blighted by disaster during their lifetimes. Their removal from service is only a pause in the development of supersonic aircraft. Please stand by…\nThe Russians First – Tu-144\nThe first SST aircraft to evolve beyond prototype so as to see limited production and commercial use was the Russian Tubolev Tu-144. It was a creation of the brilliant Russian airplane designer, Andrei Nicholayvich Tupolev. The concept of the Tubolev aircraft was first published in a Russian aviation magazine in 1962 and development began at the end of July 1963. A successful Soviet spy effort did steal many of the design features of the French and British Concordes, but the Tu-144 was by no means a clone of the British/French SST. Russian aeronautical engineering was world class and the Tubolev 144 was a Russian beast through and through.\nPhoto: Tu-144 SST\nPhoto – Avi Abrams\nBuilding of the first prototype started in 1965 and it flew on December 31, 1968, two months before the first flight of the British/French Concorde. On July 15, 1969, a Tubolev Tu-144 became the first commercial jet liner to reach Mach 2. Seventeen Tu-144s were built including prototypes. Early Tu-144 models had turbofan engines that had a limited top range of 4500km and maximum cruising speed of Mach 1.6. A commercial Tu-144 had a terrible crash at a Paris Air Show on June 23, 1973 when the pilot could not pull the plane out of spectacular dive intended to drive attention away from the Concorde. Several houses were destroyed when the plane crashed and all crewmen died but the Tubolev Tu-144 program forged ahead. The Tu-144s went into commercial service one day after Christmas in 1975.\nPhoto: Tu-at 144 at MAKS-2007 exhibition\nPhoto – Russian Photographer\nProduction Tu-144 SSTs were 216′ (65.5m) long, with wingspan of 94.5′ (28.8m) and a crew of 3 for a maximum passenger number of 140. Tu-144s attained a maximum speed of Mach 2 (1550 mph) with a cruising speed of Mach 1.84 (1430 mph), range of 4,000 miles (6500 km) and ceiling altitude of 59,100′ (18,000m). The production Tu-144 was noisier than Concorde, had less range and cruised at a lower speed. Later versions using turbojet engines had a fuel efficiency and flying range similar to Concorde with a maximum increase to Mach 2.35 and cruising speed of Mach 2.16. Nonetheless, these last design Tu-144s did not sell and soon this first supersonic airliner would be removed from passenger service. Production of aircraft ceased in 1984 after 16 Tu-114 were built and certified to fly.\nPhoto: Tu-144 nose\nPhoto – Helicop\nThis first Aeroflot route carried mail and freight between Moscow and Alma-Ata. Passenger service began in November 1977 and continued until the first Tu-144D crashed during a test flight with crew fatalities on May 23, 1978. The Tu-144′s last passenger flight was with Aeroflot on June 1, 1978 but a freight only service began using the Tu-144D on June 3, 1979.\nThe more efficient Kolesov RD-36-51 turbojet engines used in the Tu-144D made possible the long route from Moscow to Khabarovsk with a maximum cruising speed of Mach 2 (1550 mph) and range without refueling of 6200 km. The Tu-144 flew a total of 102 scheduled flights including 55 that carried passengers. They were also used for research into ozone depletion of the atmosphere in the 1980s.\nA Tu-144 was used on a (military?) flight from the Crimea to Kiev in 1987 about which little is known. In 1995, a Tu-144D built in 1981 was extensively modified with state-of-the-art military NK-321 turbojet engines at a cost of US$350 million. A joint Russian-USA (NASA) supersonic research program used the Tu-144LL as a flying laboratory from March 1996 through September 1998. For obvious reasons, military aspects of the Tubolev aircraft NK-321 engines remain classified and this is the reason that all offers from private parties in the West to purchase a Tu-144 have been rejected. There is little, if any other, military engineering in the Tubolev Tu-144.\nA few of these fabulous aircraft still exist. Several Tupolevs were donated to Russian Museums, two were scheduled for preservation and presumed pubic viewing at the Tupolev production plant and a Tu-144D is on exhibit at a technology museum in Germany.\nBritish / French Concorde\nIn 1962, England and France, who had originally decided to pursue separate and parallel programs, realized that the cost structure for two discrete programs would be prohibitive. The two countries signed a joint agreement to build the Concorde, a Mach 2 SST that would extend concept designs begun several years earlier. British and French government subsidies would be necessary throughout the Concorde program. Prototype construction began in February 1965. Several design considerations are interesting to reflect upon because they provide a glimpse into the complex challenges faced by those designing Concorde.\nPhoto: Concorde and full moon\nPhoto – Avi Abrams\nConventional jet engines can take in air only at Mach 0.5. A critical design challenge for Concorde was to slow the air from its initial intake speed of Mach 2.0 and control the shock waves that develop as Concorde undergoes a dramatic reduction in speed. Afterburners were used to get Concorde through the transonic barrier of Mach 0.95 to Mach 1.7 and then they were switched off. Unfortunately, Concorde spent significant time flying in the transonic speed regime where jet engines are very inefficient. Concorde burnt two tons of fuel while taxiing to the runway before takeoff. After landing, only the outer two engines were used to reduce fuel costs. By contrast at Mach 2.0, Concorde engines were the most efficient in the world at that time.\nPhoto: Concorde – Olympus Engine 593\nPhoto – Nimbus227\nThe engine of choice for Concorde was the twin spool Rolls-Royce/Snecma Olympus 593, originally developed for the Vulcan bomber. It was then advanced into an afterburning supersonic engine for the BAC TSR-2 strike bomber and chosen to be adapted for use in Concorde. Bench testing of the Olympus 593 began in mid 1994. A RAF Vulcan bomber served as a flying test bed. A standardized production engine successfully completed a 150 hour test in March 1974, thereby achieving the benchmark necessary to be used in production aircraft. “The Olympus engine took this gas jet and passed it through straightening vanes – to obtain a laminar flow. This gas jet then entered the afterburning jet pipe where a ring of fuel injectors sprayed fuel onto the hot exhaust gases. The resulting combustion greatly improved thrust, although it also lead to excessively high fuel consumption.” (Source #10)) The Olympus engine was the only afterburning turbojet that powered a commercial aircraft, and during Concorde’s lifetime, it was the world’s most efficient jet engine.\nConcorde’s top speed was limited to Mach 2.20 because this was the upper limit that could be sustained by the aluminum fuselage over the aircraft’s lifetime. The brake system was extraordinary. If Concorde aborted a take off when taxiing down the runway at 190mph, its 188 tonnes could be brought to a stop in one mile although the brakes would reach temperatures of 300-500 C. The Concorde design that began commercial flights across the Atlantic had a carefully adjusted combination of engines that were very efficient at supersonic speeds, a wing shape that maximized loft to drag ratio, modest payload and high fuel capacity. Furthermore, improvements were immediately understood and designed but a next version Concorde was never implemented due to poor sales of the first Concordes.\nPhoto: Concorde BA212 landing\nPhoto – John McCurdy\nThe prominent drooping nose on the Concorde reduced draft and increased aerodynamic efficiency in flight as well as increasing pilot visibility during takeoff and landing where Concorde has a high nose angle. Once aloft, the nose could be raised into a horizontal alignment. Maximum speed with nose down was Mach 0.8.\nCommercial Concorde flew with a crew of 3 and typically carried 92-120 passengers. Concorde’s length was 202’4″ (61.66m) with a wing span of 84.0′ (25.6′). Range was 4500 miles (3900 nautical miles). Maximum airframe temperatures at Mach 2.0 were on the nose (127C), and wing leading edge at 105C. Performance with A1 jet fuel was 27m/gal. During flight, fuel was moved from tank to tank to help Concorde’s balance. Fuel acted as heat sink for the cooling system. Counting two reserve tanks, there were 13 fuel tanks on Concorde. “Before takeoff, and during acceleration through Mach 1 to Mach 2, fuel is pumped out of the forward trim tanks to the rear trim tanks and the collector tanks in the wings. Around 20 tons of fuel is moved in the process and results in a rearward shift of the CoG by 6ft (2 m) (Source #8). At the end of a flight, this process was activated in the reverse direction.\nPhoto: Concorde to scale\nImage – Avi Abrams\nThe first prototype Concorde was unveiled at Toulouse, France on December 11, 1967 but did not make its first flight until March 2, 1969 when it reached Mach 2. The second prototype was British and first flew on April 9, 1969. It did not reach a supersonic speed until October 1, 1969 and it did not reach Mach 2 until November 4, 1970.\nProduction aircraft followed the prototypes. The first preproduction Concorde flew from Toulouse, France on December 17, 1971. The first production Concorde had an initial flight from Toulouse on December 6, 1973. The first British production Concorde flew from Filton on February 14, 1974 and both of these first production Concordes attained Mach 1 on their first flights. 14 additional Concordes were built and placed into commercial service; the last one had its first flight on April 20, 1979. Seven Concordes flew with British Airways and seven were in service with Air France. Commercial flights for both airlines began on January 21, 1976.\nA full accounting of the costs to design, develop, test flight and then manufacture Concorde production aircraft for commercial use has been difficult to uncover and the programs were heavily subsidized by both governments. A good estimate is 1.1 billion 1976 pounds, or 11 billion 2003 pounds and 18.1 billion 2003USD$. The last six Concordes were given away to the airlines, since apparently selling them at anywhere near market value was viewed as impossible.\nConcorde BA206 takeoff\nPhoto – B&E Systems\nInitially the Concorde flew three transoceanic routes: London to Bahrain, Paris to Rio de Janiero via Dakar and London to Washington D.C. Local protests over noise levels at NYC were mollified and a route to the ‘Big Apple’ began in December 1977. Braniff International briefly flew Concorde on a Dallas/Fort Worth to Washington D.C. route starting on January 13, 1979, and also offered flights from Dallas/Fort Worth to London and Paris. Concorde retained her BA and AF liveries on these routes. Strict noise environmental regulations mandated that these flights be conducted at transonic speed – Mach 0.95 – when Concorde was flying over the continental United States. These Braniff flights were rarely more than 50% booked and were canceled in May 1980.\nIn 1977, British Airways and Singapore Airlines briefly shared a Concorde for flights between London and Singapore International Airport via Bahrain but the route was discontinued after three flights. The Malaysian government banned supersonic Concorde overflights in its sovereign air space because of the very high noise levels. A proposed route to India never did ‘get off the ground’ for the same reason. Air France flew Concorde twice-weekly to Mexico City via Washington, DC and New York City from September 1978 to November 1982 with supersonic speeds not allowed as Concorde flew over Florida.\nPhoto: Concorde BA206 in flight\nPhoto – Webmaster\nThe sonic boom produced by the Concorde when it broke through the sound barrier was genuinely awesome and little appreciated. Night flights near large urban areas were essentially out of the question. Furthermore, the continual noise generated by the four Olympus engines was beyond the tolerance of most people. The worst liability, however, was fuel costs. It cost 3.5X as much fuel to fly one passenger in Concorde as it did in the new Boeing 747 with high efficiency turbofan engines. Concorde’s engines were notoriously inefficient at subsonic speeds. The Pacific route San Francisco to Tokyo required refueling stops in Hawaii and Wake Island. The Boeing 747, which provided a more comfortable travel experience, completed the route faster than the Concorde.\nConcorde’s attention to passenger comfort also had limitations with barely six feet of headroom, narrow seats, no walking areas and no video displays. Nonetheless, champagne was served to everyone and meals utilized Wedgewood crockery and silver cutlery. At 56-60,000′, turbulence was uncommon and the curvature of the earth was a spectacular sight. Transatlantic flying time was just under 3.5 hours and twice the speed of any other commercial aircraft.\nPhoto: Air France Concorde Crash, July 15, 2000\nPhoto – Japanese businessman\nAs did the Tubolev Tu-144, Concorde had a spectacular, terrible accident. On July 15, 2000, a chartered Air France Concorde, while taking off from Charles de Gaulle airport, hit a piece of titanium on the runway that had come off a Continental DC-10 that had taken off a few minutes earlier. As a tire fell apart, a piece of rubber hit the aircraft causing a shock wave that ruptured the fuel tank and broke an electrical cable. By now the Concorde was airborne, flying on three engines and unable to accelerate or climb. Descending violently and rolling left, it burst into flames and crashed near the town of Gonesse killing everyone aboard and four people on the ground as well. All 12 Concordes were grounded pending review and new safety modifications.\nIn the summer of 2008, two employees of Continental Airlines directly involved with the DC-10′s titanium panel were ordered to stand trial. The installation of the titanium panel had violated the manufacturers guidelines and warranty. French judges are still considering whether to press charges against two employees of the Concorde program directly involved in fuel tank design where deficiencies had been on the record for years, and an employee of the French civil aviation authority as well.\nThe Concordes returned to service after this accident but high costs worked against a profitable aviation business. In terms of fuel efficiency, Concorde was no less economical than the Gulfstream G550 executive jet as both planes averaged ~16-27 miles/imperial gallon fuel. On the other hand, the Boeing 747 averages 91 miles/US gallon fuel. The economic shock waves that rippled around the world following 9/11 added a further insurmountable challenge to Air France and British Airways. French Concorde ceased operations at the end of May 2003. The British Concordes did likewise in October 2003. The high number of successful commercial flight hours was impressive, but high costs, extreme noise factors and a severely challenged commercial aviation industry combined to ground Concorde forever.\nDesigning engines that can power a commercial jet aircraft to speeds in excess of Mach 2 has been accomplished. Designing an aircraft that can cruise for extended times at such speeds and provide a safe, environmental and traveler-friendly flying experience is very difficult. Designing a supersonic commercial aircraft whose manufacture, maintenance and fuel costs allow for a business model that can return a steady profit is even more challenging.\nPhoto: Concorde Flypast, June 4, 2002\nPhoto – Thunder and Lightnings\nIn every age, there are those who must challenge existing limits on air travel. The United States, England, France and Russia, where the first SST programs originated, agreed more than 50 years ago that the challenge of supersonic and hypersonic aircraft must be met for both civilian and military reasons. Money for these highest speed aircraft projects will always be found because of the military implications. Before too long, commercial travel between London and Sydney Australia in two hours or less will be possible. For those who want to read further, I’ve included more Sources than usual as the information on the web for Concorde and Turbolev 144 is widely scattered.\nThe next article in this series will survey Mach 2.0+ military aircraft that have been proposed, and/or built and/or became production aircraft. Stand by, there is much more to come…\n1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"merlynne6","web_category":"productsgear","title":"The Hypersonic Dream Series: Europe Sends Out Supersonic Shockwaves ","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-www.ahrtp.com-EG-Images2-LAPCAT-A2-flight-opt600x424-bisbos.jpg","url":"http://www.techgraffiti.com/news-hypersonic-dream-series-europe-sends-out-supersonic-shockwaves"}