{"summary":"Planes fly by so close that sun bathers seem to be able to reach out their hand and touch them – Maho Beach therefore attracts scores of plane spotters every day. In case of a beach landing, use your blanket as a beach towel:Photo: ","advice_category":"3","content":"\nPhoto: Maho Beach in 1985\nImage: auteur du fichier\nImagine lying on the beach, a good book in one hand, drink in another, feeling the cool breeze in your hair when suddenly, that breeze gets stronger and stronger and is accompanied by an unbearable loud noise that you think will shatter the windows of the nearby shacks. As you look up, you’re face to belly with a commercial airliner. After a few seconds, it’s all over. Fiction? We’ve found a few places where it’s not. Before you scream ‘shopped’, wait for the videos…\nIn case of a beach landing, use your blanket as a beach towel:Photo: \nImage: Todd Neville\nThe beach in these first two images is famous Maho Beach, adjacent to Princess Juliana International Airport on Saint Martin or St. Maarten, the eastern Caribbean island’s Dutch part. Planes fly by so close that sun bathers seem to be able to reach out their hand and touch them – Maho Beach therefore attracts scores of plane spotters every day. Says Drew about the experience:\nA current sign reads: “Jet blast of departing and arriving aircraft can cause severe physical harm resulting in extreme bodily harm and/or death.” Er, thanks for the warning.\nPhoto: \nImage: Jj04\nIf you say so, Christine. We’re still skeptical about the entertainment value and want to see for ourselves – here’s a video of various landings (turn down the volume!):\nAfter Hurricane Omar hit on October 16, 2008, many local businesses were destroyed but most beach shacks and restaurants popular with plane spotters have reopened since. The beach, however, was reduced to boulders but is still popular with windsurfers and skimboarders because of the semi-large waves caused by the jet blasts of planes taking off. It is so strong, in fact, that people standing on the beach can get blown into the water.\nMoving elsewhere, here’s a video of people who do close encounters of the plane kind for entertainment: The pilot of a small plane is trying to land on top of a moving RV, world’s shortest runway, at 60 miles an hour! After the successful landing, one wonders how the plane will get down again.\nAnd here’s an image is of Iberia Airbus A-340 on October 10th, 2007 when it almost caused a major accident as it was landing at Quito International Airport in Ecuador. Whoever lives in that house surely must’ve gotten the shock of their lives!\nPhoto: \nImage: Alejandro Cadena\nCasual shoppers in Hong Kong’s Kowloon City don’t even seem to notice as planes approach Kai Tak Airport, apparently touching department stores, churches and residential houses on their path. Guess you can get used to anything, right?\nMany mishaps have taken place during airshows, little wonder when even the regular maneuvers just seem to leave a hair’s width between planes:\nHere at a Canadian airshow:\nImage: Brian Wright\nA nice place to live – right under the approach of Brussels’ airport Zaventem. The two guys in the video seem to be a bit shocked about the noise that has brought their house down…\nHey, don’t bomb my house:Photo: \nImage: Mike Renlund\nThe people in the houses above in Salt Lake City, Utah might be getting more than they bargained for. The red stuff is fire retardant being dropped to prevent canyon fires. However, you don’t want to get caught in the middle.\nPlane spotters might get their money’s worth but we’re not sure how beneficial close encounters of the plane kind may be other than making for some spectacular images.\nSources: 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"environmentgreen-tech","title":"When Airplanes Get Too Close ","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb11.webshots.com-8458-2194671560105960926S500x500Q85.jpg","url":"http://www.techgraffiti.com/news-when-airplanes-get-too-close"}