{"summary":"Using modern materials like titanium and aluminum, Powerhouse Productions also brought the early rocket belt designs up to date, producing a jetpack that can remain aloft for 30 seconds. Still, it’s a huge improvement on traditional jetpack flight figures.","advice_category":"8","content":"\nPhoto: Go Fast Sports\nA Go Fast Jet Up in the clouds\nTo fly great distances, hover above the ground and literally leap over tall buildings without an airplane or a helicopter… It’s a dream shared by many adventurous young children and more than a few adults – which is probably why there’s such a fascination with jetpacks.\nPhoto: Unknown via St. Joseph County Public LibraryA jetpack demonstration in South Bend Indiana, circa 1961\nOver the years, several enterprising companies and individuals lured by the same dream have made their own jetpacks – some more successfully than others, but all with the same big idea. Here’s a list of seven such jetpacks that managed to get off the ground.\nPhoto: Unknown via Niagara Aerospace Museum\nA Bell Rocket Belt in action\nAs far back as 1953, engineer Wendell F. Moore started working on a jetpack for Bell Aerosystems. Several years later, in 1959, the US Army approached Bell Aerosystems to build, test and demonstrate what the Army termed a Small Rocket Lift Device (SRLD). The resulting Bell Rocket Belt was propelled by superheated water vapor, which was produced by combining a cylinder containing nitrogen gas and two cylinders of hydrogen peroxide. The hydrogen peroxide reacted with a catalyst, causing it to break down into oxygen and water vapor.\nPhoto: United States Geological Survey\nWell-known planetary science founder Eugene Shoemaker wearing the Bell Rocket Belt\nThe Bell Rocket Belt was capable of lifting a person 30 feet (nine meters) into the air at speeds of up to 10 mph (16 kph). The downside was that it could only sustain flight for around 20 seconds at the most. It also posed risks to its operator, as it flew at heights too low for parachute deployment in the event of the jetpack failing. In 1961, Wendell F. Moore himself broke a kneecap while testing the device.\nWhen Moore died as a result of heart problems in 1969, the project was put on hold. Only a single rocket belt was originally produced – although in the mid-1990s the concept was rekindled when the RB 2000 Rocket Belt was developed. The newer version was built with exactly the same principle but used lighter materials, had greater power and could fly for an extra 10 seconds.\nPhoto: Go Fast Sports\nA Go Fast Jet Pack hovers a few stories up in the air.\nIn 2003, Go Fast! Energy Drink creator Troy Widgery and two friends founded Jet Pack International (Jet P.I.) in order to develop and manufacture jetpacks. Building on earlier designs, notably that of the Bell Rocket Belt, the Go Fast Jet Pack was intended to be a quicker, more lightweight alternative to its predecessors and to offer better thrust and longer flight time.\nPhoto: Go Fast Sports\nA crowd watches the Go Fast Jet Pack in midair over a field.\nJet P.I. has a few jetpack models to its name. According to the company, their H202-Z jetpack is able to stay in the air for 33 seconds and can travel 2,500 feet (760 meters) at speeds reaching 77 mph (123 kph). Jet P.I. also manufactures a T-73 model, which is said to be equal to flying for as long as nine minutes. However, at a cost of $200,000 (in 2010), the T-73 jetpack is out of reach for most people.\nPhoto: Danschlund\nDan Schlund flying for Powerhouse Productions\nUsing modern materials like titanium and aluminum, Powerhouse Productions also brought the early rocket belt designs up to date, producing a jetpack that can remain aloft for 30 seconds. The Powerhouse Productions Rocketbelt, as it’s called, generates 800 horsepower and weighs 165 pounds (75 kilograms) when its tanks are filled with seven gallons (26 liters) of hydrogen peroxide fuel.\nPhoto: Makelessnoise\nThe Powerhouse Productions Rocketbelt being demonstrated at a July 4th show in 2007\nCurrently, the Rocketbelt is used for performances only, and it travels the world as a showpiece in flight demonstrations. It’s been featured on various television shows; and piloted by stuntman and owner Kinnie Gibson, it also toured with Michael Jackson’s 1992/1993 Dangerous World Tour.\nPhoto: Martin Jetpack \nThe Martin Jetpack in flight\nOkay, technically the Martin Jetpack isn’t actually a jetpack, because it uses ducted fans rather than a rocket to achieve lift. However, for the purposes of this article, we think it’s close enough – especially as it’s such a fantastic machine. Time magazine included the Martin Jetpack in its list of 50 Best Inventions of 2010, and with good reason. In theory, this ingenious device can lift a person as high as 8,000 feet (2,440 meters) up in the sky.\nPhoto: Martin Jetpack\nThe Martin Jetpack taking off\nIt’s taken New Zealand’s Martin Aircraft Company almost three decades to develop the Martin Jetpack. The machine, which runs on gasoline, is said to be capable of reaching speeds of 60 mph (97 kph), and as the tanks can only hold enough fuel for half an hour’s flight, you wouldn’t have much time to admire the view. Still, it’s a huge improvement on traditional jetpack flight figures.\nPhoto: Seg9585\nThe Jetlev-Flyer shooting out water jets\nOne of the biggest obstacles to creating a jetpack with longer flight times is the weight of the fuel that’s required. Jetlev Technologies overcame this problem with their Jetlev-Flyer by transferring the engine and fuel to an independent boat tethered to the pack. This fun take on the jetpack uses water propulsion to fly.\nPhoto: Mathieu Marquer\nThe Jetlev-Flyer in Monaco\nA ride on the Jetlev-Flyer can last between one and three hours, depending on the speed at which it’s going. The pack can take average-sized pilots as high as 27 feet (over eight meters) up in the air, reaching a top speed of 22 mph (35 kph). Another bonus is that if you are forced to make an emergency landing, at least it will be over water. It’s certainly not cheap, though; in 2011, one model was selling for $99,500.\nPhoto: Viajar24h.com\nIsabel Lozano prepares to become the first woman to fly a jetpack.\nTecnologia Aeroespacial Mexicana (TAM) claims that its Tecaeromex Rocket Belt is the only belt of its kind that offers the complete package: a custom-designed jetpack, plus a distillation machine that allows users to stay supplied with their own hydrogen peroxide fuel. The company also reports that it has created more rocket belts than anybody else.\nPhoto: Viajar24h.com\nIsabel Lozano hovers in the Tecaeromex jetpack.\nMexican inventor and founder of TAM Juan Lozano developed the jetpack from scratch, making each component as well as the device used to produce the fuel. In 2006, using the TAM Rocket Belt, Lozano’s daughter Isabel became the first woman to fly by means of a jetpack.\nPhoto: Noel Jones \nYves Rossy flying with five Robin airplanes\nEx-Swiss Air Force pilot Yves Rossy’s action-packed nicknames tell you everything you need to know about him. Over the years, he’s been called Airman, Jetman, Rocketman and, most recently, Fusionman. Rossy invented his own jetpack – which consists of four modified Jet-Cat P200 model aircraft engines and a set of 7.9-foot (2.4 meter) carbon-fiber wings – and successfully piloted it over the Alps in 2008. Unlike the other jetpacks on this list, Rossy’s hasn’t taken off from ground level; instead, it’s been launched from airplanes or hot air balloons.\nPhoto: Evert Cloetens \nA close up of Yves Rossy in flight\nOfficially, the United States Federal Aviation Administration classed Rossy’s kerosene-powered jetpack as an aircraft. But whatever its category, technically speaking, it’s pretty amazing. Besides soaring over the Alps on four occasions, Rossy has used his invention to fly across the English Channel and the Grand Canyon.\nPhoto: Steve Jurvetson\nAnother look at the Powerhouse Productions Rocketbelt\nAlthough it’s possible to buy your own jetpack, the exorbitant price tags aren’t the only factors standing between us and zipping through the air like Buck Rogers. Learning to operate a jetpack safely requires proper training. And unless you’re a qualified aeronautical engineer, it’s not advisable to attempt to build your own jetpack. Nevertheless, zooming about the place and leaping over buildings with our own personal jetpacks remains an exciting dream to hold onto.\nPhoto: Rocketman.tv\nPowerhouse Productions jet pack soaring into the air\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14","author":"Yohani Kamarudin","web_category":"productsgear","title":"7 Incredible Real-Life Jetpacks","picture_url":"http://static.techgraffiti.com/2013/04/jet-pack.png","url":"http://www.techgraffiti.com/7-incredible-real-life-jetpacks"}