{"summary":"In addition, the amount of carbon dioxide released during flight is about equivalent to the amount absorbed by the algae during their growth phase. Only minor modifications and adjustments had to be made to the aircraft in order to run on this algae based biofuel","advice_category":"8","content":"\nPhoto: Taurus Photographix\nEADS, an aerospace firm, has been the first to fly an aircraft powered purely by biofuel made from algae. The Diamond Aircraft DA42 New Generation took off for the first time at the International Aerospace Exhibition 2010.\nOnly minor modifications and adjustments had to be made to the aircraft in order to run on this algae based biofuel. Maintaining equal performance, the fuel consumption is lower when compared to conventional JET-A1 fuel due to the higher energy content of the algae biofuel. \nPhoto: Umberto Salvagnin\nIn addition, the amount of carbon dioxide released during flight is about equivalent to the amount absorbed by the algae during their growth phase. According to the firm, nitrogen oxide and sulfur oxide emissions are also reduced due to the very low nitrogen and sulfur content of the biofuel and in tests the fuel proved to contain eight times less hydrocarbons than kerosene.\nPhoto: Jim Conrad\nThis matches very well with the climate protection goals for the year 2020 set by the Advisory Council for Aeronautics Research in Europe (ACARE) that include a carbon dioxide reduction by 50% and a nitrogen oxides reduction by 80%.\nAround 3% of the European Union greenhouse emissions are caused by aviation but there has been continuous and exponential increase: up to an 87% from 1990 to today.    \nIt is worth noting that the emissions from aircrafts have a greater impact than those originating from sources on the ground, as the studies carried out by the International Panel on Climate Change (IPCC) pointed out. Moreover, international flights are not subject to any limits regarding greenhouse gas emissions and subsequently there is no legal obligation to reduce them. \nPhoto: Steve Jurvetson\n\nNowadays, it is more expensive to produce biofuel from algae than it is to buy jet fuel, but algae reproduce rapidly and create a large quantity of organic substance (biomass). Also, algae can be grown on poor-quality land using non-potable or saltwater and their cultivation does not interfere with food production.\nPhoto: Chris Andes\nCurrently,EADS is researching further, with its partners, to reduce costs and support the growth of an algae-powered industry since all necessary technologies to develop the production of biofuel from algae are already known.\nPhoto: Roberto Verzo\nSources:EADS, International Aerospace Exhibition 2010, Advisory Council for Aeronautics Research in Europe (ACARE)","author":"Teejay","web_category":"productsgear","title":"The World's First Biofuel Powered Plane","picture_url":"http://static.techgraffiti.com/sites/default/files/images/plane.JPG","url":"http://www.techgraffiti.com/news-world’s-first-plane-powered-biofuel-based-algae"}