{"summary":"The benefit of a car like this is the fact that you retain the quality and size of a top of the range luxury sports car. Of course they are environmentally friendly because they can only be powered by an electric motor","advice_category":"8","content":"\nPhoto: Rance Costa\nOver the years, car manufacturers have been pondering various different methods of propelling their customers to their offices, friends and family members without using petrol – and most of that research has centered around electricity (as you’d expect). However, the problem with having electric cars, despite the obvious massive benefit of being environmentally friendly, is clear for all to see.\nPhoto: Michael Pereckas\nTo get into anything like a normal car most people, particularly in America, would settle for a Toyota Prius (pictured above).\nAll hybrids have the same drawbacks in terms of the fact that they are what I’d like to call ‘token green cars’. The fact is that you still have a tiny petrol engine in the car in order for the electric system to work… From this point, it stands to reason that there is barely any point in having one if you live outside an urban area, and even by those standards the car on average probably spends more time burning fossil fuels than it does running its electric motor, as the electric motor can’t work at national speed limits. You could argue that with cars like the Prius you are pretty much buying an image, rather than a car that’s going to benefit the planet. It’s a bit like buying a poster of Jessica Alba and claiming that’s environmentally friendly. Trees are still being cut down to make the poster, and you are still burning fuel like everybody else every time you stray over town speed. So if you want my advice on the Prius, you’re actually better off going to work on a poster.\nPhoto: RevaNorge\nHowever, when we move onto the ‘all electric cars’, things start to get even more tragic. Cars like the G-Whizz (pictured above) equally cannot be classed as proper cars. In fact, the parent company REVA who make this car get around regulations by calling it a “quadro-cycle”. Of course they are environmentally friendly because they can only be powered by an electric motor. But then again, the major drawback of any battery powered car is that it will always take a huge amount of time to charge. Plus the G-Whizz is only really suitable for urban travel as the mileage between charging is very low. In that sense you argue that you’d be far better off with an electric golf buggy – despite the fact it would be the easiest vehicle to steal after an unlocked bicycle.\nPhoto: Jacklee\nPhoto: Bbqjunkie\nNow we come into the realm of the more positive, cars like the exceptional Honda Clarity (pictured directly above) which run on hydrogen, a system that doesn’t require the owner to charge the car up like a one and a half tonne laptop. The hydrogen creates the electricity itself in this car, working like a miniature power station. More importantly though; the car is of a proper size, the same size as what we would expect from a modern family car, and to add to that, the car can also achieve normal motorway speeds. Yes of course it won’t be able to top 100mph with ease, but at least it’s practical. The only issue is the number of hydrogen fueling stations – and to put it plainly, there aren’t really many at all – unless we look towards California where a system has been up and running to support hydrogen power, with fuel stations being readily available.\nAnother downside is the fact that hydrogen is incredibly difficult to extract\nas a substance. Its simply too hard to mass-produce for it to be considered a replacement for internal combustion.\nNow we get onto the exciting stuff. The worry with electric cars was always the fact that they would turn out to be slow, impractical, and ultimately unsafe. However the big names along with the small companies believe they have come up with solutions to deal with the issue of slowness.\nPhoto: Brian Snelson\nThe Tesla Roadster (pictured above) is probably the best known incarnation of a performance electric car. Starting production in 2008 it has since sold some 1,200 units around the world. The car is lightweight, and shares 6 percent of its components with the Lotus Elise. It currently claims to be the battery powered car with the greatest range, with its electric motors producing the performance equivalent of 248bhp and 200 lb-ft of torque. However, the newer sport model showcased originally at the Detroit Motor Show sported 288bhp.\nThe car can also achieve 0-60mph in four seconds flat, with a top speed of 125mph. So it sounds like a proper sports car then, rather than a giant Scalextric model. Can it be topped? Oh yes…\nAnother very strong contender due to arrive in 2012 is the Mercedes E-SLS (standard SLS AMG pictured top), sporting four battery powered electric motors – the Mercedes produces far more power: 526bhp of it in fact, along with 649 lb-ft of torque. It will cover 0-60 in the same time as the Tesla Roadster (around four seconds), and looks identical to its AMG V8 powered twin sister. However, the top speed is unknown but is most likely in a similar vein of a limited 120mph.\nThe benefit of a car like this is the fact that you retain the quality and size of a top of the range luxury sports car. Keeping the normal cars benefits, while changing its engine. It seems to be a very hopeful concept, stepping ahead of the Tesla in terms of usability, with the Honda Clarity arguably topping them all by providing a family car that doesn’t need to be charged from the mains. It will be interesting to see what the future holds.\nAnother car to look at, is quite possibly the first truly green car to pierce hyper-car territory. It is the mesmerizing Jaguar C-X75. In a game of top trumps this car has all the other contenders licked in terms of performance.\nIt is so new and exclusive there are barely any images as yet. The Jag sports four electric motors, a technology shared with the E-SLS, but that is where the similarities end. Each individual motor provides each wheel with 195bhp. That’s the power of a Golf GTi hot hatchback to each individual wheel on the road, making a total horse power rating of 780bhp and a Bugatti Veyron worrying 1180 lb-ft of torque. The Jag also boasts a 0-60 time of 3.4 seconds. However on the downside, 70 miles is as far as you are going to go on its lithium-ion batteries. To deal with this problem though, the Jaguar runs on two turbine engines – which according to Jaguar, can run on pretty much anything from petrol to animal fat, expanding this futuristic road rocket’s range to 568 miles.","author":"Patrick Goddard","web_category":"productsgear","title":"The World's Greenest Supercars","picture_url":"http://static.techgraffiti.com/sites/default/files/images/SLS-AMG_0.img_assist_custom-600x400.jpg","url":"http://www.techgraffiti.com/news-green-still-fast"}