{"summary":"Picked crops spoil when microorganisms and fungi eat them. India also loses food to spoilage","advice_category":"6","content":"\nPhoto: mira66\nPeople worldwide are rethinking how food is grown, processed and distributed. Communities on both sides of the North Atlantic are making moves towards local production for local markets. Vertical farming has long-term potential for supplying food to densely populated areas. In the short term, efforts to reduce food spoilage could help fill pantries. Academics in India want their nation’s processed food sector to expand and export. Suburbanites are ready to raise their own livestock. And technology and legal reform may be able to help all these plans materialize.\nA small business in London, England made international headlines for combining vertical farming and retail in one building. FARM:shop raises mushrooms, fruits, vegetables and chickens with vertical farming technology such as grow lamps, hydroponic troughs and a polytunnel greenhouse. Patrons can buy groceries, enjoy the caf?, hold events and rent office space at FARM:shop. In addition to making a profit, FARM:shop is building cultural capital by educating the London public about farming.\nAcross the Atlantic, in New York City, Windowfarms supplies DIY vertical farmers with hydroponic systems for growing crops along their windows. The Windowfarms website provides social networking space for over 200 window farming groups around the world. Canada, Hungary, China, Australia, Brazil and many other nations are represented there.\nPhoto: David Wright\nVertical farming has the potential to feed many people once the technology matures. In the meantime, stopping rural crops from spoiling on the way to consumers is a priority. According to a food science report from North Carolina State University, a fifth of US fruits and vegetables spoil each year. Picked crops spoil when microorganisms and fungi eat them. Combating these scourges prevents spoilage. It is possible to reduce losses by managing soil nutrients, eliminating pests and fungi from farms, keeping produce clean, cool and unwounded after harvesting, and isolating spoiled produce from the rest of the harvest.\nPhoto: Joseph Grossberg\nIndia also loses food to spoilage. A faculty at the IIT Bombay advocate food processing to reduce spoilage, prevent food shortages, improve food quality, boost farmer incomes, and facilitate exportation. India ranks high in grain, fruit, vegetable and milk production. Lifestyle changes are creating a potential domestic market for processed food, which is a cultural product that can be exported to other countries. Food processing and handling technology developed at IIT Bombay preserves food by extracting fluids from produce, reducing oxygen levels in storage rooms, refrigerating produce during transportation, and freezing foods with liquid nitrogen.\nPhoto: Mike Gifford\nIt’s likely that the agricultural sector will soon benefit from a combination of local production and global distribution. Trial and error will reveal which strategy is best in each situation. Unfortunately, regulations prevent some innovative farmers from trying new approaches to farming. North Jersey Locavores encourages suburbanites to eat locally grown food. This group backs a zoning change that would legalize chicken farming in a suburban town. Due to old zoning laws, one municipal politician was ordered to appear before a judge for the crime of raising hens. Farmers are ready to transform agriculture. Many would argue governments should let them.","author":"Joseph Dunsay","web_category":"art-design","title":"How New Farming Technologies Address Urban Food Issues","picture_url":"http://static.techgraffiti.com/sites/default/files/images/A-Vertical-Planting.img_assist_custom-600x446.jpg","url":"http://www.techgraffiti.com/news-how-new-trends-can-bring-more-foods-kitchens-everywhere"}