{"summary":"The orbiting International Space Station passed over Canada to take this photograph of Quebec. Captain Poindexter said that taking photographs from space is full of unique challenges – such as a large “dynamic range.” In space, there are, in his words, “the darkest darks you can imagine along with the brightest highlights.”","advice_category":"3","content":"\nPhoto: NASA\nLondon, England\nThere are few experiences more awe-inspiring than gazing into the night sky and seeing thousands of twinkling lights shining down on us. Yet while the sight is amazing, the view from the other side – looking back down at Earth from outer space – is no less breathtaking. Stars, planets and galaxies all seem to be echoed in these nightscape photographs of terrestrial cities, taken from NASA’s International Space Station (ISS).\nPhoto: NASA\nBrasilia, Brazil\nAs we’ll see, some photos of cities captured from space look just as you’d imagine, while others are quite unexpected – but they’re all stunning in their own ways. Not that long ago, photographs like these would have been impossible. Yet nowadays, thanks to NASA’s orbiting International Space Station and its dedicated crew, we’re able to see these awesome views of our planet that very few of us will ever get to experience first-hand.\nPhoto: NASA\nKuwait City, Kuwait\nThis photograph of Kuwait City is remarkable thanks to the astonishing colors of the lights. The greens indicate the newer parts of the city, whereas the blue in the lower right-hand side belongs to an older area. From up here, it looks like the desert city has been neatly organized into sections, each of them marked by a different hue. This urban center is a shining island between the blackness of the Persian Gulf above it and the inhospitable desert below.\nPhoto: NASA\nLi?ge, Belgium\nThe city of Li?ge in Belgium creates some crazy, squiggly looking lines in this photograph. In fact, the pattern of the city looks almost organic, like magnified blood vessels. The photo itself was shot with the European Space Agency’s Nodding mechanism. This relatively new piece of technology, also known as the NightPod, was designed especially for space station usage and compensates for the station’s movement relative to Earth – something that previously had to be done manually. As you can see, the results are impressive.\n\nPhoto: NASALas Vegas, USA\nLas Vegas is known for its bright lights at ground level, and it’s no surprise that they’re pretty intense from up in space as well. The blazing white section in the center is the Las Vegas Strip, which is supposedly the brightest place on the planet thanks to all the dazzling casinos and hotels. This photo was taken before the introduction of the NightPod system. In its place, the crew used a homemade tracking device to manually trace the city from the space station – which was moving at more than 15,659 miles per hour (over seven kilometers per second) in relation to Earth.\nPhoto: NASA\nKolkata, India\nThis is Kolkata, India at night, and as Canadian photographer and astronaut Chris Hadfield says, it’s “definitely not the ‘Black Hole of Calcutta’ of legend.” Lights can indicate the density of a city’s population in certain areas. Here, for example, we can see that most of the urban development follows the dark line of the Hooghly River and is most dense on the lower or east bank side.\nPhoto: NASA\nIberian Peninsula – Spain and Portugal\nSpain, Portugal and most of the Iberian Peninsula appear in this astonishing photograph. In the lower left corner, Morocco borders the lightless Strait of Gibraltar. The thin, greenish looking band on the horizon is made up of gas molecules in the higher reaches of the atmosphere. And the bright light on the left that looks like a UFO is described as “a blur of the moon.”\n\nPhoto: NASANew Orleans, US\nSpread along the shores of Lake Pontchartrain is the city of New Orleans. In its midst, the main channel of the Mississippi River cuts through the lights like a black snake. It’s amazing to think that this detailed photo was taken from 220 miles (354 kilometers) above the Earth. Nikon makes the special cameras that are used on the International Space Station and, in fact, created one of the first digital cameras specifically for NASA.\nPhoto: NASA\nRiyadh, Saudi Arabia\nRiyadh, the capital city of Saudi Arabia, resembles an abstract painting in this shot. The dark spot in the center is the Riyadh Air Base, and the larger dark areas surrounding the city are desert. On his NASA blog, Astronaut Don Pettit explains some of the difficulties involving taking photos of Earth from the moving International Space Station: “If the image is taken off the nadir, a distorted, squashed projection is obtained,” he says. “If I float up to the window and see my target, it’s too late to take a picture.”\nPhoto: NASA\nMilan, Italy\nIn this photograph, the center of Milan (in the left of the image) looks like a giant golden spider’s web. In the middle of the web are the bright white lights of the area around the city’s Duomo di Milano, or Milan Cathedral. Elsewhere, the dark patches are agricultural fields, which make up a patchwork together with the smaller outlying urban areas.\nPhoto: NASA\nShenyang and Sujiatun, China\nIn this shot, it looks as though the Chinese city of Shenyang and its district of Sujiatun (center left) have very well lit roads. Yet for astronauts up in space, photography is more than a hobby or a way to pass the time. It comes with the job. “NASA does a wonderful job, and spares no expense, in training astronauts to be photographers,” said ex-astronaut the late Captain Alan Poindexter in The Luminous Landscape. “We spent many, many hours in classes, field training, and in simulators using the equipment that we needed to master.”\nPhoto: NASA\nS?o Paulo, Brazil\nShining in this photograph is Brazil’s S?o Paulo, the biggest city in South America. Here, the different colors of the streetlights indicate their age and type: some are pinkish, while others are greenish-gray or white. Captain Poindexter said that taking photographs from space is full of unique challenges – such as a large “dynamic range.” In space, there are, in his words, “the darkest darks you can imagine along with the brightest highlights.”\nPhoto: NASA\nQuebec, Canada\nThe orbiting International Space Station passed over Canada to take this photograph of Quebec. From this vantage point, you can see why the city got its name, which is derived from “K?bec,” an Algonquin word that translates as “where the river narrows.”\nPhoto: NASA\nManila, Philippines\nLooking down on Southeast Asia now, we see Manila, the capital city of the Philippines. Interestingly, the thick-layered panes of the space station’s windows present another challenge for photographers. The difficulties are similar to those that come with trying to get a good shot from an airplane. If the angle is not exactly right, there may be motion glare. Also, as when shooting through any window, the photographer has to contend with scratches and smudges on the glass.\nPhoto: NASA\nToronto, Canada\nIn this photograph, Toronto sprawls in a patchwork of perfect squares along Lake Ontario. In reality, the squares are the road grid, which has been well lit by streetlights. Nightscapes like this can be valuable because they show details about a city that might not be so visible during the day. Furthermore, they can also provide information about lighting usage – and how it responds to factors ranging from population growth and war to economics.\nPhoto: NASA\nDubai, UAE\nThis pattern of bluish dots and golden strings is Dubai. One of the features visible from space is the Palm Island Resort (center of photograph), a man-made peninsula that reaches into the Persian Gulf. The golden strings are orange sodium vapor lights, which line the streets and highways around the city. Meanwhile, the bluish-gray dots are the lights from mercury vapor lamps, which are used in the commercial and residential areas.\nPhoto: NASA\nTokyo, Japan\nIn this image, Tokyo stretches out from its bright epicenter like a delicate web. Even from space, you can tell that this is a heavily populated city. That said, away from the city center, the lights appear fairly evenly spread.\nPhoto: NASA\nShanghai, China\nShanghai glows orangey-red in this photograph. The city proper, which officially has the highest urban population of any city in the world, looks a lot more peaceful from up here. Satellite developments can be seen spreading out from the core districts like islands of light.\nPhoto: NASA\nIstanbul, Turkey\nEurope and Asia come face to face in the city of Istanbul, Turkey, divided by the Bosphorus strait. The Bosphorus is one of the world’s most crowded waterways and can be seen bisecting the city in the center of the image. The two sides of the city look like wings stretched out along the Sea of Marmara, with the tiny lights of ships visible against the black of the ocean.\nPhoto: NASA\nNew York City, US\nFinally, we come to one of the most glittering cities of all, New York. The shape of Central Park in Manhattan can be seen even from up here, while the urban sprawl around it shines resplendent.\nSpace photography is not only awesome to look at; it also offers us a whole new perspective on Earth. And although it may be technically difficult, looking at these incredible images suggests that it’s well worth the effort. For the latest shots from the International Space Station, you can follow astronaut Commander Chris Hadfield, who’s currently on board the station, on Twitter.\nSources: 1, 2, 3, 4, 5, 6","author":"Yohani Kamarudin","web_category":"science","title":"20 Sparkling Images of the World's Cities as Seen from Space","picture_url":"http://static.techgraffiti.com/2013/03/London.jpg","url":"http://www.techgraffiti.com/20-stunning-images-of-the-worlds-cities-as-seen-from-space"}