{"summary":"The Mecca for this particular geek platoon was up until recently the Autofriedhof – literally ‘car cemetery’ – in Kaufdorf, Switzerland.. Even old Franz Messerli’s planting of many of the trees back in ’75 was a response to local council demands due to complaints that the Autofriedhof was an eyesore","advice_category":"3","content":"\nPhoto: A car’s version of ‘Where’s Waldo’: Hey they’ve got no brains. Photo: elessar_ch\nThe idea of cars being reclaimed by nature might sound a bit strange. When were cars ever owned by nature in the first place? Think about it. Between them, materials like metals, glass and rubber make up the bulk of our precious roadsters; so when cars are abandoned, moss and lichen move to a new home and when trees decide their leaves and branches need a novel hiding place, our friends from foliagesville are only acting out their master’s bidding – and taking back what’s theirs.\nSea of leaves…Photo: Photo: elessar_ch\nNow with cars being taken back by the earth, as with most things, there are whole squadrons of geeks (don’t take offense over the term; I’m a geek, he’s a geek and you’re definitely a geek about something) who have, as it were, already marked out their turf. The Mecca for this particular geek platoon was up until recently the Autofriedhof – literally ‘car cemetery’ – in Kaufdorf, Switzerland.\nGiven a wheel up…Photo: Photo: elessar_ch\nA sacred place for everyone from hicks to hippies in love with jalopies, wrecks or junkers, the Autofriedhof was an auto cemetery – a huge collection of rotting cars heaped hither and thither amidst the tendrils of encroaching vegetation. Dumped by a mechanic and sometime speedway racer on the land behind his workshop since the 1930s, the cars were in various stages of decay. Since they remained untouched for many years, piece by piece nature reclaimed them, creating an eerie yet romantic atmosphere.\nSo that’s what happened to the red car from the Milky Way advertPhoto: Photo: elessar_ch\nYet sadly it is no more. This incredible graveyard of overgrown cars was itself destined for an early grave after seventy odd years in service. On September 19, 2008, hundreds of the vintage vehicles were auctioned off by ruling of a court order obtained by the local authorities insisting that the site must be cleared. The metallic jungle was judged an environmental hazard by the bureaucrats – ignoring protestations that the cars had been drained of poisons – and some 780 of the rusty relics would be sold.\nCar corpse in a copse: Try saying that five times quicklyPhoto: Photo: elessar_ch\nThe cars were originally purchased for their parts by owner Franz Messerli’s father Walter, who not wanting to see the vehicles crushed and scrapped, parked them cheek by jowl in his empty lot in what he later intended to be a museum covering the history of modern motoring. Over the years up leading up to 1975, an array of cars of different models and ages accumulated, from forgotten British Wolseleys and ‘sit up and beg’ Ford Prefects, to rotting Porsches and even the wreck of a Rolls Royce Silver Cloud.\nStill shining…Photo: Photo: elessar_ch\nBut as in any burial ground, new life found a way to thrive. As photo essayist Eric Sayah observed: “Some vehicles appear more as peculiar, oversized planters than as cars. Ferns sprout through every hole, snails explore rare hood ornaments, spiders crawl across their cobwebs in the unglazed window frames. Yet Messerli’s corroded treasures radiate much more pride and dignity than their reconditioned and shiny siblings in any museum.” Daing if that isn’t as poetic as the Messerlis’ story itself.\nDirty dawgs…Photo: Photo: elessar_ch\nIt wasn’t as if Franz Messerli didn’t have opportunities to find more conventional resting places for his charges once his father had passed away. Spare part hunters beat a path to his door from time to time, but the caretaker of these long dead cars wouldn’t sell, despite the carrot of big money offers being waved in front of him for some of the wrecks. “I consider the auto graveyard as a jigsaw,” said Messerli. “If only a single part was missing, it would never be complete again.” History was at stake.\nI spy…Photo: Photo: elessar_ch\nSeen as art, as Eric Sayah reflected, the Autofriedhof nurtured many an inspiring thought. Was it a jungle densely populated by dormant metallic beasts? Or a traffic jam or pile-up trapped in time? Was this how the uninhabited world would look if a mass extinction event was unleashed on our sorry asses? Or was it the image of a sudden end to the era of oil? Whatever the case, the sight of nature and mechanical technology so intimately entwined was poignantly poetic – even to this particular smartass.\nHerbie goes bananas: Well wouldn’t you?Photo: Photo: elessar_ch\nMesserli wanted his junkyard jungle turned into an open-air artwork in the face of official decree, and many were prepared to back the campaign. 10,000 attended an open day event at the Autofriedhof and a further 100,000 signed a petition to save the historic site. Still, it was not to be. In spite of widespread support for preserving a national treasure, the death warrant was signed not only for this rare collection of cars but the flora and fungi growing on it like a second skin as well as all kinds of insect, mammal and bird life.\nTalk about tired outPhoto: Photo: elessar_ch\nFor a lot of people it must have been a sad day to see so many of the cars being removed that had been fading inexorably into the surrounding forest, especially after the long fight to keep the living mausoleum alive. Even old Franz Messerli’s planting of many of the trees back in ’75 was a response to local council demands due to complaints that the Autofriedhof was an eyesore. We shed a tear and doff our caps to what was surely the largest and most unique automobile bone yard in Europe – if not the world.\nPhoto: Photo: elessar_ch\nSources: 1, 2, 3\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Karl Fabricius","web_category":"environmentgreen-tech","title":"Where Automobiles Went to Die","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb45.webshots.com-43692-2681260030104181437S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-where-automobiles-went-die"}