{"summary":"A piece like this can take Finnabair up to 15 hours to make – and that’s not including drying time. “My biggest concern was the window – yes, there is a hole in the middle of it! It was meant to be one of the most important elements of this collage,” Finnabair recalls","advice_category":"6","content":"\nImage: Finnabair“Artysta (The Artist)”\nFinnabair (real name Anna Dabrowska) describes her work as “industrial art, cyberpunk art, or artistic upcycling – with a bit of spiritual feeling.” Her charming and intricate collages use old fragments of computers, assorted metal objects, and random bits and pieces she has collected – from buttons to a dead moth. The results blend an old-fashioned, almost romantic aesthetic with an edgy tech-focused feel.\nImage: Finnabair“Fragmentation”\nThe fantastic textures seen in these works of art are created by pasting the assorted pieces and parts onto canvas. The artist then skillfully colors her work using a mixture of inks and sprays. With these collages, she manages to transform recycling from a practical, mundane activity into a process for creating objects of beauty.\nImage: Finnabair“Inviting the Wind” (detail)\nIt doesn’t matter where you look – there’s always something interesting in the detail. Sometimes the objects used are obvious, while other times the paint and positioning can make them almost unrecognizable. Yet of course, seeing if you can identify the items is all part of the fun.\nImage: Finnabair“Fragmentation” (detail)\nIn this gorgeous piece, titled “Fragmentation”, the beautiful jewel-like tones of the greens really stand out. What items can you identify? “There is a time when you simply have to do something or you’ll die in creative pain, suffocated with things that want to come out,” says Finnabair. “Or your head will explode leaving a hard-to-remove stain on the wall.” Now that’s graphic!\nImage: Finnabair“Fragmentation” (detail)\nAs you can imagine, creating an artwork like this, which measures 20 x 27.5 inches (50 x 70 cm), requires much in the way of collecting materials. Luckily, Finnabair, who also teaches scrapbooking and mixed media around the world, is able to get a lot of the “junk treasures” she needs from friends and students.\nImage: Finnabair“The Wanderer”\nFinnabair has “tentatively” named this creation “The Wanderer”. Here, the palette is mostly shimmering blues and gold. If you look carefully, you should be able to spot bits of motherboards, USB plugs, hard drives and memory chips mixed in with pretty pieces of lace. A piece like this can take Finnabair up to 15 hours to make – and that’s not including drying time. Still, the results speak for themselves.\nImage: Finnabair“The Wanderer” (detail)\nHere’s a close-up look at some of the amazing detail of “The Wanderer”. Considering the painstaking process of placing every piece, it’s easy to see why each artwork takes Finnabair so much time to put together. According to the artist, taking photographs of works like this can be tricky: “It is so hard to make a good shot if the color palette is between whites, blues, greens and golds, and all the dimensional details are hard to focus on,” she says.\nImage: Finnabair“Inviting the Wind”\nThis piece, whimsically titled “Inviting the Wind”, has a square-shaped hole in it – but that’s okay: it’s part of the creation! Again, you could spend a great deal of time identifying the various interesting components used in the piece, which include USB plugs, memory cards, and other computer parts, along with softer elements like lace and twine.\nImage: Finnabair“Inviting the Wind” (detail)\n“My biggest concern was the window – yes, there is a hole in the middle of it! It was meant to be one of the most important elements of this collage,” Finnabair recalls. “Now, when it is done, I can say I’m quite close to the idea I had, but in a more ‘painting-like way’, which makes me happy as a small crocodile and pushes me further to try more.”\nImage: Finnabair“Art Saves”\nThis collage blends a pink heart with the word ‘art’ as well as a hint of the macabre – in the form of a dead moth. To us, it looks like art is breathing life into the machine. Finnabair, who has dubbed this piece “Art Saves”, describes the piece thus: “I think the message is visible and easy – art is freedom, and freedom is nothing but a state of mind.”\nImage: Finnabair“Art Saves” (detail)\n“There are a lot of gears and mechanisms – the embodiment of the process, energy and feelings are delicate flowers… elements of nature in the midst of scrap metal,” says Finnabair. It is this combination of hard and delicate qualities that gives her work such wonderful character.\nImage: Finnabair“Art Saves” (detail)\n“And, of course, [there] is a moth, my symbol and the most perfect metaphor which describes me,” Finnabair says of this little painted insect. It just goes to show that with the right treatment and placement, almost anything can become a work of art – or at least part of one.\nImage: Finnabair“Art Saves” (detail)\nHere’s another look at some of the elaborate detail of Finnabair’s “Art Saves” collage. “When I saw this motherboard I saw beauty in it – a labyrinth of paths, interesting elements, square and round objects… it was a kind of industrial beauty I really liked,” explains Finnabair.\nImage: Finnabair“Artysta (The Artist)” (detail)\nThis fantastic creation is called “Artysta”, which means “The Artist” in Polish. We just love the vibrant gold and coppery colors. The collage also features flowers, light bulbs, gears, and metal charms. Finnabair’s art makes us want to touch it and feel all the textures, as well as look at and admire it from afar.\nImage: Finnabair“Fragmentation” (detail)\nFinding beauty in what others might call junk is, of course, a required skill when it comes to creating recycled art. But translating that beauty so that others can also appreciate it is another, and perhaps even bigger, challenge. Finnabair certainly seems to overcome both of these hurdles with her delightful collages.\nFinnabair describes her art as more than just a job or hobby: “It gives me moments when I forget about the world, working hard [in my] head, hands translate, paint, stick… I cannot stop.” Looking at these beautiful and intriguing creations, we hope she never does.\nSources: 1, 2, 3, 4","author":"Yohani Kamarudin","web_category":"art-design","title":"Steampunk Collages Created from Recycled Computer Parts","picture_url":"http://static.techgraffiti.com/2012/11/mb1d.jpg","url":"http://www.techgraffiti.com/stunning-art-made-from-computer-parts"}