{"summary":"Skytree tower dwarfs its neighbors . Completed on February 29, 2012 and opened to the public in May that year, the Tokyo Skytree broadcasting tower soars 2,080 feet (634 meters) into the sky, with the top sometimes obscured by clouds","advice_category":"6","content":"\nPhoto: Matthias Harbers\nThe magnificent lighting scheme\nIt towers above the surrounding buildings, more than double the height of its neighbors. In fact, there’s only one structure on Earth taller: Dubai’s Burj Khalifa. Completed on February 29, 2012 and opened to the public in May that year, the Tokyo Skytree broadcasting tower soars 2,080 feet (634 meters) into the sky, with the top sometimes obscured by clouds. Although it misses out on being the tallest structure in the world, the Tokyo Skytree can take comfort in the fact that it is the world’s tallest tower.\nPhoto: Yoshikazu Takada\nThe tower silhouetted by the setting sun\nThe Skytree, which replaces the older Tokyo Tower, is positioned in the sprawling commercial development of Skytree Town. Tokyo Skytree and Oshiage train stations are located nearby. It broadcasts both radio and television signals and is used for communication. Skytree Town boasts restaurants, stores, a planetarium, an aquarium and other attractions.\nPhoto: Roger Jolly\nSkytree lit up at night \nFrom the beginning, Skytree was an ambitious project. The initial brief to the designers who created the structure and its surrounding complex was for “an entirely new landscape beyond time and space.” It also called for a blend of futuristic and traditional Japan that would help boost the city and assist with disaster prevention. The initial design was published in November 2006, and work began in July 2008. \nPhoto: Matthias Harbers\nLooking up at the imposing tower \nIn an earthquake-prone city like Tokyo, constructing a tower as tall as the Skytree involves some very important considerations. Building codes for the city are famously strict, which is perhaps why not a single structure was destroyed during the 8.9 magnitude quake that hit the city in 2011. Still, no other building in the city, or the country, reaches quite as high as the Skytree does. As well as earthquakes, the tower may also face high winds.\nPhoto: Toru Watanabe\nSkytree reflected in a nearby canal \nA huge amount of research went into the initial design of the Skytree. For example, a study was made of the soil underneath to a depth of almost two miles (three kilometers), in order to predict how it would behave during an earthquake. At the opposite end, a weather balloon was used to study wind conditions at the height of the planned tower. Nothing was left to chance.\nPhoto: Juuyoh Tanaka\nA work in progress: the tower during construction\nOf course, earthquakes or not, stability is a major concern when it comes to building such a gigantic structure. To compensate for its height, the base of the tower was made in a triangular shape. Each side of the triangle is made of reinforced concrete piles that extend about 115 feet (35 meters) underground. At the corners of the triangle, walled piles with steel-reinforced concrete nodes reach a depth of 164 feet (50 meters).\nPhoto: CLF\nA feat of engineering\nMany of the principles behind the tower’s construction and design are based on traditional Japanese five-story pagoda temples – a case of high-tech modern construction meets ancient earthquake-proof architectural methods. Like the pagodas, the center of the Skytree is a shaft, but in this case it’s made of reinforced concrete instead of wood. \nPhoto: Juuyoh Tanaka\nThe steel tubes that make up the frame \nAt 410 feet (125 meters) above ground level, the internal concrete cylinder is fixed to the exterior structure with oil dampers, which work like shock absorbers. These dampers are said to be able to absorb half the energy of an earthquake, effectively protecting the tower’s structure. The frame itself is made up of high-strength steel tubes that have double the strength of ordinary steel.\nPhoto: Matthias Harbers\nThe top of the Skytree \nThe steel tubes that make up the tower frame are impressive. Those at the base are the largest – massive cylinders 7.5 feet (2.3 meters) in diameter. They are attached to each other using a branch joint, which is normally only applied to oceanic structures. This method of welding the tubes together is especially effective for rust prevention.\nPhoto: Matthias Harbers\nNote how small the cranes look \nBeing such a groundbreaking structure, Tokyo Skytree needed a special color for its external frame, so one was invented especially for the purpose and dubbed “Skytree White.” This new shade is similar to the traditional Japanese color Aijiro, or indigo white. It has a slight bluish sheen that has been compared to fine porcelain.\nPhoto: TAKA@P.P.R.S\nSkytree tower dwarfs its neighbors \nBefore it was finished, the tower faced its first challenge: the 2011 earthquake. Fortunately, like the rest of Tokyo, it remained intact. The next challenge came in January 2013 when heavy snowfall hit Tokyo. It was feared that snow would collect on the tower and fall onto hapless people walking below. Security cameras monitored the drifts, and heaters were placed on the outer wall in one section to thaw the gathering ice. In other places, nets were used to catch any snow that might fall. Meanwhile, security guards informed people around the tower of the danger.\nPhoto: Matthias Harbers\nThe view from the top \nIt’s a long way up to the first viewing platform, so four of Japan’s fastest large-capacity Toshiba elevators were installed to get people there. Japanguide.com reports that it takes 50 seconds to reach a height of 1,148 feet (350 meters). During the short ride, passengers can admire the elevator decorations, which have been individually designed to represent each season.\nPhoto: Matthias Harbers\nThe observation deck\nThe tower has two viewing platforms; one at 1,148 feet (350 meters) and another at 1,476 feet (450 meters). Being the tallest structure in the city, the view from both is spectacular – that is, if there aren’t any clouds in the way. The first platform offers a 360-degree panorama of the city. The higher platform offers a glass-sided corridor from which to gaze down. Either one is definitely not recommended for those with a fear of heights.\nPhoto: Koji Nakaya\nSkytree looms over the city of Tokyo \nAt night, environmentally-friendly LED lighting illuminates the tower. There are two different lighting designs that are used alternately – “Iki” (blue) and “Miyabi” (purple). Both reflect the local Edo history and at the same time highlight the geometrical patterns and shapes of the tower’s modern architecture.\nPhoto: Matthias Harbers\nThe top of the tower illuminated at night \nTokyo Skytree may have been built primarily as a television, radio and communications tower, but it’s so much more. It’s a marvel of modern architecture and engineering that manages to incorporate elements of traditional Japan. The tower is a genuine metaphor for the Japanese concept that today is linked to tomorrow and the future.   \nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12","author":"Yohani Kamarudin","web_category":"art-design","title":"Tokyo's Skytree: The World's Tallest Tower","picture_url":"http://static.techgraffiti.com/2013/02/st2.jpg","url":"http://www.techgraffiti.com/exploring-tokyos-skytree-the-worlds-tallest-tower"}