{"summary":"This hefty AirMule prototype looks more of a flying tank than a flying car. Rough terrain is no problem for it, either; and when it’s time to take off, a parachute is hoisted up the vehicle’s carbon-fiber mast, helping the Maverick lift into the air","advice_category":"8","content":"\nPhoto: mavericklsa.com\nDon’t look down…\nPreviously on TG we looked back at early attempts to develop working roadable aircraft. Despite the best efforts of those pioneering inventors, none of their experiments and prototypes managed to produce a flying car for the masses – or even for the wealthy elite, for that matter. Still, the dream is alive, and even today, inventors, designers and manufacturers are working hard to create vehicles capable of bypassing busy traffic jams. Here’s a look at seven roadable aircraft that are currently available – or hopefully will be in the near future.\nImage provided by Moller International, USA (www.moller.com). All rights reserved\nWith more development, the Moller Skycar 400 could soon be soaring above the clouds, as shown in this artist’s impression.\nInventor and engineer Paul Moller has been working on his flying car dream for the past four decades. Seeming straight out of sci-fi, the Moller Skycar 400 is a prototype vertical take-off and landing vehicle that is flown using two hand-operated controls that direct this craft’s on-board “fly by wire” system. Moller suggests that once the safety and operation functions of the Skycar have been fully tested and demonstrated, people may not even require a pilot’s license to fly one.\nImage provided by Moller International, USA (www.moller.com). All rights reserved\nThe Moller Skycar 400 hovers above the ground.\nFreedom Motors, also founded by Moller, is in charge of developing the Skycar’s Rotapower engines. These engines generate minimal vibration and are small enough to fit in the car’s ducted fans. Altering the fans’ thrust keeps the vehicle stable when taking off and landing. If all goes well, the Skycar – which can drive on land for short distances at speeds of up to 30 mph – could go into production as early 2014.\nPhoto: mavericklsa.com\nWith its parachute opened up, the Maverick flying car looks like something out of a James Bond movie.\nThe Maverick is the second vehicle in history to be confirmed legal both on the road and in the air. Created by the Indigenous Peoples Technology and Education Center (I-TEC), this beauty is aimed at people inhabiting hard to reach and out of the way places. That’s if they can afford one: the price of a Maverick in January 2012 was $94,000.\nPhoto: mavericklsa.com\nWhat better way is there to explore remote areas than behind the wheel of a flying car?\nOn land, the Maverick drives like a dune buggy and is able to hit 80 mph on paved roads. Rough terrain is no problem for it, either; and when it’s time to take off, a parachute is hoisted up the vehicle’s carbon-fiber mast, helping the Maverick lift into the air. Meanwhile, a propeller at the rear of the craft provides the thrust.\nI-TEC founder Steve Saint says he doesn’t want to over-complicate the Maverick, “If we’re going to make this the Ford of flying cars, it has to be easy to fly,” he told Popular Mechanics. And if you want to fly your own Maverick, you’ll have to put it together yourself: the vehicle comes as an assemble-it-yourself kit car.\nPhoto: Terrafugia\nThe Terrafugia Transition would definitely make the commute to work a lot more fun.\nCreated by Terrafugia Inc., the Transition might be described as either a plane you keep in the garage and drive to the airstrip or as a car that also flies. This interesting-looking roadable aircraft features quick-deploying wings that fold up for road use. Controls inside the cockpit unfold the wings, and once it’s in the air, the Transition flies much like any other small, propeller-driven aircraft.\nPhoto: Terrafugia\nIt certainly beats a Ford Pinto…\nFor safety, a parachute is included with the craft. The Transition has a 100 hp Rotax 912 ULS engine and can reach speeds of up to 100 knots in the air. On the ground, it uses rear-wheel drive and can motor along at a respectable 65 mph. As you’d expect, though, it’s not a cheap family vehicle; as of 2012, it came with a $279,000 price tag.\nPhoto: Courtesy of Scaled Composites, LLC\nThe funky-looking BiPod features two cockpits.\nIf one cockpit’s not enough, take a look at the BiPod, from Scaled Composites. Not only do the two cockpits look cool and (retro-)futuristic; the BiPod roadable aircraft is also a hybrid vehicle that runs on both gasoline and electricity. On the ground, the pilot sits in the left cockpit, switching to the right one when it’s time for take-off. Elsewhere, the wings and tail can be safely stored in the vehicle when the pilot is on the ground.\nPhoto: Courtesy of Scaled Composites, LLC\nWe have lift off…\nBesides the two cockpits, each of the BiPod’s fuselages has a 450cc gas engine, and together these drive the vehicle’s electric generators. In turn, the generators power the rear wheels of the vehicle when it’s moving on land and the craft’s propellers when it’s in the air. The BiPod can attain air speeds of 174 knots and is capable of flying for 700 miles without refueling. So far, only one prototype has been built – so you’re unlikely to be able to buy one any time soon.\nPhoto: PAL-V\nWhat would Hagrid from the Harry Potter series make of this flying motorbike?\n“Avoid traffic jams and cross lakes, fjords, rivers or mountain ranges like an eagle,” says the official PAL-V website. The Dutch company invented this nifty vehicle, dubbed the PAL-V One, and rather than being a car that turns into a plane, it’s a little bit more like a three-wheeled motorcycle that transforms into a gyrocopter. Don’t let its small size fool you, though; this pint-sized craft still packs a punch. On a full tank of gas, it can be driven for a distance of up to 750 miles and flown for between 220 and 315 miles. It also boasts a top air speed of 97 knots and can reach a zippy 112 mph on the ground.\nPhoto: PAL-V\nWith just enough room for two, the PAL-V One keeps things intimate.\nAlthough there are plans for future models to run on bio-fuels, the PAL-V One is currently gasoline-fueled. This cool-seeming craft can carry two people at a time, and it handles much like a motorcycle on the road thanks to its special automatic “tilting” system. PAL-V claims that its creation will come in handy for commuting but will also be ideal for couriers, medical professionals and police who want to overcome gridlocked city roads.\nPhoto: Plane Driven LLC\nThe Glasair Sportsman’s folding wings made it a natural choice.\nThe PD-2 is a modified Glasair Sportsman plane that has a specially manufactured “drive unit” added to its rear fuselage for when it’s time to hit the road. What’s more, because this model of aircraft features foldable wings, the vehicle was already halfway there when it comes to driving functionality.\nPhoto: Plane Driven LLC\nThe PD-2 flies past mountain scenery.\nOn the ground, the PD-2 runs on regular unleaded petrol and boasts a top speed of 73 mph, while in plane mode it uses 100LL fuel and can clock 130 knots. It’s also licensable as a three-wheeled motorcycle; and when used as a plane, the rear-drive unit is removed and stowed away in the back seat.\nPhoto: The Butterfly Aircraft LLC\nIn this craft, pilots can literally feel the air on their faces.\nWonderfully named company The Butterfly LLC is behind the Super Sky Cycle, which is a gyroplane that can also be driven on roads. The vehicle is the brainchild of company founder Larry Neal and arrives as a ready-to-be-assembled kit. The Texas Border Patrol saw how useful the Super Sky Cycle could be and have reportedly put in a big order.\nPhoto: The Butterfly LLC\nWe’d love to see the cops doing their rounds in one of these!\nThe propellers fold down when the Super Sky Cycle is on the ground. Yet even though it’s one of the simpler roadable aircraft on this list, this funny-looking vehicle can still clock 65 mph on land and is able to fly for up to five hours non-stop. Interestingly, it comes with a disclaimer that flying the craft can result in injury or death and that it is used completely at one’s own risk.\nPhoto: Urban Aeronautics\nWe wouldn’t mess around with this behemoth.\nThis hefty AirMule prototype looks more of a flying tank than a flying car. In view of this, we’ve included it as a bonus entry. Created by Israeli company Urban Aeronautics, the vehicle is capable of vertical take-off and landing and flies without a pilot. The AirMule is able to hover and fly in obstructed environments and difficult conditions, which, according to its manufacturers, makes it ideal for both military and emergency rescue operations.\nPhoto: Urban Aeronautics\nThe AirMule during a test run\nThe AirMule’s precise maneuverability is a result of its specifically designed internal rotors. It is able to withstand winds of as much as 50 knots and is equipped with a parachute that allows it to land safely in case of rotor failure. It’s also smaller in size and quieter than a helicopter, enabling it to carry out missions stealthily. The AirMule is scheduled for continuous flight testing in 2014.\nImage provided by Moller International, USA (www.moller.com). All rights reserved\nThis flying saucer-shaped vehicle is an earlier invention of Moller’s.\nClearly, people are still enamored with the idea of roadable aircraft – both for practical reasons and for the sheer novelty of operating a flying car. As you can see, if you’ve got the money, capabilities and inclination to pilot one, there are already a few options open. And with so many people working on them, perhaps it won’t be long before they’re available to the rest of us as well.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17","author":"Yohani Kamarudin","web_category":"productsgear","title":"7 Incredible Contemporary Flying Cars","picture_url":"http://static.techgraffiti.com/2013/04/Maverick1.jpg","url":"http://www.techgraffiti.com/7-incredible-contemporary-flying-cars"}