{"summary":"“All of the birds that are trained for parahawking are rescue birds – we don’t take birds from the wild or breed birds in captivity, although captive breeding is something we would like to do in the future,” says Mason. In many ways, parahawking is a lot like paragliding – with the added bonus of sharing the experience with one of Nepal’s magnificent avian species","advice_category":"8","content":"\nPhoto: Jessica Love via Parahawking.com\nAn Egyptian vulture comes into land.\nSoaring through the air in a paraglider can be exhilarating. The feeling of freedom, the rush of the wind, the amazing views of the tiny landscapes so far below… It’s like entering the domain of the birds. Now imagine you had an actual bird as your guide, trained to lead you to the best thermals and to show you the ropes. That’s the basis of parahawking, an extreme sport that was created in the Pokhara area of Nepal by adventurous British bird enthusiast and conservationist Scott Mason.\nPhoto: Scott Mason via Parahawking.com\nThe dark lines of the glider are mirrored in the Egyptian vulture’s wings.\nMason, who also founded the Parahawking Project to raise money “for vital conservation projects in Nepal,” explains to EG how he first got the idea for parahawking. “I was a falconer/bird trainer first and foremost. I learned to fly simply so I could fly with the black kite chicks that we had rescued in Nepal when I was on my travels. Parahawking was a concept and word that was made up after a few too many beers with my paragliding instructor.”\nMason was certainly in the right place for the activity. “Pokhara has all the elements to make a great paragliding site,” he says. “It has a temperate climate, meaning that it’s flyable for most of the year, [and] beautiful views of the Himalayas, which also provide protection from extreme weather systems. And it also has a steady stream of adventure-seeking tourists, making it great for business. Pokhara is now the busiest tandem site in the world, with around 22 paragliding companies operating.”\nPhoto: Scott Mason via Parahawking.com\nScott Mason, founder of the Parahawking Project, with a tandem paraglider\nIn many ways, parahawking is a lot like paragliding – with the added bonus of sharing the experience with one of Nepal’s magnificent avian species. Participants take tandem paragliding flights with a member of the parahawking team, accompanied by a trained bird of prey.\nParagliders use thermals, bursts of warm air rising from the ground in currents, to soar effortlessly through the skies. Raptors do the same thing, and so they’re adept at finding these currents. Trained raptors make wonderful companions for paragliders, leading them to the best thermals in return for tasty bits of meat.\nPhoto: Scott Mason via Parahawking.com\nAn Egyptian vulture swoops near a gloved hand, high above the land.\nNepal is home to more than 80 different species of birds of prey. Sadly, some of these species are under threat – including the Egyptian vulture, two specimens of which were rescued and are now used by the parahawking team. Fortunately, Mason soon realized that parahawking could be used for conservation purposes as well as sport.\n“The whole idea of parahawking was simply to train our own birds to fly with us and to guide us to the best thermals,” recalls Mason. “It soon became more about enriching the lives of rescue birds that could not be released back into the wild and also to promote vital conservation issues surrounding birds of prey.”\nPhoto: Scott Mason via Parahawking.com\nA paragliding parachute and an Egyptian vulture, as seen from below\n“All vultures in Nepal are on the decline, even Egyptian vultures.” Mason tells us. “They are persecuted, poisoned, electrocuted and are also dying due to the effects of Diclofenac, the drug that’s responsible for decimating the rest of Asia’s vulture population. However, there is a massive conservation effort to prevent the extinction of all vultures, in which we believe we play an important part.”\nPhoto: Bettina Boemans via Parahawking.com\nThe glorious and threatened Egyptian vulture up close\nOne of the conservation efforts made by Mason’s Parahawking Project is to raise important funds for the Himalayan Raptor Rescue center. Mason also says that “the project was made a patron of the Ghachowk Vulture Restaurant last year. This is an important safe feeding area where eight species of Nepal’s endangered vultures can be seen feeding at close quarters from Diclofenac-free food.”\n“Funds from parahawking helped to build the [restaurant] site and to promote it as a tourist attraction. I believe in time the vulture numbers will begin to climb again, but they may never reach the numbers that they were [at] 15 years ago,” adds Mason.\nPhoto: Jessica Love via Parahawking.com\nA snow-capped mountain is just visible in the bottom right-hand corner.\nThe birds used by the parahawking team have all been saved from bad situations. For example, Brad the black kite was living in a small wire cage, gaunt and suffering from feather damage, when he was found. Bob and Kevin, the Egyptian vultures, were discovered in the same area during monsoons – although at different times – and could possibly be siblings.\n“All of the birds that are trained for parahawking are rescue birds – we don’t take birds from the wild or breed birds in captivity, although captive breeding is something we would like to do in the future,” says Mason. “We have rescued over 70 birds in the last 12 years. Most of the birds are successfully rehabilitated and returned to the wild.”\nPhoto: Scott Mason via Parahawking.com\nRegular paragliders can be seen in the background enjoying the stunning scenery.\nUnfortunately, not all the birds can be taken back to their natural habitats. “Birds that are brought in as young chicks have to be hand-reared, which in some cases makes it impossible for that bird to be successfully released into the wild,” Mason tells us. “It is those birds that tend to stay with us so, [and] as part of an enrichment program, [they] are trained for parahawking.”\nThere has been some criticism of parahawking, mainly centered on the keeping of endangered animals. However, the project has won acclaim from some quarters, as in 2010 it was given the International Association for Avian Trainers and Educators Enrichment Behaviour Award.\nVideo: Scott Mason via YouTube\nParahawking may even hold an appeal for those not normally into adventure sports. “Our passengers are pretty much all not pilots, just tourists that want to experience something a little different to normal paragliding. In actual fact, our passengers tend to be people with an interest in birds,” says Mason.\n“Our research has shown that over 85 percent of them would not have taken a paragliding flight if it wasn’t for the birds. We love our passengers, they are passionate and positive about giving something back to the environment – many of them book over a year in advance and will plan their entire trip around their parahawking experience.”\nFor more information, visit the parahawking Facebook page.\nSources: 1, 2, 3","author":"Yohani Kamarudin","web_category":"lifestyle","title":"Parahawking: Taking to the Skies With Birds of Prey As Guides","picture_url":"http://static.techgraffiti.com/2013/05/Pilot-and-tandem-passenger-parahawking.jpg","url":"http://www.techgraffiti.com/parahawking-taking-to-the-skies-with-birds-of-prey-to-guide-you"}