{"summary":"Here we see an X-ray of a man wearing a suit. It’s interesting to observe which details come through in Veasey’s X-ray photos and which are absent","advice_category":"6","content":"\nImage: Nick Veasey\nAccording to Nick Veasey, these days everything’s about image. It’s an obsession. Whether it’s where we live, what we drive or how we dress, looks are all important. “I like to challenge this automatic way that we react to just physical appearance by highlighting the, often surprising, inner beauty,” he says. This explains the essence of his striking X-ray photographs.\nIn the image above of passengers sitting on a bus, it’s interesting, if slightly morbid, to learn that everyone on the bus is actually the same person – and that person is a dead body, moved around and posed by a willing undertaker.\nStill, it’s a captivating image that highlights the inner beauty and details often overlooked during mundane daily activities. The image proved so mesmerizing, in fact, that it had to be removed from roadways, where it was used as part of an advertising campaign, because it proved too distracting for drivers.\nImage: Nick Veasey\nSome might find images of skeletons going about their daily activities somewhat macabre, but to others, Veasey’s work may offer a fascinating new take on the ordinary. In this image, for example, we see an office building full of people. They’re sitting at their desks, reading, using the elevator and even tinkering with the copy machine – perhaps trying to fix one of those frustrating paper jams.\nInterestingly, when he’s working with live models, Veasey is cautious and limits himself to four X-rays of each male model and three of each female, to minimize their exposure to radiation.\nImage: Nick Veasey\nThis Boeing 777 is possibly the largest X-ray photograph ever produced so far. It took more than 500 separate X-rays joined together to create the image. Working with X-rays is a complicated process. The resulting image depends on factors such as how much radiation is used and the subject’s distance from the lens. Veasey considers the technical limitations of this type of photography a challenge that often produces some surprising results.\nImage: Nick Veasey\nAs the airplane shot and tractor featured above illustrate, even heavy machinery can look delicate and ethereal when X-rayed. Just take a look at the tractor’s tiny, skeletal driver. As you’d imagine, the equipment needed to X-ray objects of this size is very expensive. “To [X-ray] something like a car, the machine that you would use retails at about three or four million dollars,” says Veasey. “It’s not worth buying, because I’ve only used that machine twice in five years.”\nImage: Nick Veasey\nHere we see an X-ray of a man wearing a suit. Nothing out of the ordinary, except perhaps for the gun concealed beneath his jacket. Veasey appreciates the irony of using machines that were designed to regulate, restrict and keep track of people to create his art, and it amuses him. “To create art with equipment and technology designed to help Big Brother delve deeper, to use some of that fancy complicated gadgetry that helps remove the freedom and individuality in our lives, to use that apparatus to create beauty brings a smile to my face,” he says.\nImage: Nick Veasey\nThere’s no eerie skeleton (or repositioned corpse) in this photo, but the machinery is so intricate and detailed that it’s captivating enough. The X-ray certainly highlights the fact that everything happens under the hood, and the rest of the car may look quite insubstantial in comparison. According to Veasey, creating X-ray images requires an understanding of both the physics and chemistry involved.\nImage: Nick Veasey\nWho knew a man reading a newspaper could look so intriguing? The details you can pick out in Veasey’s photographs are amazing. For example, we can see that the man is wearing glasses and that he has a phone and a pen in his jacket pockets. And judging by his clothing outline, he has quite a solid build. Perhaps it’s Clark Kent; after all, he is reading the Daily Planet.\nImage: Nick Veasey\nIt’s interesting to observe which details come through in Veasey’s X-ray photos and which are absent. For instance, we can’t tell what sort of hairstyle this person has – or if he even has hair – but we can see the checks on his long-sleeved shirt. In his pockets, meanwhile, we can see glasses, keys, some coins, and what looks like a cell phone.\nImage: Nick Veasey\nIt’s always fascinating to see how the human skeleton looks when performing different activities. Here we get the inside scoop on a tennis player, who looks like they are about to serve the ball. As you’d expect, this isn’t really an action shot, because in order to take an X-ray of a person, it’s important for them to keep absolutely still so as not to produce blurry patches, known as artifacts.\nImage: Nick Veasey\nHere we see the inner workings of a scooter. Even the thin wires are visible in the shot. The vehicle X-rays in this article are clearly works of art, but X-rays are also used practically in the evaluation of automotive engine parts. Using X-ray technology, experts are able to see even miniscule flaws in vehicle components, in the same way medical doctors can pick up fine fractures or tumors.\nImage: Nick Veasey\nThe contrasts between the biological and the synthetic are obvious in this X-ray of a person wearing headphones and holding a microphone. Veasey uses human figures in his photographs to, in his words, “challenge society’s obsession with the image.” As he explains, “Inside we all function the same way, and I think it is not a person’s face or ‘look’ that makes them what they are.”\nImage: Nick Veasey\nThere are no people in this photograph, just a bicycle; yet although there’s no complicated engine or machine parts, the geometrical shapes are enough to make the photograph appealing. The wheels and spokes, in particular, create striking patterns against the black backdrop.\n“By revealing the inside, the quintessential element of my art speculates upon what the manufactured and natural world really consists of,” says Veasey. At the same time, he provides us with some striking and often quite astonishing photographs.\nSources: 1, 2, 3, 4, 5","author":"Yohani Kamarudin","web_category":"art-design","title":"Man and Machine Captured in Incredible X-Ray Art","picture_url":"http://static.techgraffiti.com/2013/03/bus.jpg","url":"http://www.techgraffiti.com/man-and-machine-as-seen-in-incredible-x-ray-art"}