{"summary":"Even if you’re careful to set the power settings on your laptop or tablet so that it’s being as efficient as possible, it’s important to realize that your web surfing is still associated with a giant carbon footprint you can’t control.. Photo: Robert Scoble","advice_category":"3","content":"\nPhoto: Robert Scoble\nThis author works on the internet, and so do thousands of other people. Even those whose jobs aren’t directly related to the internet use it to answer questions or entertain themselves throughout their day (even when they’re not supposed to!).\nEven if you’re careful to set the power settings on your laptop or tablet so that it’s being as efficient as possible, it’s important to realize that your web surfing is still associated with a giant carbon footprint you can’t control.\nData centers, also known as server farms, are large specialized buildings that contain computer systems, servers, and all the other equipment necessary to keep a big website like Facebook or Google running smoothly and securely.\nEnergy consumption from data centers accounts for for 1.5% of all electricity use in the United States. With more than 1.5 billion people using the internet all around the world, the energy demands of the web are steadily increasing at a rate of 10% every year.\nPhoto: NeoSpire\nMuch of this electricity is produced at coal-fired or nuclear power plants, adding to the carbon footprint of what you thought was a simple internet search or online game.\nIf you’re wondering how these websites go about supporting millions of users while still making efficient energy decisions (and some of them are) this infographic will tell you everything you need to know:\nPhoto: PEER 1 Dedicated Hosting","author":"Beth B.","web_category":"environmentgreen-tech","title":"How Much Energy Does it Take to Power the Web's Biggest Sites?","picture_url":"http://static.techgraffiti.com/sites/default/files/images/facebook-data-centerjpg.img_assist_custom-600x600.jpg","url":"http://www.techgraffiti.com/news-how-much-energy-does-it-take-power-webs-biggest-sites"}