{"summary":"However, some have argued that the Prius is a  status symbol and that other hybrids are difficult to tell apart from normal cars.. It looks like bad news for the Toyota Prius","advice_category":"3","content":"\nIt looks like bad news for the Toyota Prius. A joint study between Cardiff University and Clifford Thames an automotive consultancy revealed that far from being the greenest of the bunch, the Prius lagged behind the likes of Peugeot, Citro?n, Ford, Smart, and other cars in a new environmental rating system.\nOpponents will claim that this is far from the truth, the Prius is after all, the cleanest for its size. However, David Riemenschneider, Clifford Thames’ chief executive said that “Conventional technology will overtake the Prius over the next 12 to 18 months, and consumers won’t have to pay a premium for it.” He would know… the researchers have been studying cars which are going to launch in the near future – these petrol and diesel guzzlers are already beginning to show signs that they’ll outpace their uglier, yet greener counterpart. \nThe research, gleaned from publicly available data suggests that vast improvements have been made by car manufacturers, who are under great pressure from regulars to reduce emissions.\nHowever, emissions aren’t everything. The study also examined the bigger picture, the cars’ environmental “footprint” – including raw materials, production, and end-of-life costs – based on their length, width and weight.\nAccording to the Financial Times of London, the Prius is:\nThe Toyota Prius is already the most sold hybrid car in the world and one of the lowest emitters on the road. However, some have argued that the Prius is a  status symbol and that other hybrids are difficult to tell apart from normal cars.\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"environmentgreen-tech","title":"Prius a no, no – Peugeot, Citroen and Ford are all greener, says new study","picture_url":"http://aycu26.webshots.com/image/30065/2004656628771262841_rs.jpg","url":"http://www.techgraffiti.com/news-prius-no-no-–-peugeot-citroen-and-ford-are-all-greener-says-new-study"}