{"summary":"In reality, the Act pours money into carbon capture and sequestration (CCS), so that coal companies can build coal-fired electricity generating stations on the basis that someday carbon capture will be viable – generally considered to be at least 10 years away, and frequently considered to be a dangerous last resort. The cost to do this, Mckinsey concluded, was minimal: only 1.5% of the capital investment the U.S","advice_category":"3","content":"\nThe dinosaurs were wiped out by the after effects of a meteorite striking the Earth.\nWe can see our meteorite coming. So why are things changing so slowly? All the solutions exist. Here’s one small example:\nsays a report (4 Mbyte) by Mckinsey & Company.\nThis from business-oriented groups, and they did not even consider reductions in the transportation or electricity generation sectors. All the savings came through new industrial, building, and appliance efficiencies. The cost of these reductions would pay for themselves during the lifetime of use.\nThe cost to do this, Mckinsey concluded, was minimal: only 1.5% of the capital investment the U.S. economy is expected to make over the time period. That is, the money is going to be spent – why not on clean-and-green technologies?\nSo why aren’t we doing these things? The answer comes from an analysis of the recently passed Energy Independence and Security Act of 2007. While this law sounds like a promising step forward, a closer look reveals that it would have been more accurately called the Coal and Ethanol Support Bill; it will reduce U.S. CO2 emissions by a paltry 4.7% by 2030 – assuming everything the Act calls for is actually accomplished during that time.\nIn reality, the Act pours money into carbon capture and sequestration (CCS), so that coal companies can build coal-fired electricity generating stations on the basis that someday carbon capture will be viable – generally considered to be at least 10 years away, and frequently considered to be a dangerous last resort. Even worse, the cost of carbon capture alone makes coal as expensive as any other power source, so why on earth continue with coal even if its CO2 can be captured and stored?\nThat is why the climate crisis is a political crisis, and why I reluctantly but apologetically ‘got into politics.’ Somebody has to do something, and our political system has simply become too corrupted by corporate influence to do what is needed. Our leading politicians and major energy corporations seem as dedicated to their ’cause’ of market fundamentalism as the terrorists who flew planes into the World Trade Centre were to theirs, and as suicidal.\nIf you want to find out all the latest political news, why not subscribe to our RSS feed, we’ll even throw in a free album.","author":"Brian Gordon","web_category":"environmentgreen-tech","title":"The Climate Crisis is a Political Crisis","picture_url":"http://2.thumbs.techgraffiti.com/1/2012/11/e-waste.png","url":"http://www.techgraffiti.com/news-climate-crisis-political-crisis"}