{"summary":"Capable of heating up to 3 full tanks of water, IDC envisions the panels being used primarily in developing nations as a cheap alternative to the hot water heaters, but points out that their system pays back its cost in six months, while other domestic solar systems take 10-20 years to return the initial investment.. Photo: Image courtesy of IDC","advice_category":"8","content":"\nAn English company, IDC, has announced plans to mass-produce an inflatable solar panel and make it commercially available for less than 100 pounds ($200) , a great leap forward in making green energy available to the masses.\nPhoto: Image courtesy of IDC\nThe SolarStore panels, which inflate from a backpack into a 2 meter square, are designed to replace hot water heaters, one of the primary consumers of power in most households. Below is an illustration of how it works:\nCapable of heating up to 3 full tanks of water, IDC envisions the panels being used primarily in developing nations as a cheap alternative to the hot water heaters, but points out that their system pays back its cost in six months, while other domestic solar systems take 10-20 years to return the initial investment.\nIn pure terms of environmental impact, IDC has an amazing product– the panel will, in each case that it replaces a hot water heater, stop the output of 0.2 tons of carbon dioxide each year, and has been designed to wear well under heavy weather.\nWith patents secured and manufacturing facilities in place, IDC is now seeking potential distributors in the UK and rest of the world. I have to say, this is an opportunity not to be missed.\nVia a press release sent to us by Emma LeeEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"productsgear","title":"Introducing Inflatable Solar Panels!","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb38.webshots.com-40997-2244509830103329676S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-introducing-inflatable-solar-panels"}