{"summary":"Housing and irrigation are two areas that archaeologists have found Romans to have been experts in. Who would have thought that the Romans would utilize efficient heating systems aligned below the floors to warm their homes? Even though you might not see it in movies, the Romans did retain a barrier between their drinking and bathing water.","advice_category":"8","content":"\nPhoto: Arnold Dekker\nHousing and irrigation are two areas that archaeologists have found Romans to have been experts in. However, their eye for building spaces are leaving even the most talented designers in awe.\nPhoto: Dictionary of Classical Antiquities\nWho would have thought that the Romans would utilize efficient heating systems aligned below the floors to warm their homes? Even though you might not see it in movies, the Romans did retain a barrier between their drinking and bathing water.\nSmart, Huh! Photo: Mario modesto\nArchaeologists believe that the Romans utilized heat and water more efficiently than we do today. They say that the Romans made these two resources simply “work harder” in their dwellings. Was it cleverness or just smarts? Maybe it was both. Even today, we must have a point of reference to comprehend how civilizations’ utilization of non-renewable fuel sources is required to immerse into a dialogue of how green energy came about. Romans also ushered in sewers, street lighting, postcards, glazing, high rise apartments and concrete.\nModerationPhoto: KVDP\nThe Romans thought that things should be done in moderation. So they took advantage of inert solar methods to retain cooler temperatures in buildings in the sun. However, the Romans lost their keenness by the modern day and many of the techniques they developed have been disregarded by the world of today. Romans were so inventive, they were growing vegetation in “hothouses” and eliciting powerful solar energy with ceramic media.\nOther Green Methods Photo: Bj?rn Appel, Username Warden\nRomans placed fly-ash in concrete they used, making the mixture even stronger. One technology that is as old as the Romans themselves is “district heating”. Now in Britain, it is catching on as a method of reducing global warming gas emissions. District heating may not be as an elaborates schema as wind turbines, but the technology has the upper-hand. After the piping is placed, heat from many sources is able to be distributed.\nCould you imagine that the Romans had dreamed up all these ideas some 2,000 years ago? Maybe we can learn something from the ancient world!","author":"Teri Wynn","web_category":"lifestyle","title":"Were the Romans the First Environmentalists?","picture_url":"http://static.techgraffiti.com/sites/default/files/images/PantheonOculus.01.img_assist_custom-600x450.jpg","url":"http://www.techgraffiti.com/news-wow-romans-environmental"}