{"summary":"Image: Woody WelchThe Milky Way is clearly visible above Big Bend National Park in Texas.. Image: Woody WelchAstronomer and dark sky advocate Bill Wren","advice_category":"3","content":"\n\nImage: Woody WelchThe Milky Way is clearly visible above Big Bend National Park in Texas.\nLooking up into the night and seeing a sky full of twinkling stars is something we all take for granted – in rural locations, at least. The problem is that nowadays, streetlights, neon signs and the brightly lit buildings of towns and cities have made seeing much more than a handful of stars a luxury. That’s where Dark Sky Parks like Texas’ Big Bend National Park come in.\n\nImage: Woody WelchThe impressive McDonald Observatory\nFounded in 1988, the International Dark-Sky Association (IDA) is a US-based organization determined to prevent our starry skies from being lost to light pollution. As well as educating the public about over-lighting, the IDA has also designated a number of areas Dark Sky Places for their “exceptional commitment to and success in implementing the ideals of dark sky preservation and restoration.” In the past seven years, ten Dark Sky Parks have been opened around the world, and Dark Sky Reserves and Dark Sky Communities have also been established.\n\nImage: Woody WelchAstronomer and dark sky advocate Bill Wren\nIn February 2012, Big Bend National Park joined the list of International Dark Sky Parks. “This feat was accomplished in no small part by advocate and ambassador of the dark sky movement, Bill Wren,” says photographer Woody Welch, who took these photographs of the park and its observatory. “Wren, an astronomer at McDonald Observatory, works tirelessly educating businesses, officials and individuals about the preservation of our skies,” adds Welch.\n\nImage: Woody WelchAn impressive telescope inside McDonald Observatory\nNicknamed the “Godfather of Dark Skies” by one fellow astronomer, Wren advocates a smarter use of light that helps both preserve the night skies and save us money. “Light source isn’t the critical issue – what matters is where the light goes when it leaves the fixture,” explains Wren. “Well-designed, or shielded, fixtures efficiently shine light downward – not wastefully into the sky – which saves money and energy plus improves visibility.” Or as the IDA puts it, “Light what you need, when you need it.”\n\nImage: Woody WelchThe park is lit enough to be safe, yet it doesn’t obscure the night sky.\nAccording to the IDA, light pollution is growing at an even more rapid rate than the world’s population. And as more and more countries begin to develop and increase their dependency on electric lighting, so there is less dark sky left at which to marvel. The IDA says that in the US alone, lighting accounts for 22 percent of all energy usage, and eight percent of this is employed in illuminating public places. More importantly, all around the world there is little or no regulation on the amount of lighting used, which is something dark sky lobbyists are trying to change.\n\nImage: Woody WelchLight only shines where it is needed.\nAs the IDA points out, brighter is not necessarily better, and light pollution not only spoils our astronomical observations but also impacts our health. Researchers say that the effects of too much unnatural lighting can range from disrupted sleep patterns, to diminished melatonin production, and even to an increased likelihood of cancer. Also, according to some experts, bright security lighting doesn’t necessarily increase personal safety, and in some cases it can actually encourage criminal behavior. This is because lighting may draw attention to possible targets, making it easier for criminals to quickly and quietly plan their movements. Plus, bright security lights can impact the image quality of CCTV and dazzle those who might otherwise witness crimes.\n\nImage: Woody WelchThe subtle lighting inside the park\nInternational Dark Sky Parks are islands of peaceful darkness in a distracting sea of noisy lights. Moreover, low humidity, clear skies and isolation from urban centers make Big Bend National Park an ideal location.\nStarting three years ago, the Big Bend National Park lighting project has seen lights in the park refitted for maximum efficiency. Cutoff fixtures and LEDs have also been introduced. And the project has resulted in darker skies and the added bonus of a 90 to 98 percent decrease in energy costs. Now if that’s not an incentive for more dark sky-friendly lighting, we don’t know what is!\n\nImage: Woody WelchAn incredible view of the Milky Way\nAccording to The IDA, skies over the Big Bend National Park are now the darkest in the contiguous US region. On a clear night, it’s estimated that around 2,000 stars can be seen without binoculars or telescopes, and the Milky Way leaves a glittering white trail across the sky that’s almost unrecognizable to those accustomed to city nights. Occasionally, air pollution drifts into the park from nearby cities, but the effect is reduced during the winter months – making it the ideal time to visit the park.\n\nImage: Woody WelchLighting within the park was altered to be less polluting.\nThe National Park Service website claims that “on a clear night [in Big Bend National Park] we can see as far as 2 million light years away to the Andromeda galaxy! (Converted to miles, that’s 13.2 x 10 to the 17th power or 13,200,000,000,000,000,000 miles). At night we look back in time as well as across space. When we see the reddish star Antares in the constellation of Scorpio (visible before dawn in winter and spring), we’re looking at light that takes 500 years to reach us.” Mind-boggling indeed!\n\nImage: Woody WelchInside McDonald Observatory\nTo take advantage of such incredible visibility, McDonald Observatory, one of the world’s foremost observatories for astronomical research and education, is located within the park. Bill Wren has worked there for more than 20 years.\nThe observatory houses three large telescopes and two smaller ones that it uses to search for stars, galaxies and other interstellar phenomena. It also hosts tours, star parties, and various Dark Skies programs to help educate the public.\n\nImage: Woody WelchStars twinkling above McDonald Observatory\nAccording to the National Park Service, in just 12 years there may no longer be any dark skies left in the US. Already, they estimate that two thirds of people in the country can no longer see the Milky Way from their homes. And this makes Dark Sky Parks like Big Bend that much more important. Fortunately, unlike other forms of pollution, light pollution does not cause permanent damage to the environment, theoretically at any rate. All we need to do is turn off the lights. “What keeps me going is I see the effort to raise public awareness succeeding,” says Bill Wren. Which is good news for those who love nothing more than gazing up at the stars.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10","author":"Yohani Kamarudin","web_category":"environmentgreen-tech","title":"Dark Sky Parks: Reclaiming the Stars from the Clutches of Light Pollution","picture_url":"http://static.techgraffiti.com/2013/01/ds2.jpg","url":"http://www.techgraffiti.com/dark-sky-parks-reclaiming-the-stars-from-the-clutches-of-light-pollution"}