{"summary":"Nuclear fusion is a clean, safe technology which has the potential to create much larger volumes of energy than traditional or alternative renewable energy sources. leads the way having created the most cost efficient solar energy source to date.","advice_category":"3","content":"\nImage Sandia National Laboratory\nA dramatic shift in the EU’s approach to energy consumption and generation has led to a more aggressive policy agreement in Europe. By 2020, the EU hopes to reduce greenhouse gas emissions by 20% while increasing the reliance on renewable energy sources by 20%. The policy also states that energy efficiency must be improved by 20%, also by 2020.\nIt will be a mammoth task to hit these targets as most EU countries are still largely dependent on imported fuels, and traditional energy technology and sources. The only conceivable way of achieving these goals is to invest considerable money and effort into existing renewable energy projects which are already proving to be sustainable. So far, several technologies in development are providing a glimmer of hope that might help the EU achieve its energy goals.\nImage Wim Malfait\nThe overall objective of Enhanced Geothermal Systems (EGS) is to harness the heat naturally generated by the Earth to produce electricity. In order to do so, wells are drilled into high temperature basement rock which is naturally fractured. The fracture network is enhanced to create a reservoir into which additional wells are drilled. Cold water is then pumped into the fracture network, via the wells, absorbing the heat of the rock as it passes through. As it surfaces in the connected wells, the heat is captured and converted into electricity via steam turbines and the water is released back into the fracture network to be reheated.\nSuccesses at EGS projects like at Cooper Basin in Australia, where they achieved a third to a half flow capacity after drilling into 250¢XC rock four kilometres below ground, have been encouraging. EGS is a base-load resource, which gives it the ability to produce power 24 hours a day. It is also economically viable as it costs less to set up an EGS operation than to set up a new clean coal burning power plant.\nPhoto:  Image: MatterNetwork\nWith zero carbon emissions, this technology will certainly help in the overall reduction of CO2 emissions. Identifying the potential of enhanced geothermal systems has led to more intensive research and test centres in countries around the world such as Germany, France, Switzerland and the US.\nImage St Stev\nSolar energy has always been one of the best renewable energy sources as it doesn’t release noxious gasses into the atmosphere, and once installed requires little maintenance. However the manufacturing and operational costs have historically been quite high, especially in comparison with more traditional but carbon-intensive means of producing energy. This is soon set to change as Nanosolar Inc. leads the way having created the most cost efficient solar energy source to date.\nNanosolar managed to reduce production costs from $3 per watt to 30 cents per watt during the manufacturing of their PowerSheet cells. They managed this impressive cost reduction using an innovative technology which coats metal sheets, as thin as aluminium foil, with a microscopic layer of printer ink containing minuscule solar cells. As these panels do not require silicon they can also maximise the transfer of sunlight into power. The company has ambitious plans to mass produce cost efficient solar energy at their plant in San Jose, which is expected to produce 430 megawatts per year – or four times the combined production of all the existing US-based solar plants.\nEuropean companies have been lagging behind in developing cost effective solar energy but fortunately Nanosolar’s innovative solar panels will soon be making their way to the European market after EDF Energies Nouvelles invested $50 million in the company.\nImage tonibduguid\nOne technology still in the discovery stage is orbiting solar arrays. Scientists are currently investigating the feasibility of this potential renewable energy source. In theory an array of solar panels would be constructed outside of the Earth’s atmosphere and placed into orbit. These panels would then beam the solar power back down to a receptor where it could be converted into electricity.\nThe main attraction of this technology is the ability to tap into an unimaginably huge energy source several orders of magnitude beyond all other known sources combined. Building the array and positioning it to orbit the Earth means there would be no interruption of the flow of solar energy to the arrays due to adverse weather conditions or it being night.\nImage National Space Society\nAside from the technical challenges in getting the energy back to Earth, the major concerns are the massive installation and operational costs. However those involved in the investigations are enthusiastic about the project as it has the potential to power not just cities, or a country, but the entire world.\nImage Tecnica Vertical\nAnother alternative solar energy technology is Concentrated Solar Power (CSP). Similar in concept to the ancient ‘burning mirrors’ used by the Chinese back in 700BC, this modern version takes the form of solar farms in which multiple rows of mirrors concentrate the sun’s rays onto a fluid-filled vessel, which in turn powers generators or steam turbines.\nBuilding solar farms in many countries is not a viable option for obvious reasons; however the Spanish, Moroccan, Algerian and Egyptian governments are starting to invest in the development of CSP plants. It is said that each year the desert receives the solar energy equivalent of 1.5 million barrels of oil per square kilometre, making CSP a very feasible alternative energy source.\nOnce these plants are up and running, it would be possible to import the energy from Africa to Europe via a high voltage direct current (HVDC) super grid. These grids would be a great improvement on the existing grids as they only lose around 3% of the power per 1000km, compared with the approximate 50% loss on the current HVAC grids.\nConcentrated Solar Power definitely seems the most likely way forward in producing cost effective and clean renewable energy. So far support, at least amongst European countries, is growing and it is quite possible that in the near future Europe will gain a more efficient electrical super grid, transporting solar power originating from North Africa.\nImage Kuw_Son\nAccording to a report [PDF] from the International Energy Agency, between 2003 and 2030 more that $16 trillion will have been spent worldwide on designing, developing and installing smart grids. The primary objective of smart grids is to overcome the endemic problems common to current electrical grid systems. Smart grids will make the distribution and consumption of energy more efficient and cost-effective.\nThe design of these smart grids will take into consideration the integration of alternative energy sources, including wind and solar, as well employing an advanced metering infrastructure. This system will help energy companies to identify peaks and lags in consumption, limit electricity loss and enable them to distribute loads more efficiently.\nImage Internet Revolution\nUtility companies will be able to maximise the use of low cost energy sources while keeping the power flows optimised. The advanced meter technology will mean that these savings could be passed onto the consumer as the rates are constantly adjusted according to the energy source used. In addition to this, the implementation of smart grids will see CO2 emissions reduced quite substantially.\nImage nixter\nCarbon Capture & Storage (CCS), also known as Carbon Sequestration, could account for almost a third of the CO2 reductions needed by 2050, according to the International Energy Authority. Coal burning plants utilising this technology separate carbon dioxide during the electricity generation process and then bury it deep underground.\nLeading the way in Europe is the Spremberg plant in Germany, which is producing affordable electricity without polluting the atmosphere. The carbon emissions from this plant are said to be 90% less than traditional facilities. The intention is to have twelve commercial scale demonstration plants in operation by 2015 throughout Europe, in accordance with EU legislation.\nImage Cambridge University\nIt seems likely that the implementation of CCS plants is among the most viable options if Europe is to meet its 20% carbon reduction target, as we are still largely reliant on fossil fuels for our energy, and the demand is set to double by 2030.\nImage Mark Lamerton\nNuclear fusion is a clean, safe technology which has the potential to create much larger volumes of energy than traditional or alternative renewable energy sources. It is quite possibly the best long term energy solution currently being explored.\nOne of the biggest nuclear fusion projects to date has been the Joint European Torus where they achieved a peak production of 16.1 megawatt fusion power in 1997. More recently two complimentary projects have been initiated.\nThe High Power Laser Energy Research (HiPER) project aims to use a high-powered laser pulse to compress the hydrogen isotopes, Deuterium and Tritium, to a very high density. Then to produce the actual energy from the compressed DT fuel, a second pulse is fired raising it to fusion temperatures of more than 100 million degrees Celsius. The hydrogen nuclei would then fuse to form Helium and a colossal volume of energy would be released.\nThe ITER project uses a similar concept to HiPER but instead of using laser pulses to initiate the fusion process, it uses the ITER device. The design is based on the tokamak concept where hot gas is confined by a magnetic field in a torus-shaped vessel. It is said that once the gas reaches fusion temperatures, it is capable of producing 500 MW of power.\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"TomWalker","web_category":"science","title":"7 Green Technologies of the Future","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-i41.tinypic.com-23sucrd.jpg","url":"http://www.techgraffiti.com/news-7-green-technologies-future"}