{"summary":"These lamps will provide artificial light during dark hours to those individuals who would otherwise have no access to such a luxury. With their innovative lighting products, Goldman and his colleagues hope to improve the lives of 10 million people by the end of 2010, and 100 million people just 10 years after that","advice_category":"3","content":"\nPhoto: epSos.de\nD.light is one of those truly innovative and forward-moving organizations whose impact will be felt by millions, and whose efforts will make a great change in the world as we know it.\nThe organization focuses on providing safe and efficient lighting to those who would not have it otherwise in the developing world. The products are charged by weather-resistant solar panels, have battery life indicators, brightness settings, a durable design, a cell phone charging outlet and flexible usage options.\nSam Goldman is the founder and CEO of D.light. He grew up living in developing nations before he went to school for biology and environmental studies in Canada and then earning an MBA from Stanford.\n“My neighbor’s son in Benin was badly burned by a kerosene lamp. I decided to provide a source of light that is safe and cheap,” said Goldman.\nWith their innovative lighting products, Goldman and his colleagues hope to improve the lives of 10 million people by the end of 2010, and 100 million people just 10 years after that. As of early April 2010, they had reached their first million, so they definitely have their work ahead of them.\nPhoto: ActionPixs (Maruko)\nThe lamps are crucial in so many ways, but most immediately in the fact that they are replacing kerosene, which emits toxins into the breathing space and ash onto the walls and floors of the already-cramped living spaces that the majority of the developing world lives in. The lamps also emit a brighter light than kerosene, so not only are they cleaner-burning, but they make night work easier on the eyes.\nPhoto: Global X\nAn astounding number of homes, businesses and schools exist without any access to a power grid. These lamps will provide artificial light during dark hours to those individuals who would otherwise have no access to such a luxury. The extra hours of light to see by will really empower an otherwise incredibly disadvantaged group of people. Children and young adults will be able to add hours of study to their education each day, and men and women will be able to perform more tasks around their homes and businesses, freeing up time for other endeavors.\nAll three products have a price tag between $10 and $20. This could seem costly to many people in slums or other impoverished areas, but when you take into consideration the fact that a household would spend 30% of their income on non-renewable kerosene, it does turn out to be a pretty good investment.\nFor continued updates, check out Sam Goldman’s blog.","author":"Chelsea Baldwin","web_category":"environmentgreen-tech","title":"Lighting Up the Slums of the Developing World","picture_url":"http://static.techgraffiti.com/sites/default/files/images/3546570981_2330993347.jpg","url":"http://www.techgraffiti.com/news-dlighting-slums"}