{"summary":"However, if you’re afraid of heights or simply adore being on the water, these seven incredible amphibious vehicles may be more to your liking.. Today, it’s one of the fastest amphibious cars around – at least on land, where it travels at up to 125 mph (201 km/h)","advice_category":"8","content":"\n\nPhoto: CAMI\nCars that can do more than run on roads are a popular idea, and here at TG we’ve covered both historical flying cars and their more contemporary counterparts. However, if you’re afraid of heights or simply adore being on the water, these seven incredible amphibious vehicles may be more to your liking.\nJames Bond drove one in the 1977 movie The Spy Who Loved Me, and in 2004, Virgin founder Richard Branson made a record-breaking trip across the English Channel in one. And if you’re still not convinced, perhaps one of the other fantastic water cars on our list will whet, or even “wet,” your appetite.\n\nPhoto: Gibbs Sports Amphibians\nThe Gibbs Aquada is neither a modified land car nor a boat with wheels. Instead, it’s a specially designed vehicle that’s equally at home in the water as it is on dry terrain. Developed in New Zealand by Gibbs Sports Amphibians, the Aquada made history in March 2004 when Richard Branson piloted one across the English Channel in one hour, 40 minutes and six seconds, a new record.\n\nPhoto: Gibbs Sports Amphibians\nThe Gibbs Aquada is capable of speeds of over 100 mph (160 km/h) on land and 30 mph (50 km/h) on water. A 175-horsepower, V6, 24-valve, 2.5-liter engine powers the vehicle, propelling it across land and water. Once in the water, the Aquada utilizes a jet that’s designed to expel a ton of thrust, and according to company chairman Neil G. Jenkins, the jet is only half the size of normal one-ton thrust models. Since the Aquada, Gibbs Sports Amphibians has gone on to produce the Humdinga and the Quadski.\n\nPhoto: Rinspeed\nUnleashed in 2004, the Rinspeed Splash moves over, as well as through, the water. Thanks to the vehicle’s complicated hydrofoil design, it can hover about 24 inches (60 centimeters) above the surface of the water, traveling as fast as 49 mph (79 km/h) in optimal conditions. Meanwhile, as a standard amphibious craft, it reaches speeds of nearly 31 mph (50 km/h) – which is still pretty fast. And on land it’s even quicker, boasting a top speed of 124 mph (200 km/h).\n\nPhoto: Rinspeed\nThis amazing hydro car is powered by natural gas, and it’s the first amphibious vehicle to be fueled by this environmentally-friendly resource. It has a 750cc, two-cylinder, turbo-charged engine, and its integrated hydrofoil design can be deployed at water depths over four feet (1.3 meters). The body is constructed of the same multi-layered carbon composite used in racing cars, which means its futuristic good looks are combined with aerodynamic performance.\n\nPhoto: SeaRoader\nYou may think Lamborghini Countachs are pretty awesome exactly as they are, but just imagine one that can run on both land and water. SeaRoader’s Mike Ryan converted this Lamborghini Countach into an amphibious car worthy of James Bond himself. “If it’s got wheels, I’ll make it float!” boasts Ryan, who has also converted jeeps, motorcycles, a London taxi cab and even an ice-cream van into water-going vehicles.\n\nPhoto: SeaRoader\nAs you might imagine, converting a luxury sports car into an amphibious vehicle isn’t a cheap undertaking; according to Ryan, the glass alone cost $3,007. In the water, a hydrofoil at the front of the car lifts the nose of the Countach, while hydraulic activators compress its Formula 1-style suspension system. And inside, the amphibious controls have been artfully incorporated into the dashboard. Imagine the looks this car is likely to get whilst zipping around the local lake or harbor.\n\nPhoto: CAMI\nNow we go from a stylish, retro-looking sports car to an ultra-modern open-top vehicle: the Hydra Spyder. Produced by Cool Amphibious Manufacturers International (CAMI), the Hydra Spyder is part sports car, part speedboat. On land, it can reach speeds of at least 125 mph (201 km/h), while in the water it can attain 53 mph (85 km/h).\n\nPhoto: CAMI\nThe Corvette LS2 6.0 liter V-8 engine that powers the Hydra Spyder runs on gasoline, but it can be altered to use an ethanol mix instead. When switching from land to water, the driver presses a button that causes the wheels to slide into the body of the car. The vehicle is made from a lightweight fiberglass on top, while it has a 5052 aluminum alloy lower hull that’s filled with floatation foam in all cavities – making it, according to the company, “unsinkable.”\n\nPhoto: Dobbertin Enterprises\nThe Dobbertin HydroCar is like a Transformer, changing from a sports car to a watercraft with the touch of a switch. The fenders that run the length of the car are lowered to form pontoons when the car is in “water mode.” The only downside is that the car isn’t quite finished yet. When maker Rick Dobbertin sold it on eBay earlier this year, the product description read, “Still needs some additional water testing and ‘dialing-in’ to achieve its full potential.” Clearly, someone was happy to continue working on the car, though, as it sold for $130,000 on February 24, 2013.\n Photo: Dobbertin Enterprises\nThe HydroCar’s main body is made of type 304 stainless steel, so rust will not be a problem. Under the hood, it has a fully dyno-tuned Chevrolet engine that produces 762 horsepower at 5,800 rpm. Originally, the car used a six-bladed propeller. However, according to Dobbertin, this didn’t create enough “bite in the water,” so he replaced it with a four-bladed Rolla stainless steel propeller that was yet to be tested in the water before the HydroCar was sold. Despite required tweaking, it’s still an incredible amphibious vehicle.\n\nPhoto: YouTube/CNN\nWhen inventor Marc Witt decided to build himself an amphibious car, he started with a 174-horsepower Mazda rotary engine. Witt then designed an aluminum and stainless steel body around it that was both road- and sea-worthy. Today, it’s one of the fastest amphibious cars around – at least on land, where it travels at up to 125 mph (201 km/h). In the water, meanwhile, it can reach respectable speeds of as much as 60 mph (96 km/h).\n\nPhoto: YouTube/CNN\nThe body of the Sea Lion was created and built by Witt himself, using TIG-welded 5052 aluminum and CNC-milled components. Once the car hits the water, the front wheels retract into the wheel wells and a modified Berkeley 12 JC pump propels the craft forwards. Witt recently sold the car through Fantasyjunction.com – and while we don’t know what the new owner paid for it, the initial asking price for this amazing water vehicle was a cool $259,500.\n\nPhoto: WaterCar\nWhen WaterCar founder Dave March began building amphibious cars in the late ‘90s, his dream was to build vehicles that would perform equally well on water as they did on land. In fact, he wanted his cars to reach “freeway”-type speeds in the water. The result was the WaterCar Python, which became the fastest amphibious car in the world, reaching road speeds of over 125 mph (201 km/h) and water speeds of at least 60 mph (96 km/h). WaterCar’s latest offering is the Panther (pictured above).\n\nPhoto: WaterCar\nOn its website, WaterCar calls the Panther the “ultimate vehicle.” Whereas the Python is an amphibious sports car, the Panther is more of an amphibious SUV, as WaterCar claims that it can be driven on all sorts of surfaces, including sand and mud. The Panther can reach water speeds of 44 mph (70 km/h) and land speeds of over 80 mph (128 km/h). Powering all this is a Honda 3.7 liter VTEC engine on the ground, and a Panther Jet while this beast is in the water.\n\nPhoto: Gibbs Sports Amphibians\nLike flying cars, water cars aren’t for everybody. At this stage, they’re more like millionaires’ (or inventors’) playthings than a practical mode of transport. Unfortunately, the closest most of us are likely to come to driving our cars on water is crossing a bridge or riding a car ferry. Still, who knows what new developments are just around the corner. Perhaps one day soon we’ll be able to motor our way across rivers and harbors in our own private, affordable amphibious cars. It’s worth dreaming about, anyway.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20","author":"Yohani Kamarudin","web_category":"productsgear","title":"7 Incredible Amphibious Cars","picture_url":"http://static.techgraffiti.com/2013/05/lead.jpg","url":"http://www.techgraffiti.com/7-incredible-amphibious-cars"}