{"summary":"The buses are almost 8 times more expensive than traditional diesel buses, which cost around ¢G130,000. Livingstone said: “London is now the first city in Europe to commit to a hydrogen bus fleet of this size, which will match traditional diesel buses in terms of performance.”","advice_category":"3","content":"\nIn an attempt to reduce pollution and greenhouse gas emissions, London Mayor Ken Livingstone has just made a deal to purchase 10 hydrogen-powered buses.\nThe Mayor signed the ¢G10 million($20.75 million) contract with US manufacturer ISE Corp. The city will receive five buses run on hydrogen fuel cells and another five with traditional engines that burn hydrogen. London has almost 8,000 buses in service, and the city has used diesel hybrids for years in an effort to reduce pollution.\nThe buses are almost 8 times more expensive than traditional diesel buses, which cost around ¢G130,000. However, the city feels the environmental benefits outweigh the cost. The buses’ only emission is water vapor, whereas diesel buses can be heavy polluters. The city hopes that the cost of hydrogen-powered buses will drop as they become more commonly used.\nLivingstone said: “London is now the first city in Europe to commit to a hydrogen bus fleet of this size, which will match traditional diesel buses in terms of performance.”\n“This represents a huge step forward from the previous hydrogen trials in the capital and is an important step towards my target of having five per cent of all public sector fleet vehicles powered by hydrogen by 2015.”\nSource: Reuters\nIf you find this information useful and would like to get daily updates, feel free to subscribe to our RSS feed.","author":"Chris","web_category":"environmentgreen-tech","title":"Coming Soon to London: Hydrogen-Powered Buses","picture_url":"/sites/default/files/images/13383739111759806847.jpg","url":"http://www.techgraffiti.com/news-coming-soon-london-hydrogen-powered-buses"}