{"summary":"Dr Kirwan and his team have not yet decided exactly what materials to use for the Formula One car, but are planning to include “tropical fibres”, which include coconuts. Formula One just gets better and better, after Honda created the Earth Car to reduce carbon emissions on the track.","advice_category":"8","content":"\nFormula One just gets better and better, after Honda created the Earth Car to reduce carbon emissions on the track.\nNext on the list is a biodegradable car invented by Warwick University.\nWork on the car will begin in the New Year, and it is going to be built out of coconuts. Already a sports car, which has a top speed of 150mph, and goes from 0 – 62 mph in just four seconds, has been built from hemp, potatoes and rapeseed.\nBen Woods, research engineer for Warwick University, recently showed his biodegradable sports car at the Science Museum in London. Dr Kerry Kirwan, an assistant professor at the university, says he started building biodegradable racing cars because people thought environmentally friendly products were boring.\nThe bodywork of the sports car, Eco One, is made from hemp and it is held together with a resin made from plant oils. The tyres are made from about 1.5% potato starch, which replaces some of the fossil fuels. The break pads are made from cashew nut shells, and they use bioethanol as the fuel, made from wheat and plant oil. Its engine and chassis are steel, which can be easily recycled. The whole car is 95% biodegradable or recyclable.\nDr Kirwan and his team have not yet decided exactly what materials to use for the Formula One car, but are planning to include “tropical fibres”, which include coconuts. They hope that their research will set an example for the motor industry. Woods comments,\nNick Fry, team principal of Honda Racing, says:\nUnfortunately for the environment it’s global transport: getting the cars and the people to and from the F1 races which is the biggest contributor to carbon emissions.\nIf you want to find out all the latest racing news, why not subcribe to our RSS feed, we’ll even throw in a free album.","author":"emma","web_category":"productsgear","title":"The World's First Biodegradable F1 Car","picture_url":"http://7.thumbs.techgraffiti.com/1/2013/01/Taylor-aerocar.jpg","url":"http://www.techgraffiti.com/news-worlds-first-biodegradable-f1-car"}