{"summary":"ALMA antennas glowing green in the light of other antennas. Two ALMA antennas at the test site in Socorro, New Mexico","advice_category":"3","content":"\nPhoto: ESO/B. Tafreshi (twanight.org)\nSpinning southern star trails seen above ALMA\nHigh up on Chile’s cold, dry Chajnantor Plateau, 66 giants stand under the starry night sky. They gaze upwards, moving with the celestial objects on which they have set their sights. These are the powerful antennas of the Atacama Large Millimeter/submillimeter Array (ALMA). The setup has been operational since March 2013, and together the antennas make up the newest, largest, strongest and most expensive radio telescope currently operating on Earth. The images they produce have 10 times the clarity of those yielded by the Hubble Space Telescope.\nPhoto: ESO/B. Tafreshi (twanight.org)\nALMA antennas glowing green in the light of other antennas\nThe array is the result of a collaborative effort between four nations: it’s jointly owned by the US National Radio Astronomy Observatory, the European Southern Observatory and the National Astronomical Observatory of Japan, and it was built with the cooperation of the Chilean government. The total cost of the project was a staggering $1.4 billion.\nPhoto: ALMA (ESO/NAOJ/NRAO)\nChile’s Chajnantor Plateau: If you look hard enough, you’ll see ALMA\nThe Chajnantor Plateau in the Atacama Desert was chosen because of its arid environment. The site’s altitude of 16,400 feet (5,000 meters), extremely dry conditions, minimal cloud cover and isolation from sources of radio interference and light pollution make it the perfect location for telescopic stargazing.\nPhoto:  Clem & Adri Bacri-Normier (wingsforscience.com)/ESO\nALMA dwarfed by the peaks of the Chajnantor Plateau\nConditions on the Chajnantor Plateau may be ideal for astronomical observation, but the location still presents challenges for the telescopic equipment. Because of this, ALMA was built to withstand strong sunlight, high winds, very occasional snowfall, and fluctuating temperatures – which range from -4 F (-20 C) to 68 F (20 C).\nPhoto: ESO/B. Tafreshi (twanight.org)\nThe Milky Way shines above ALMA’s antennas.\nALMA’s 66 antennas look more like giant satellite dishes than the shiny telescopes to which we’re perhaps more accustomed. The antennas come in two sizes: 54 of them measure 39 feet (12 meters) in diameter, while the other 12 measure 23 feet (7 meters) across. The sizes of the antennas allow them to detect different wavelengths of radiation.\nPhoto: ESO/B. Tafreshi (twanight.org)\nA long exposure creates incredible star trails in the Chilean Andes.\nALMA is an improvement on normal optical telescopes because it has the ability to analyze the universe at longer wavelengths than those of visible light, in both millimeter and submillimeter radiation. These wavelengths include infrared light, which occurs in the dust clouds of the earliest galaxies. By studying them, scientists can work out how these first galaxies formed. Meanwhile, the investigation of the shorter submillimeter wavelengths will increase our understanding of the molecules of interstellar gas clouds and their chemical makeup.\nPhoto: ESO/C. Malin\nRed glowing ALMA antennas in front of the Milky Way (left) and the Magellanic Clouds (top)\nStill, all this fascinating information can only be gleaned if the antennas are “looking” in the right places. Thus, the antennas have been engineered to swivel with an accuracy of 0.6 arcseconds to point at a particular part of the heavens (an arcsecond being 1/3600 of a degree). This is an incredible degree of accuracy and one that the official ALMA Observatory website says would allow the telescope to “pick out a golf ball at a distance of 15 kilometers (nine miles).”\nPhoto: ALMA (ESO/NAOJ/NRAO)\nSnow is very rare in this dry, mountainous location.\nGiven that they weigh more than 100 tons each, we probably wouldn’t consider the ALMA antennas mobile. Yet mobility is an important aspect of how the array functions. Two specially engineered vehicles were created to transport the antennas to the site and to reposition them when needed. This capacity to change the antennas’ positions gives ALMA increased zooming capabilities.\nPhoto: ALMA (ESO/NAOJ/NRAO)\nTwo ALMA antennas at the test site in Socorro, New Mexico\nThe antennas that make up the array work together as one single instrument, and the zoom of the combined dishes is a result of the distance between pairs, known as a “baseline.” As the antennas move apart, their field of view becomes smaller and the resolution gets higher. ALMA operators can choose whether they want to see a wide section of the universe or to concentrate on a smaller part with increased clarity.\nPhoto: ESO\nA look at just one section of the incredible ALMA Correlator\nNot surprisingly, processing all the information collected requires one of the world’s most powerful super computers. The ALMA correlator is able to perform 17 quadrillion operations per second. Four equal quadrants and more than 134 million processors make up the computer, which is housed in a remote location high in the Andes of northern Chile.\nPhoto: ALMA (ESO/NAOJ/NRAO), W. Garnier (ALMA)\nThis scene of some of the antennas looks like it was taken on another planet.\nALMA promises a glimpse back to when the universe was new and distant galaxies were just forming. Astronomers will be able to determine the distance and age of far-off objects, reducing a process that once took hours to a few minutes. ALMA has already discovered starburst galaxies occurring at an earlier period than was previously believed – and that’s just one small discovery; there are plenty more secrets waiting to be unearthed.\n\nPhoto: ESO/Jos? Francisco Salgado (josefrancisco.org)Three three antennas facing the same direction are being tested for the Commissioning and Science Verification Process.\nALMA is a powerful example not only of what we can achieve through science and engineering, but also through cooperation between nations. After all, the discoveries that will be made by this incredible telescope will enlighten us all about the mysteries of the universe.\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Yohani Kamarudin","web_category":"science","title":"World's Newest Radio Telescope Set to Reveal Secrets of the Universe","picture_url":"http://static.techgraffiti.com/2013/03/alma10.jpg","url":"http://www.techgraffiti.com/worlds-newest-radio-telescope-set-to-reveal-secrets-of-the-universe"}