{"summary":"Most of the stunning pictures photographer Darrell Godliman took show the Levity III (made in 2007) and Exxopolis luminaria.. Photographer Godliman says he was surprised at how vibrant the walls of the Exxopolis luminarium were, even on a gray day","advice_category":"6","content":"\nPhoto: Darrell Godliman\nSprinting through the cool, blue tunnels\nStepping into a luminarium feels a bit like entering something resembling a giant beach ball crossed with an alien space ship. The walls glow with a myriad of hues – green, blue, red, yellow, and everything in between. \nPhoto: Darrell Godliman\nThe mesmerizing blues and pinks inside the Exxopolis luminarium\nVisitors find their faces and clothing changing color as the light reflects off them. Yet despite the kaleidoscope of colors, the effect is more tranquil than psychedelic; inspiring a calming sense of awe – like the light through stained glass windows.\nPhoto: Darrell Godliman\nThis could be the aorta of a gigantic creature.\nLuminaria are the large, inflated plastic sculptures designed by the Architects of Air, a company headed by artist Alan Parkinson. “These structures nurture an awareness of a pure phenomenon that gently cuts through everyday conditioned perceptions and awakens a sense of wonder in people,” says Parkinson.\nPhoto: Darrell Godliman\nA bright green flower design contrasts with the red of a tunnel in the Levity III luminarium.\nVivid greens and reds light up this section of the luminarium, pictured. So far, there have been 20 luminaria in total. Eggopolis was the first to be created and taken on tour, back in 1990, while the most recent one was Exxopolis in 2012. Most of the stunning pictures photographer Darrell Godliman took show the Levity III (made in 2007) and Exxopolis luminaria.\nPhoto: Darrell Godliman\nThe strange and lovely architecture of “The Tree”\n“The Tree,” in the Exxopolis, really emphasizes the sense of this being like some strange, alien spacecraft – perhaps more so than anywhere else in the structure. It could easily be the set of some science-fiction movie. Only the wrinkles in the plastic near the rounded doorways hint at the fact that this is an inflated construction.\nPhoto: Darrell Godliman\nA red doorway leads from a blue-colored room.\nThis photograph, taken inside the Levity III, looks a little like a face with an open mouth. To make the luminaria, a special polycarbonate film fewer than 0.03 inches (one millimeter) thick is used, which allows light to filter in. Photographer Godliman says he was surprised at how vibrant the walls of the Exxopolis luminarium were, even on a gray day. The plastic is made in only four colors, but between them these create the many different visible shades.\nPhoto: Darrell Godliman\nA view from beneath “The Tree.” This photograph almost looks like an illustration.\nHere’s another look at “The Tree” in the Exxopolis. “The complexity and originality of the structure of The Tree points the way towards a new type of architecture that is only possible with air inflatable structures,” says Godliman. The possibilities presented by the luminaria certainly seem to enable the designers to achieve a truly otherworldly feel.\nPhoto: Darrell Godliman\nThe lines on the green dome in the Exxopolis almost resemble an optical illusion.\nA dome glows bright green in this shot from the Exxopolis. This luminarium was inspired by the chapter house of Southwell Minster – a cathedral in Nottinghamshire, UK. The structure uses 3,587 square yards (3,000 square meters) of plastic made up of 9,000 pieces. These pieces are zipped and glued together following the example of tiling designs by physicist and mathematician Sir Roger Penrose.\nPhoto: Darrell Godliman\nTaking a break in the Levity III\nIn this image, the photographer’s daughter gives perspective to the size of the Levity III luminarium. Those walls certainly do seem soft and comfortable! Because the luminaria are irradiated by natural light, the ambiance inside depends largely on the time of day and the weather outside. So even if visitors make two trips, they may have quite different experiences each time.\nPhoto: Darrell Godliman\nThis beautiful shape would look at home in a stained glass window.\nThe inflatable plastic make-up of the luminarium is a little more evident in this close-up shot. Godliman says it wasn’t easy photographing the structure. For one, there were crowds, but also, as he explains, “light levels were quite low in bits of it and then there’s just the whole thing of trying to make good compositions when everywhere you look is so dazzling.”\nPhoto: Darrell Godliman\nThe different doors and tunnels within the luminaria make exploring irresistible.\nHere, a vivid blue aperture stands out, in contrast with the bright red of the walls. The soft, rounded architecture looks almost organic, like the inside of a blood vessel. Occasionally, there are performers telling stories or playing music within the luminaria, but normally they are enjoyed simply for the incredible installations they are.\nPhoto: Darrell Godliman\nRunning in the luminaria is generally not allowed, but sometimes it’s hard to resist.\nLuminaria, such as the Levity III shown here, are intended to be places of quiet contemplation. Entry normally entails certain regulations to follow, including not touching the sides, running or being too loud. Occasionally, though, the temptation to run wild in the structures just gets too much. Well, they do somewhat resemble inflatable castles!\nPhoto: Darrell Godliman\nIt’s difficult to know whether this area of the luminarium is concave or convex.\nThe geometric lines in the Levity III can be a little disorientating, at least in photographs. For example, it’s a bit confusing as to whether this wall is curving inwards or outwards. The creators take an engineering design approach to the luminaria and make use of engineering assumptions in order to experiment at the planning stage. They take into account the effects of gravity and internal pressure on the inflated material, variables that they have learned to deal with from experience.\nPhoto: Darrell Godliman\nThe cupola of the Exxopolis looks like the very bright ceiling of a cathedral or mosque.\nAt the northern end of the Exxpolis is what’s known as the cupola. This domed section of the luminarium is said to take inspiration from aspects of Islamic architecture. Here, we see an amazing geometrical sun pattern on the ceiling. The white dots are small gems sewn into the material that twinkle like stars.\nPhoto: Darrell Godliman\nThe perfect spot for a bit of time out\nSo far, the luminaria have traveled to 38 countries and been enjoyed by around two million people. During an exhibition, it’s possible for a luminarium to see 2,000 people wandering its colorful chambers and corridors in a single day. Unfortunately, however, these amazing artworks don’t last forever; eventually, heat and everyday wear and tear causes the seams to split. It’s a good thing there are newer versions to replace the older luminaria when they need to be retired.\nPhoto: Darrell Godliman\nThis incredible image gives a good idea of the scale of the luminaria.\nUnsurprisingly, the luminaria are popular exhibits wherever they go, with some installations drawing long queues of people eager to experience the puffy architecture for themselves. “The effect as you wander through is simultaneously disorienting and comforting, stimulating and serene,” one visitor is quoted as saying on the Architects of Air website. “This is a place for respite, re-charge or both.” The luminaria truly do seem to be magical places to explore, and we thank Darrell Godliman for sharing his photographs with us.\nPhoto: Darrell Godliman\nThe top of “The Tree” in the Exxopolis luminarium. Lighting comes from outside.\nSources: 1, 2, 3, 4, 5, 6","author":"Yohani Kamarudin","web_category":"art-design","title":"Immersed in the Kaleidoscopic Colors of Giant Luminaria","picture_url":"http://static.techgraffiti.com/2013/04/Luminarium4_0.png","url":"http://www.techgraffiti.com/immersed-in-the-kaleidoscopic-colors-of-giant-inflated-luminaria"}