{"summary":"Image: (NASA/MSFC)An F-1 gas generator. The new SLS vehicle will need even more boosting power than the F-1 or any current US boosters can provide","advice_category":"3","content":"\nImage: NASA\nThe launch of the Apollo 8, using Saturn V rockets with F-1 engines\nThe 1960s and early ‘70s was a golden era for space travel. Russian cosmonaut Yuri Gagarin became the first human to travel into outer space and orbit the Earth, Neil Armstrong became the first person to walk on the moon, and we explored our universe in ways we could never have imagined. What’s more, the technology that allowed us to take these giant leaps had a profound impact – not only on rocket science but also on the way we live our lives.\nImage: (NASA/MSFC)A 20-second F-1 gas generator hot-fire test at the Marshall Space Flight Center\nNow it seems like we are once again focusing on traveling through the cosmos and discovering what lies beyond our tiny planet – and in a big way, too! There are plans to mine asteroids, to return to the moon, and even to put a colony on Mars! But before we launch headfirst into the future, NASA is taking a step back to learn from some of the tools of the past.\nImage: NASA\nLaunch of the Apollo 11 Moon Mission\nThe mighty F-1 engines of the Saturn Vs were the most powerful single-chambered liquid-fueled rocket engines ever made. They needed to be. The Saturn Vs, which played a crucial role in the Apollo program, weighed more and were more robust than any other rockets ever launched. Between 1967 and 1973, the Saturn Vs and their engines sent human beings out into space as far as the Moon. But now, after four decades as museum pieces and historical displays, the F-1s have been repurposed for a new generation of NASA engineers.\nImage: (NASA/MSFC)The configuration of NASA’s SLS, as seen in an expanded view\nNASA has plans to develop a new Space Launch System (SLS), and to do this they are looking to the long-disused F-1 engines for inspiration. The SLS vehicle is expected to carry crew and equipment to asteroids, the Moon and even, if all goes to plan, to Mars.\nImage: NASA\nAn F-1 powered Saturn V launching Skylab\nTo launch the SLS and other future vehicles, NASA requires a heavy liftoff rocket with the capacity to take a 130-metric ton (143-ton) payload into orbit – and beyond. That’s where research on the F-1s comes in.\nImage: (NASA/MSFC)A Saturn V F-1 Engine\n“When we started examining different types of propulsion systems capable of lifting a rocket as large as the SLS, we pulled F-1 engine drawings and data packages and studied an F-1 engine that we had on hand at Marshall [Space Flight Center],” Nick Case, an engineer from Marshall’s Engineering Directorate’s Propulsion Systems Department, revealed.\nImage: (NASA/MSFC)An F-1 gas generator\nThe F-1 engines were pulled apart, refurbished, then reassembled and hot-fire tested at Marshall Space Flight Center in Huntsville, Alabama. Some parts came from an engine that was already at Marshall, but others had to be brought out of retirement at the Smithsonian Air and Space Museum in Washington. Fortunately, the Smithsonian keeps its exhibits in good condition.\nImage: (NASA/MSFC)Disassembling an F-1 engine\nThe section of the F-1 that the engineers were especially interested in was the gas generator that runs the engine’s turbopump. The gas generator is key to the eventual size of the finished engine, and it is therefore often one of the first parts designed. Using the cleaned gas generators from the F-1 at Marshall and the one from the Smithsonian, a method called “structured light 3D scanning” was used to create computer-aided 3D drawings.\nImage: (NASA/MSFC)An F-1 engine being refurbished by propulsion engineers\nNow that the team had their 3D designs, they had a better idea of how to use contemporary manufacturing techniques to make the gas generators at a lower cost. The next step was to test the generators using up-to-date instruments in order to collect data on the results – an exercise that was seen as beneficial for NASA and indeed the entire space industry. This required new metal parts, which were quickly manufactured using a digital technique known as “selective laser melting.”\nImage: (NASA/MSFC)An F-1 engine at Marshall Space Flight Center\n“Being able to hold the parts of this massive engine that once took us to the moon, restoring it, and then seeing it come back to life through hot firings and test data has been an amazing experience,” says Kate Estes, a Marshall liquid propulsion systems engineer. It has also been a productive one. From the tests, they’ve learned that when the gas generator is fired up, it produces 31,000 pounds of force. And when the generator was part of the larger machinery of the F1 engine, over 1.5 million pounds of thrust was generated!\nImage: NASAAn artist’s impressions of the SLS\nImprovements in the testing technology mean that NASA is now able to obtain more information on the F-1s than during the initial 1960s tests. “NASA’s young engineers are gaining valuable knowledge working with one of the most powerful engines ever built,” says manager of the SLS Advanced Development Office Chris Crumbly. “And the SLS program will benefit from data that will bolster our efforts to reduce risk and enhance the affordability as we develop an advanced heavy-lift booster capable of a variety of missions.”\nImage: (NASA/MSFC)Saturn V F-1 engine behind a row of proud engineers\nThe new SLS vehicle will need even more boosting power than the F-1 or any current US boosters can provide. The testing on the F-1s continues through contractors, including original developers Pratt & Whitney Rocketdyne of Canoga Park, California. This will help in the design and manufacture of the SLS advanced booster, which is expected to be ready in 2015. The SLS is currently on schedule to take its first flight in 2017. We can’t wait!\nSources: 1, 2, 3, 4, 5, 6, 7, 8","author":"Yohani Kamarudin","web_category":"science","title":"NASA's Mission To Repurpose The Most Powerful Rocket Engines Ever Launched","picture_url":"http://static.techgraffiti.com/2013/01/Apollo-8-launch.jpg","url":"http://www.techgraffiti.com/nasas-mission-to-repurpose-the-most-powerful-rocket-engines-ever-launched"}