{"summary":"Impacts of adoption of biofuels on food prices are already well documented. Rather than a magic solution biofuels represent a dangerous distraction that provides false hope whilst putting unacceptable pressure on food prices","advice_category":"3","content":"\nIt would be great if biofuels provided a magic method for us to combat carbon emissions without changing our lifestyles, but sadly they don’t.\nImage via thoughts on global warming\nImpacts of adoption of biofuels on food prices are already well documented. Now scientists are re-visiting the so-called ‘green’ fuel’s production methods and questioning whether it really can be considered a sustainable alternative to fossil fuels at all.\nOne recent study claimed that once use of carbon in the manufacture of biofuels, all the way from ploughing the fields to transporting the finished product, are factored in, biofuels in fact offer an emission reduction of a very unmagical 10%. New evidence claims the huge amounts of nitrous oxide released by the burning of biofuels could even lead to an increase of carbon emissions, of over 50%.\nSoil scientists have also questioned biofuel production – not only does it remove the carbon sinking capacity of the vegetation it replaces but it also causes long-term carbon releases from the continuously ploughed soil and unsustainable erosion.\nThese arguments were forcefully put forward Sunday by the UK’s leading chief environment scientist as he attempted to force a last minute rethink on the forced implementation of biofuels. The Renewable Transport Fuels Obligation (RTFO) is to introduce 2.5% biofuels at the pumps from 1 April but Professor Robert Watson is urging ministers to await the outcome of their own review into the sustainability of the ‘renewable’ energy source.\nEnergy giants and the White House, eager to prove that we can substitute rather than abandon our use of oil and petrol, have trumpeted Biofuels. But to quench the US thirst for liquid fuel with biofuels alone would require 75% of the world’s land mass.\nRather than a magic solution biofuels represent a dangerous distraction that provides false hope whilst putting unacceptable pressure on food prices. We must halt the conversion of rainforest and food crops into fuel crops – it never should have begun if we were unsure of the true promise of biofuel.\nEU and US adoption of biofuel targets have come way ahead of any kind of scientific consensus. Politicians must spend the political capital raised by growing awareness of climate change carefully and such overenthusiastic support of biofuels could damage the support of an already green-weary public if politicians are seen to backtrack.\nFurthermore, the biofuels example shows that our governments are still more willing to put their weight behind an unproven technological solution that allows for the maintenance of the status quo rather than a long-term sustainability transition.\nSource BBC \nWritten By Michael Deas\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subcribe to our RSS feed? We’ll even throw in a free album.","author":"Chris","web_category":"environmentgreen-tech","title":"Biofools ","picture_url":"http://aycu02.webshots.com/image/49521/2002451038625215034_rs.jpg","url":"http://www.techgraffiti.com/news-biofools"}