{"summary":"The American Le Mans Series features two classifications of racer, GT1 and LMP:. The flag dropped this month on the first-ever clean, green motorsports racing series at Road Atlanta’s 11th Annual Petit le Mans","advice_category":"8","content":"\nPhoto: Brent Hensarling \nThe flag dropped this month on the first-ever clean, green motorsports racing series at Road Atlanta’s 11th Annual Petit le Mans. That’s right. Green racing. Eco-conscious and a hell of a lot faster than prototype solar-racers. The need for speed is satisfied by three ‘street-legal’ alternative fuels including E10 Ethanol, Sulfur-free diesel, like Sweden’s EcoPar, and mean, green(er) American corn-based E85.\nPhoto: Clemson\nThe American Le Mans Series features two classifications of racer, GT1 and LMP:\nLMP vehicles, or Le Mans Prototypes, are built to precise specifications used by both the European Le Mans and American Le Mans racing series. Custom-built and crafted for endurance, the 3.4-liter V-8 Porsche RS Spyder continues to stand out as teacher’s pet in this, the fastest in closed-wheel class racecar design. Penske Racing sponsored this year’s LPM class winner in their No 6 Porsche, placing first-in-class in the earth-friendlier competition.\nThe GT1 class, the time-honored superspeed race-purposed vehicle, counts a real celebrity in its ranks with the Corvette C6.R which topped all others at this year’s Green Challenge. This bad boy boasts the LS7.R 7-liter small-block V-8 engine with 505 horsepower. Translating gear-head to English, those are some major guts.\nPhoto: Mulsanne\nThe overall winner was driver of nine-time champ Audi R10 TDI prototype, which came a respectable 5th in the Green Challenge, and along with green miles covered, lower carbon emissions and pure adrenaline the success of Petit Le Mans proved that eco-racing has a real future within the sport, and within the hearts of racecar fans worldwide.\nSource 1, 2\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"mysterix","web_category":"entertainment","title":"Biofuel Racing Hits Atlanta","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb02.webshots.com-13633-2467510750104217012S500x500Q85.jpg","url":"http://www.techgraffiti.com/news-biofuel-racing-hits-atlanta"}