{"summary":"Photo: Nick FrankM?nchen Marienplatz station – Munich U-Bahn. Photo: Alexander DragunovTekniska h?gskolan station – Stockholm Metro","advice_category":"6","content":"\nPhoto: Nick FrankM?nchen Marienplatz station – Munich U-Bahn\nShiny metallic walls and futuristic lighting have become virtual hallmarks of a thoroughly modern subway. Some stations go beyond functionality and propel subway architecture to a whole new level. In fact, looking at some of these stations, you wouldn’t be surprised if people were lining up for a galactic cruiser rather than a regular old rapid transit train.\nPhoto: Alexander DragunovTekniska h?gskolan station – Stockholm Metro\nWhen they were first invented, back in the age of steam, trains were hailed as signaling the beginning of a new era in public transportation, so perhaps it’s fitting that these metro stations look so futuristic. With their long, narrow tunnels, such underground stations are the perfect settings for a spot of ultra-modern artistic design.\nPhoto: Trevor SherwinBarcelona Metro\nThe subway stations on this list all have a stylized, almost sci-fi edge, and each has its own distinctive style, look and feel. Some reflect our contemporary ideas of cutting-edge architecture, while others are slightly dated examples of what earlier generations thought of as incredibly modern and space age. Yet either way, they’re bound to make the time pass a little quicker whilst you’re trying to get from A to B.\nPhoto: Nick FrankMood lighting at Westfriedhof station\nThese oversized lamps at Westfriedhof metro station on the Munich subway system are typical of the kind of details that make this underground railway so interesting. In 2001, 11 of these light installations were fitted in the station, each one of them a whopping 12 feet (3.8 meters) in diameter. Other lamps shine yellow and blue.\nPhoto: Nick FrankA spiky looking ceiling at Olympia Einkaufszentrum station\nThe architects of Munich’s subway system, or U-Bahn, were conscious of making it a pleasant place for people. Opened in 1971, the U-Bahn has had various additions and renovations that have continued to move it forward with the same principle in mind, although color and curves have shifted the emphasis from functionality to aesthetics. Today, the subway has become as much a point of interest as some of the locations it connects. In order to get these stark and stylized images, photographer and art director Nick Frank shot at quiet times – mostly between 6.00am and 7.00am on Sundays.\nPhoto: Alexander DragunovAn escalator at the Prague N?m?st? M?ru station\nThe most attention-grabbing detail about this photograph, taken at N?m?st? M?ru station on the Prague metro, is the garish bright orange walls around the escalator – although the escalator is also pretty impressive on its own. In fact, at 285 feet (87 meters) long, it’s one of the longest moving stairways in Europe – and certainly not one you’d want to see out of order if you needed to use it. The subway system itself began operation in 1974.\nPhoto: Alexander DragunovPlatform at Kobylisy station\nWhile the communist regime was in power, rumors circulated that the Prague metro had large, luxurious hidden bunkers for senior officials to use in the event of an emergency. These rumors actually turned out to be fairly accurate, only the chambers weren’t nearly as grand as people imagined. There are still plenty of captivating features to look at in the regular parts of the metro, though – like this breathtaking platform.\nPhoto: Samy LamoutiIlluminated tunnels along the Montreal metro\nOpened in 1966, Montreal’s metro system had architecture at its heart from the beginning. The mayor at the time, Jean Drapeau, organized a competition between Canadian architects in order to choose how to design the different stations. As a result, each station has its own special character and charm. Montreal was also one of the first non-socialist cities to pioneer public art on the subway.\nPhoto: Samy LamoutiA ceiling installation at Namur station\nThis incredible installation at Namur station is called “Syst?me.” The sculpture serves as both art and lighting and is made of aluminum, which adds to its modern edge. Designed by Quebec artist Pierre Granche, the installation is to be found in the mezzanine area and is the dominant decorative feature of an otherwise subdued station.\nPhoto:  Alexander DragunovOn the blue line of T-Centralen station\nBeginning operation as a metro in 1950, the Stockholm rapid transit system is like a 65.7-mile (106-kilometer) long underground art gallery. The styles vary considerably from station to station: on your journey, you might find yourself investigating a lily pond, going back in time to a prehistoric era, or even exploring hidden ruins. In total, 150 artists have decorated over 90 of the Stockholm stations.\nPhoto:  Alexander DragunovSky cubes at Vreten station\nIn 1985, artist Takashi Naraha created these large blue and white cubes, which look like they’re embedded in the walls and floor of Vreten station. The “Cubes of sky,” as they’re titled, add a surreal touch to the otherwise gray station platform, and the effect is certainly arresting. In contrast, the entrance of the station features a plain black cube.\nPhoto: Alexander RentschLit wall at the Berlin U-Bahn\nThis wall of lights on Berlin’s U-Bahn metro system has an old-school science fiction feel. Despite its modern character, the U-Bahn in the German capital has a long history, dating back to its opening in 1902. Some trains even ran – without stopping – from East to West Berlin along the subway while the Berlin Wall still separated the two sides of the city.\nPhoto: Alexander RentschStepped ceiling at Potsdamer Platz station\nThis minimalist piece of architecture was photographed at Potsdamer Platz station. There are several unused platforms at the station that have been converted into an exhibition space. The Berlin subway system is the longest in Germany, and its trains travel a staggering 13 million miles (20.9 million kilometers) a year. That’s the equivalent of going to the moon and back around 27 times.\nPhoto: Trevor SherwinA futuristic tunnel along the Barcelona metro\nThese moving sidewalks must come as a huge relief to first-time travelers facing this long blue passageway – especially if they’re carrying a lot of luggage. “I’ve always been fascinated by subway systems, especially comprehensive and interconnecting ones with a strong element of design,” says photographer Trevor Sherwin, who took these photographs of the Barcelona metro.\nPhoto: Trevor SherwinA screened-off platform on Barcelona metro\nAutomatic glass screens on platforms are another convenient, not to mention potentially life-saving, modern invention used along the Barcelona metro. They also add to the underground network’s decidedly modern look – notwithstanding the fact that it began operating as early as 1924.\nPhoto: Fernando Miguel VicenteIndustrial style pylons at Olaias station\nLooking at the stately, industrial-style architecture of Lisbon’s Olaias metro station makes it easy to see why it made CNN’s list of the top 10 most beautiful underground stations in Europe. In fact, the whole Lisbon subway system was constructed with art and architecture in mind.\nPhoto: Fernando Miguel VicenteAnother look at Lisbon’s futuristic metro\nThe ceiling here at S?o Sebasti?o is another futuristic masterpiece. The shiny metal vents look as if they’d be just as at home on a spaceship as they are above an underground subway station. Opened in 1959, S?o Sebasti?o is one of the original 11 stations of the Lisbon metro line. Recently, earlier stations on the system have been spruced up to include both artistic and practical features – such as making them more accessible to people with disabilities.\nPhoto: Samy LamoutiA disco looking Montreal metro railway track\nOf course, no matter how impressive they might look, urban subways are more than just art and designer architecture. “Subways connect locations,” says photographer Nick Frank. “They allow us to spend time together. They bring you to work and back home. Subways are for everyone no matter what class or race.” And this alone makes them fascinating places to travel around.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18","author":"Yohani Kamarudin","web_category":"art-design","title":"7 Incredible Futuristic Looking Metros","picture_url":"http://static.techgraffiti.com/2013/02/Munich3.jpg","url":"http://www.techgraffiti.com/7-incredible-futuristic-looking-subway-stations"}