{"summary":"Photo: Image from moaksey. Photo: Image from cloudsoup","advice_category":"3","content":"\nPhoto: Image from moaksey\nIt’s a clich?… almost. A celebrity criticizes the way that the rest of us impact the environment by living in 500 square foot apartments and driving a car that we wish somebody would steal, and then flies off to some exotic location in a private jet that dumps more carbon into the atmosphere in a day that I can in a year.\nAs it happens, that’s not always going to be the case anymore. However, I imagine that celebrities will be criticizing us for our environmental habits for as long as there are celebrities. But maybe the next time they wing off in their self-righteousness it won’t be so glaringly hypocritical, thanks to a trend blowing through that industry to pair the jet charter with carbon offsets.\nPhoto: Yeah, I’d never seen one of these, either. Image from richardmasoner\nOf course, you all probably feel the same way we do about carbon offsets–they’re more than just a bit of a cop-out–but in this case, it’s something, at least. And something is better than running two jet engines for eight hours to move ONE person across the country, don’t you think?\nPhoto: Image from cloudsoup\nWhat has happened is that the jet charter companies–jets.com, Executive Charter Services, and a few more–have gotten in on the greenwashing of the world. It’s quite brilliant, actually–it drives business to them and away from their competitors (if you use THEIR jets you hate the planet! Our jets are fueled by rainbows and butterflies), as well as gives them a veneer of “good corporate citizen.” Oh, and it makes it possible for several thousand more dollars to sit overnight in their bank account before making the purchase, earning interest for the company. Because, you know, every little bit helps.\nOf course, the best solution to this problem is to not take private jets–really not to travel at all–but if you must fly, there’s always Virgin America. They’re using their profits to fund Virgin Fuel, which is dedicated to developing green aviation fuel.Environmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"environmentgreen-tech","title":"Greenwashing To The Max? The Eco-Friendly Private Jet","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb01.webshots.com-42752-2723025900103329676S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-greenwashing-max-eco-friendly-private-jet"}