{"summary":"In the last two years alone, the Kenyan Wildlife Service has killed five African elephants from the Ol Pejeta Conservancy because they were trampling through human settlements and cropland. This great drifter has a long history of destroying crops and irritating farmers, so to warn villagers Save the Elephants have inserted a mobile phone SIM card into the collar around Kimani’s neck, set up a virtual fence using GPS technology will track the elephant via Google Earth.","advice_category":"3","content":"\nPhoto: Image: thesaint\nImagine getting a text message from an elephant. What would it say? Perhaps, “Stop calling me Dumbo, and, no, I can’t fly.”? Well, it appears that we might find out pretty soon.\nIn the last two years alone, the Kenyan Wildlife Service has killed five African elephants from the Ol Pejeta Conservancy because they were trampling through human settlements and cropland. It’s a problem that will only get worse as humans encroach on elephant’s territory.\nTo avoid the same fate happening to other elephants, like Kimani, pictured above, Save the Elephants has created an alternative solution, and Kimani is the guinea pig. This great drifter has a long history of destroying crops and irritating farmers, so to warn villagers Save the Elephants have inserted a mobile phone SIM card into the collar around Kimani’s neck, set up a virtual fence using GPS technology will track the elephant via Google Earth.\nNow, when Kimani gets too close to the villages and farms he’s been reampaging, a text message is sent to the conservancy warning of impending danger.  Armed staff members then set off to Kimani’s location and scare him away with bright lights and other methods – shooting is a last resort. Kimani’s crop raids used to be a nightly event but now he only appears every 3-4 months.\nPhoto: Image: Ol Pejeta Conservancy via  teachandlearn\nAlthough the project has the potential to reduce conflicts between elephants and humans, as well as the loss of life, it is not without its problems. The project is in its infancy and, so far, only two virtual fences have been created within Kenya. Also, humans can only keep elephants at bay for so long.\nWhat this project shows us is that through innovative thinking and technology animals can live a life free from captivity and humans can be safe from the elephants.\nStill, what would an elephant say in a text message, given the chance?\nSource: 1, 2If you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"kwbridge","web_category":"environmentgreen-tech","title":"How Google Earth and Cell Phones Save Elephants","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb52.webshots.com-44787-2343384750103830173S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-how-google-earth-and-cell-phones-save-elephants"}