{"summary":"We thank Andrew Boehly for sharing his photographs of “The Boneyard Project: Return Trip” airplanes with us. Interestingly, Aiko, who was also involved in The Boneyard Project, left FAILE in 2006.","advice_category":"6","content":"\nPhoto: Andrew Boehly\n“Spy Tiger” by Andrew Schoultz\nIt’s not unusual to see the words “street art” and “abandoned” in the same sentence. Deserted factories, disused train carriages and even abandoned towns have been given new leases of life at the hands of talented graffiti artists. Still, there always seem to be new types of forsaken objects and places to fuel the imagination. For “The Boneyard Project: Return Trip” exhibition at the Pima Air & Space Museum in Tucson, Arizona, the canvases were surplus military airplanes.\nPhoto: Andrew Boehly\n“Time Flies By” by How and Nosm\nThe Boneyard Project uses a variety of planes – everything from Douglas C-117D Super Gooneybirds to Beech C-45s. The exhibition also brings together an impressive list of well-respected street artists, including Shepard Fairey, Futura, Bast, Aiko, FAILE, Crash, How and Nosm, RETNA, and Andrew Schoultz.\nPhoto: Andrew Boehly\nA closer look at “Time Flies By” by How and Nosm\nThis Douglas C-117 Super Gooneybird airplane was painted by German-born, Brooklyn-based identical twins How and Nosm. The plane has been decorated with the artists’ typical strong black, white and red color scheme. How and Nosm have named this artwork “Time Flies By.”\nPhoto: Andrew Boehly\nHow and Nosm’s “Time Flies By” waits to be towed to the Pima Air and Space Museum.\nHere’s “Time Flies By” from the front. Despite using their trademark three colors, How and Nosm manage to create some strikingly complicated-looking designs. There are so many elements to their compositions that they often require a closer look.\nPhoto: Andrew Boehly\nTime flies by for this Douglas C-117 Gooneybird\nIn this shot, we can see the artwork from just above the wing of the C-117. These planes have a 90-foot wingspan and are over 67 feet long. When the airplane was originally built, it was designed for the civilian aviation market. However, the US Navy liked the plane so much that they used it from the 1950s to the mid-1970s.\nPhoto: Andrew Boehly\n“Phoenix of Metal” by Nunca\nTwo men cling to the feathers of a phoenix in this design, created by S?o Paulo-born artist Nunca. The piece, also painted on a Douglas C-117D Super Gooneybird, is titled “Phoenix of Metal.” Nunca often uses traditional Brazilian elements in his compositions.\nPhoto: Andrew Boehly\nNunca’s “Phoenix of Metal” on its way to be displayed\nHere, “Phoenix of Metal” is being towed to the Pima Air & Space Museum, where it will be put on display. The Boneyard Project is a collaboration between gallery owner Eric Firestone and well-known New York City arts writer and curator Carlo McCormick. The pair began with an exhibition of painted airplane nose cones called “Nose Job,” but a year later they moved on to entire planes to create “The Boneyard Project: Return Trip.”\nPhoto: Andrew Boehly\n“Warning Shot” by RETNA\nLos Angeles-based artist RETNA created this mostly black and white design, titled “Warning Shot.” RETNA is well known for his monochromatic work. From this angle, it looks like the plane has been covered in random doodles, but a closer inspection (below) reveals that the black characters more resemble a confusing game of tic-tac-toe. Once again, the plane is a C-117.\nPhoto: Andrew Boehly\nA closer look at RETNA’s “Warning Shot” with “Times Flies By” by How and Nosm in the background\nHere, we can clearly see the strange black characters RETNA has painted on this Super Gooneybird. RETNA is known for his own unique artistic language – made up of various characters inspired by alphabets from around the world. How and Nosm’s “Time Flies By” is visible in the background.\nPhoto: Andrew Boehly\nRETNA’s “Warning Shot” on its way to the museum\nLike the other airplanes used in the project, this C-117 was reclaimed from a Tucson salvage yard. From there, the planes were towed to the nearby Pima Air & Space Museum, making their way across the busy Valencia Road – which must have been an interesting sight for local commuters.\nPhoto: Andrew Boehly\n“Naughty Angles” by FAILE\nThis design, titled “Naughty Angles,” was painted on a Beech C-45 by Brooklyn street art duo FAILE. The design features bold geometric patterns and black and white “posters.” The two artists that make up FAILE are Patrick McNeil and Patrick Miller, who use stenciling, painting, sculpture and other techniques in their work. Interestingly, Aiko, who was also involved in The Boneyard Project, left FAILE in 2006.\nPhoto: Andrew Boehly\nSome of the details on FAILE’s “Naughty Angles”\nThe US Army used Beech C-45 aircraft from 1939 to 1963. They were not deployed in combat; instead, they were used to carry light cargo and personnel. These planes have a wingspan of 47 feet 8 inches and are over 34 feet long.\nPhoto: Andrew Boehly\nAnother look at “Naughty Angles” by FAILE\nThere are those who object to the use of historical planes as graffiti canvases. They claim that it’s disrespectful to the planes’ military histories. On the other hand, in painting the planes, the project is saving them from a fate of slowly rusting away and being scrapped for parts.\nPhoto: Andrew Boehly\n“Jerkey Jermel” by Bast\nThe result of “The Boneyard Project: Return Trip” is an incredible combination of aviation history and contemporary graffiti techniques. If modern airlines painted their planes in such a cool way, it would make waiting at the airport so much more interesting.\nPhoto: Andrew Boehly\nBast’s striking “Jerkey Jermel” cockpit\nWe thank Andrew Boehly for sharing his photographs of “The Boneyard Project: Return Trip” airplanes with us. If you’re interested in seeing these planes, the exhibition (which opened in January 2012) is still running at the Pima Air & Space Museum.\nSources: 1, 2, 3, 4, 5, 6, 7","author":"Yohani Kamarudin","web_category":"art-design","title":"Grounded Military Planes Reborn As Canvases for Awesome Graffiti","picture_url":"http://static.techgraffiti.com/2013/03/bp10.jpg","url":"http://www.techgraffiti.com/grounded-war-planes-reborn-as-canvases-for-awesome-graffiti"}