{"summary":"This is RoboCup 2012, and just like every year, the competition is intense – if not always speedy. The NimbRo-OP also took home the Louis Vuitton Humanoid Cup, which is awarded to the “Best Humanoid.” Although only five teams competed in the TeenSize section this year, it’s hoped that the easy availability of the NimbRo-OP model will attract more teams to TeenSize competitions in the future.","advice_category":"8","content":"\nImage: Luis Pimentel for BotSport.tvThe robots can be pretty lifelike.\nThe action on the indoor field in Mexico City’s International Exhibition and Convention Center is slow. Someone in the crowd yawns; a few people are playing with their phones; others are chatting. Only two small clusters of people on the sidelines seem totally involved, and their focus on the players is intense. Suddenly, however, the game gets a whole lot more interesting… \nA player is lined up to score a goal; the path is clear; it’s a perfect opportunity. The spectators lean forward in anticipation, conversations and phones now forgotten. Then, as if in slow motion, the player lifts a leg to deliver the kick, pauses for three seconds, and falls over sideways. The crowd groans as one, and a few derogatory remarks are made. But the player simply lies on the ground, oblivious. After all, it can’t hear. \nImage: Luis Pimentel for BotSport.tvThe goalie keeps his eye on the ball.\nThis is RoboCup 2012, and just like every year, the competition is intense – if not always speedy. The tournament was started in 1997 – the same year chess-playing computer Deep Blue beat human world chess champion Garry Kasparov. The aim of RoboCup? To create a team of soccer robots capable of defeating the 2050 FIFA World Cup champions.\nRobots beating humans at soccer might sound like an unattainable goal today, but then again, in 1959, the best IBM computer had the same processing power and memory as a standard 2005 arcade game. And back then few would have thought that in forty years time, computers would have the necessary reasoning capabilities to triumph over a human chess grandmaster. So who knows what artificial intelligence research will accomplish by 2050? \nImage: Luis Pimentel for BotSport.tvTeammates confer.\nAt first, the thought of hundreds of computer scientists and engineers spending hours trying to come up with soccer-playing robots might seem like little more than a fun-filled waste of time. However, in the wake of the March 2011 Fukushima nuclear disaster in Japan, the Defense Advance Research Projects Agency (DARPA) has introduced a new contest with tangible real-world applications: the DARPA Robotics Challenge.\nImage: Luis Pimentel for BotSport.tvSome participants get very enthusiastic about their robots.\nEven though DARPA isn’t affiliated with RoboCup, the challenge was a popular topic of conversation at RoboCup 2012, and veteran RoboCuppers reckon they may have what it takes to win. Following the Fukushima nuclear fallout, “tank-tread” robots deployed in the affected area had difficulties traversing the wreckage and even struggled with seemingly basic tasks like opening doors and climbing stairs. What’s more, when they lost connection with their human operators, the robots were essentially left clueless.  \nThe DARPA Challenge is thus turning to budding robot enthusiasts – like RoboCup contestants – keen to come up with autonomous robots capable of performing activities like driving cars, wielding high-impact power tools, and navigating unpredictable and changing terrain (or in this case, fallen players!). For now, this is beyond the capabilities of RoboCup robots, but who knows what some participants may go on to invent?    \nImage: Luis Pimentel for BotSport.tvThe competitors line up.\nIn fact, even at RoboCup, it’s not all about soccer. Other events include RoboCup Rescue (for robots designed to help human rescuers in dangerous situations), RoboCup@Home (robots made to assist people in day-to-day life) and RoboCup Junior (to encourage all those future robot scientists). For anyone interested in robotics or artificial intelligence, this is the place to be.\nImage: Luis Pimentel for BotSport.tvA robot waits on the sidelines.\nWithin the soccer league itself, there are three humanoid categories. Imitating human life, they are divided into AdultSize (51 inches and taller), TeenSize (39-47 inches) and KidSize (12-24 inches in height). TeenSize robots are widely considered the best, but AdultSize continue to be the most popular with the media. Yet whatever their size, these complicated machines are expensive, costing up to $30,000 each!\nImage: Luis Pimentel for BotSport.tvSome assembly required\nAlthough the robotic participants take center stage, the true stars of RoboCup are the men and women who design and create them. Getting a robot to walk correctly is no easy task and takes hours of calculation and calibration. Can you imagine how much work it takes to make a robot dive successfully for a ball – or kick it between the goalposts?\nSince it’s a competition rather than a lab project, the emphasis here is on practicality rather than theory. “AI is not about doing the optimal thing,” says Dr. Daniel Lee, who leads the University of Pennsylvania’s robotics program. “[Just] never do the stupid things,” he adds. And Lee should know; he also advised 2012 (and 2011) winners Virginia Tech.\nImage: Luis Pimentel for BotSport.tvThe pressure is on for these metal athletes to perform.\nThe RoboCup competition attracts competitors from around the globe, including the USA, China, the Netherlands, Australia, Turkey and Singapore, among other places. In 2012, Virginia Tech won the AdultSize and KidSize soccer leagues for the second year in a row. Their AdultSize model was named CHARLI-2 and was a follow-up to their earlier CHARLI-L model – which received extensive media coverage after its 2010 debut. \nCHARLI-L pioneered a new kind of joint system that proved much more efficient than the rotational joints previously used in typical humanoid robots. As its inventor, Dennis Hong, said at the time, “One small step for a robot, one giant leap for robotics.” The smaller KidSize model, the DARwIn-OP, uses open-sourced hardware. \nImage: Luis Pimentel for BotSport.tvHumans and robots working together\nThe winner of the 2012 TeenSize league was a team from the University of Bonn, Germany, who won with another open-sourced robot, the NimbRo-OP. The NimbRo-OP also took home the Louis Vuitton Humanoid Cup, which is awarded to the “Best Humanoid.” Although only five teams competed in the TeenSize section this year, it’s hoped that the easy availability of the NimbRo-OP model will attract more teams to TeenSize competitions in the future.\nImage: Luis Pimentel for BotSport.tvCovering the event\nThe Louis Vuitton Humanoid Cup is a Baccarat crystal globe that the winning team keeps for a year. The NimbRo-OP team clinched their win with a good performance in the Technical Challenge section of the competition, in which robots are required to demonstrate skills like dribbling a ball, making a pass, and throwing a ball. The cup itself needs to be guarded by security at all times, which is an expense the University of Bonn is not willing to pay. As a result, they have decided to leave their trophy behind. For these robotics enthusiasts, just beating the stiff competition is reward enough! \nImage: Luis Pimentel for BotSport.tvNo humans!\nIn 2013, the RoboCup will be held in Eindhoven in the Netherlands from June 24 to June 30. And just like every year, the unique event will attract competitors and spectators from all over the world. \nImage: Bradhall71May the best robots win.\nBesides advancing research and engineering in the sciences of robotics and AI, the RoboCup also creates an interest in these fields amongst the general public, including children. And for the future of these technologies, this can only be a good thing.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10","author":"Yohani Kamarudin","web_category":"entertainment","title":"RoboCup: The Annual Tournament for Soccer-Playing Robots","picture_url":"http://static.techgraffiti.com/2012/12/rs7.jpg","url":"http://www.techgraffiti.com/robocup-the-annual-tournament-for-soccer-playing-robots"}