{"summary":"Jonny Walker and another competitor taking part in the 2013 event. The 2013 Red Bull Hare Scramble winner Graham Jarvis","advice_category":"8","content":"\nPhoto: Mats Grims?th/Red Bull Content Pool\nLeaping over some muddy terrain during the 2013 race\nThe annual Red Bull Hare Scramble takes place at the Erzberg mine in Austria. In 2013, wet weather meant the grueling race began with a plunge into more than a foot of chilly water. Still, for competitors, a cold, wet start was just one of many challenges they would have to overcome. Extremely steep slopes, boulder-strewn terrain, slippery routes, and snow and ice all added up to make 2013’s event live up to its billing as the toughest one-day dirt race on the planet.\nPhoto: Philip Platzer/Red Bull Content Pool\n2012’s winner Jonny Walker takes on a rocky slope in the 2013 event.\nThe Red Bull Hare Scramble is the final stage of the annual Erzberg Rodeo, which in 2013 was held from May 30 to June 2. You might not expect many takers for such a punishing contest, but 1,500 hopefuls compete for only 500 starting positions in the Hare Scramble. Moreover, of these 500 racers in 2013, just 14 made it to the finish line, successfully negotiating all 20 hardcore challenges along the 25-mile course.\nPhoto: Mats Grims?th/Red Bull Content Pool\nCompetitors try not to get stuck in the mud at the 2013 event.\nIn the 2013 race, torrential rain ensured that the already notoriously challenging course was flooded knee-deep in some areas. The bikes became semi-amphibious vehicles, as they plowed their way through the muddy waters of the “Iron Giant” – which, when it’s not hosting backbreaking endurance races, is an operational open-pit iron mine.\nPhoto: Samo Vidic/Red Bull Content Pool\nA competitor is forced to drag his bike up a steep section during the 2012 race.\nIn the face of such extreme conditions, just getting through the icy pond at the beginning of the race is a huge achievement. “Like so many others my bike died in the flood,” says competitor Ben Hemingway, who ended up coming fifth in 2013. “It took five minutes to get going but I just kept pushing forward. I’m made up with fifth because at one point I thought I wouldn’t get out of the quarry.”\nPhoto: Philip Platzer/Red Bull Content Pool\nPetr Pilat shows off some moves during an FMX show at the 2013 Red Bull Hare Scramble.\nOnce out of the water and slush – if they made it out at all – competitors faced possibly an even greater challenge: they had to get their motorcycles up a gnarly slope of dirt and gravel. Not only is the incline steep (up to 35 degrees), but the wet conditions made the ground soft and slippery as well.\nPhoto: J?rgen Skarwan/Red Bull Content Pool\nSpectators help a competitor up a steep incline during the 2011 event.\nCompetitors often don’t really ride up the side of the mine; a lot of them haul, push and drag their motorcycles to the top, with many of the motors overheating along the way. Occasionally, the riders even need a bit of help. It’s incredibly physical, and competitors need to be extremely fit. There’s also the danger of the bikes toppling over backwards onto the riders.\nPhoto: Philip Platzer/Red Bull Content Pool\nDougie Lampkin conquers a tricky slope at the 2013 event.\nFurther along the track, competitors reach more level terrain, but this certainly isn’t a time to relax and get comfortable. Some of the most backbreaking challenges still lie ahead. This is a course where technical skill is more important than speed – although both are necessary to win.\nPhoto: Flo Hagena/Red Bull Content Pool\nCompetitor Chris Birch racing in the 2009 event\nNext, competitors face a section of the course known as the “Water Pipe.” Whereas the initial climb out of the mine forced riders to negotiate up to 35-degree slopes, here they must tackle an incline of nearly 40 degrees. Even in the best conditions this would be difficult, but on the soft, slippery sides of the Water Pipe it seems impossible.\nPhoto: Philip Platzer/Red Bull Content Pool\n2012’s winner Jonny Walker hangs in there during the 2013 race.\nFortunately for the riders, this is one of the sections of the course where help is at hand. There are seven challenges along the Hare Scramble in which competitors may be assisted by either their own crews or by enthusiastic spectators, and the Water Pipe is one of them. Still, even with the extra hands, it’s far from an easy task to reach the top. Once more, the less able competitors are weeded out.\nPhoto: Philip Platzer/Red Bull Content Pool\nFooling around in 2013\nBeing able to participate by helping competitors is just one aspect of the race that attracts adventurous spectators. Tens of thousands of people flock to the event, which is one of the true highlights of the calendar for enduro racing enthusiasts. To cater to these masses, race organizers provide camping facilities, food and drink stalls, vendor areas, toilet and shower facilities, medical services, and the popular beer tent – where spectators and riders alike can enjoy some well-earned refreshment.\nPhoto: Erwin Polanc/Red Bull Content Pool\nJonny Walker and another competitor taking part in the 2013 event\nHaving made it up the Water Pipe – with or without help – competitors have to then attack a hill made up of mine tailings known as the “The Bathtub,” followed by another steep trail called “The Elevator.” This latter section of the course looks more like some kind of forest hiking trail than a motorcycle track; riders have to negotiate their way around slippery tree roots and large rocks to get up the steep slopes.\nPhoto: Philip Platzer/Red Bull Content Pool\nAn aerial view of the 2013 event\nNaturally, having the right kind of bike is crucial for coping with such difficult and variable terrain. Most riders race two-stroke motorcycles because they offer several advantages for this type of exhausting course: they’re lightweight, they have a good power-to-weight ratio, and they go on working in any orientation – which you can tell from looking at these photos is a definite plus.\nPhoto: Samo Vidic/Red Bull Content Pool\nWalker works his way around some rocks in 2013’s event\nTired and most probably bruised (or worse) from the previous challenges, competitors face arguably the most difficult test of all: “Carl’s Diner.” This section is strewn with boulders of various sizes that riders must navigate as skillfully and as quickly as possible. One misstep here could not only decide the race, it could also end in some pretty nasty injuries. No wonder it’s generally the most feared part of the entire course.\nPhoto: Samo Vidic/Red Bull Content Pool\nBet they could really do with a cup of coffee by the end of this…\nAs if all these grueling challenges weren’t demanding enough, competitors also need to keep their eyes peeled for the blue arrows that mark the course. And this is not as simple as it sounds, when the riders are also concentrating on the treacherous terrain beneath. Nevertheless, since the track is not specially constructed, these arrows are the only guide competitors have to stay on course.\nPhoto: Samo Vidic/Red Bull Content Pool\nCompetitors churn through mud and water in 2013.\nFailing to take note of all of the markers can have dour consequences, as British rider Graham Jarvis has discovered in the past. From 2010 to 2012, for three years in a row, Jarvis finished the race first only to be told that he’d been disqualified for missing out sections. Fortunately for Jarvis, 2013 was different. After a hard race, he won the 2013 Hare Scramble, but he felt compelled to ask, “Are you sure I am the winner? I can’t take another disqualification.”\nPhoto: Philip Platzer/Red Bull Content Pool\nThe 2013 Red Bull Hare Scramble winner Graham Jarvis\n“It’s the only hard enduro race I’d yet to win,” said Jarvis in an interview after the 2013 event. “Missing out on the victory for the last three years makes this win extremely rewarding. I’m a happy man.” Second place went to German rider Andreas Lettenbichler, Spain’s Alfredo Gomez Cantero came third, and 2012’s winner, Jonny Walker from the UK, finished in fourth place. Still, considering the fact that only 14 competitors reached the finish line, getting any position at all was quite an achievement.\nPhoto: Flo Hagena/Red Bull Content Pool\nCompetitor Paul Bolton pictured at the 2008 event\nOf course, for all the exhilaration of the winners, there is also the disappointment of the losers. “I hit a rock in the first corner and it pulled the handlebars out of my hands,” said Austrian competitor Lars Enockl. “I ended up swimming and my bike drowned. I got it going after the tenth row started but it stopped before checkpoint six. This was my home race and after getting pole position I really wanted more – maybe next year.”\nPhoto: Flo Hagena/Red Bull Content Pool\nCompetitor “Sick” Nick de Wit pictured in 2009\nFrom start to finish, the Red Bull Hare Scramble is as brutal as any race on Earth. It is punishing on the motorcycles and on the men who ride them. Naturally, though, this is what makes it so appealing to enduro riders and spectators.\nSources: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12","author":"Yohani Kamarudin","web_category":"entertainment","title":"The Red Bull Hare Scramble: The World’s Most Grueling One-Day Dirt Race","picture_url":"http://static.techgraffiti.com/2013/06/P-20130604-00343_News.jpg","url":"http://www.techgraffiti.com/red-bull-hare-scramble-the-worlds-most-grueling-one-day-race"}