{"summary":"While the Big Dig in Boston didn’t remove the freeway, it did replace a decaying old elevated highway that traveled through the city center with a green boulevard of parks, pedestrian friendly living, and transit-oriented developments. However, the problem still persists in many cities where unwanted highways tower through the city and contribute to the congestion","advice_category":"3","content":"\nBy Matthew Simpson \nPhoto:  Before and After picture of the Big Dig, Source: Spacing Toronto \nTraffic congestion grows every year in some cities and the usual plan to alleviate it is to build wider highways or in some extreme circumstances to build more. However, cities are perhaps learning that this is not the best way to solve traffic problems. After all, if you build more highways you are only going to encourage more drivers. The latest visions of transit-oriented development include removing highways from city centers and replacing them with green-ways, boulevards, bike paths and in some extreme cases rivers.\nThe most famous occurrence of highways for green-ways is the one that took place in Downtown Boston. While the Big Dig in Boston didn’t remove the freeway, it did replace a decaying old elevated highway that traveled through the city center with a green boulevard of parks, pedestrian friendly living, and transit-oriented developments. The former six-lane highway that traveled through the city still takes the same route. The difference is that it’s underground and out of sight. Even though the highway still remains, the redevelopment of the above property has provided opportunities for parks, bike ways, pedestrian areas and other environmental friendly living fundamentals.\nOther cities have taken this one step further. In San Francisco, they completely removed the Embarcadero Freeway (California State Highway 480) after an earthquake in 1989. The freeway was originally designed Interstate 480 but was never completed because of the freeway revolt in the 1960s and 1970s. The California Department of Transportation planned a rebuild of the freeway, but there are many sides to what may have caused it to be delayed. There was strong opposition to the removal of the freeway that passed over the northern part of San Francisco. Specifically from residents in the Chinatown area that relied on the freeway as the major off-on ramp that was nearby the neighborhood. However, in 1991 Mayor Art Argos found federal founding to remove the double-decker freeway and replace it with a boulevard and a large plaza. The removal of the freeway cost Mayor Argos his job, but over time the decision has been widely praised. In June 2006, a monument was dedicated to Mayor Argos honoring his vision and courage, noting “This pedestrian pier commemorates the achievement of Mayor Agnos in leaving our city better and stronger than he found it.”\nPhoto: Embarcadero Freeway highlighted in purple, Source US Geological Survey.\nSome cities however, have taken it even further than simply replacing a freeway with a boulevard. Seoul, Korea took a busy freeway that ran through the city center and replaced it with a 5.8 km creek.\nIn 1968, the Cheonggyecheon Creek was covered over with elevated highway as the city of Seoul grew rapidly. In July 2003, then Seoul mayor (now President) Lee Myung-bak initiated a project to uncover and restore the stream. It was a major undertaking, as not only did the highway have to be removed, but years of neglect and development left the stream nearly totally dry and 120,000 tons of water had to be pumped in daily. Within two years, the stream was restored and the highway was removed. What remains now is a boulevard that parallels the stream and a perfect example of transit oriented development. The project cost an estimated $900 million dollars and was completed by over 70,000 workers in two years.\nIn addition, $12 billion in private investments are flowing in to redevelop the surrounding area with transit-oriented development in mind. This is part of a large plan by President Lee Myung-bak to downsize the large city of Seoul and make everything available by walking, biking or transit for those that live in the city. He projects that the city’s population may drop from 10 million to 8 million people, but satellite cities such as Inchon would absorb the population and implement projects similar to the ones being developed in Seoul.\nPhoto: Before and After picture of Cheonggyecheon Creek in Seoul, Source: Transportation Alternatives \nHowever, the problem still persists in many cities where unwanted highways tower through the city and contribute to the congestion. As these bottlenecks of transportation are removed it shows that you don’t need a 12 lane highway into the city to get there. As people find themselves without a freeway to drive into the city center, they often plan their own route instead of driving on the massive limited access roads that dominate American cities. In most cases, you can’t replace a highway with nothing. This is where transit-oriented develop comes into play. A city must push for it throughout the city so that alternative transportation methods are available to make up for the missing highway. San Francisco, Boston and Seoul all had fairly adequate transit options available before these projects took place. With that said, any city could realistically replicate the success; after all, for years, several European cities have restricted large highways from their inner centers.\nFuture Plans for Highways to Green-ways could possibly include the Alaskan Way Viaduct in Seattle and the Gardiner Expressway in Toronto. Both of these cities have alternative proposals that would have both highways removed and replaced by boulevards. Now is the perfect time for these cities to consider green-way proposals: as the population in cities expands and congestion increases, the age of everyday personal automobile use (as we know it) may be a thing of the past. Cities and the people that live in them deserve alternatives to transportation that are environmentally-friendly, efficient and less stressful. Highways are none of the above.\nSources: 1, 2, 3, 4,\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? ","author":"Chris","web_category":"environmentgreen-tech","title":"Amazing \"Green-Ways\" Obliterate Traffic","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb23.webshots.com-41750-2953386400102347975S500x500Q85.jpg","url":"http://www.techgraffiti.com/news-amazing-green-ways-obliterate-traffic"}