{"summary":"We’ve pointed it out once before, but we’ll do it again: Americans hadn’t cut back prior to this in 30 years. I’ve said it before, I’ve proved it, and I’ll say it again: the way to break an addiction to fossil fuel is to make it prohibitively expensive","advice_category":"3","content":"\nOpinion piece: by Ben RayPhoto: Image from ^riza^\nI’ve said it before, I’ve proved it, and I’ll say it again: the way to break an addiction to fossil fuel is to make it prohibitively expensive. Until that happens, very few people have the impetus to change their lifestyles significantly and politicians therefore, will have very little incentive to sponsor progressive legislation.\nMaybe that’s why we’re not shocked but happy to see that somehow Americans are tightening the belt a notch in the face of four dollar gasoline: for the first time in 30 years, we’re driving less.\nFor years fuel costs have been spiraling upwards: regular unleaded was $1.20 when we started driving, back when the dollar was strong and the worst thing a President could ever do was lie in a civil deposition about an affair. The economists have speculated on TV when Americans would finally feel so much pain from them that our habits would change. The answer, apparently, is when the national average price is $3.65 a gallon.\nThat marks the highest price ever, even adjusting for inflation to include the 1970s in the mix. Paired with a weak economy, 71% of Americans say it’s causing a financial hardship and 80% believe the gas prices are here to stay. This is ?of course, hardly something worth celebrating. It’s the result of a failed energy and economic policy, both coming home to roost simultaneously. What matters is that we are, as a nation, learning to cut back. We’ve pointed it out once before, but we’ll do it again: Americans hadn’t cut back prior to this in 30 years. And it seems highly likely that once better fuel-efficiency is demanded, and a sensible energy policy formed as a result of this crisis, we’ll take ages to go back to the way we were before–if society as a whole isn’t transformed by then.\nYou never know.\n[ThinkProgress][USAToday][HuffingtonPost]\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"environmentgreen-tech","title":"Why Americans Are Driving 1M Mile Less a Day","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb04.webshots.com-43523-2349959600103329676S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-why-americans-are-driving-1m-mile-less-day"}