{"summary":"Keen to see the wind change in the way wind power is perceived on the street, Quietrevolution (QR) has done a makeover on the design of wind turbines, so they’ll look, sound, and work better in urban environments. Why it’s something to look forward to: The Beacon, by architects Marks BarfieldPhoto: Image: Marks Barfield","advice_category":"3","content":"\nPhoto: Image: mike.pevsner\nWind may be picking up faster than any other energy source, but harnessing its power is largely left to remote wind farms that not everyone is crazy about. Keen to see the wind change in the way wind power is perceived on the street, Quietrevolution (QR) has done a makeover on the design of wind turbines, so they’ll look, sound, and work better in urban environments. No storms kicked up over them spoiling the view. No waking the neighbours with that ghastly noise. No worries getting the best out of wind in built-up areas.\nGracing the skyline: Quietrevolution’s new installation in Croydon\nPhoto: Image: quietrevolution\nThe brand has just completed its largest installation to date, in Croydon in Greater London. Featuring a row of eight rooftop wind turbines, which together can generate enough energy for an office of nearly two hundred people, it’s the latest in a series of projects to have appeared in towns and cities across the UK. But what’s so radical about QR’s big idea?\nQR turbine with cotton wool balls? No, and you won’t need them either\nPhoto: Image: quietrevolution\nThanks to the aerodynamics of its vertical-axis wind turbine (VAWT) design, Quietrevolution has trademarked that most valuable of commodities in a world dominated by din: near silence. According to their website, those elegant S-shaped rotor blades shed noise and minimise vibration. Compare your typical horizontal-axis wind turbines (HAWTs), which sometimes hit the headlines – denied planning permission due to local opposition.\nEyesore or sight for sore eyes? Horizontal-axis wind turbines (HAWTs)\nPhoto: Image: Toutoune25\nWhile some might wonder what all the fuss is about – hey, we’ve long been beset by electric pylons – these new turbines are visually less obtrusive too. They’re to come in various sizes, though even the jumbo 12m by 7m model will be dwarfed by most of its HAWT counterparts. And check out that triple helix shape, DNA-style. Fitted to the top of towers and around other structures, the turbines are designed to complement the aesthetics of surrounding buildings. Architects have given their approval, with Millennium Eye visionaries Marks Barfield incorporating them into their design for The Beacon, a 40m high concept planned to for installation in major sites around London. Meanwhile, no complaints so far from Mrs Jones next door.\nWhy it’s something to look forward to: The Beacon, by architects Marks BarfieldPhoto: Image: Marks Barfield\nIf the QR turbines are to brighten not be a blight on the urban landscape, its display turbines may have some say on the matter. Though still a product in in its early stages of development, the idea is that as the blades revolve, attached LEDs will light up in sequence, creating a screen that depicts colourful and moving images mid-air. Nifty, no? Well even if advertising here proves less illuminating to onlookers, people should at least be enlightened by displayed messages on climate change, or the turbines spinning as works of art in themselves.\nStreet cred from neat LEDs? Light Emitting Diodes to create dazzling displaysPhoto: Image: Juan Freire\nIf all this sounds a bit flash for renewable energy, you’ll be glad to know that when it gets down to nuts and bolts, the folks at Quietrevolution aren’t dim either. Designed to capture gusty, shifting wind patterns, the turbines work more efficiently in urban settings, where buildings create turbulence. Unlike HAWTs, VAWTs aren’t dependent on air currents blowing from a single direction, so don’t have to use up energy swiveling to face into the wind. Another bright idea all round.\nNot messing with the rotation: VAWTs don’t need to turn to point into the windPhoto: Image: thingermejig\nSource: Quiet Revolution\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Karl Fabricius","web_category":"environmentgreen-tech","title":"Biggest Installation of Silent Urban-Styled Wind Turbines","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb40.webshots.com-41767-2035527730104181437S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-biggest-installation-silent-urban-styled-wind-turbines"}