{"summary":"Image: Bartolomeo de Gusm?o. Image: Leonardo da Vinci","advice_category":"8","content":"\nPhoto: \nImages: Matthias Kabel  (top) and Ottomar Ansch?tz \nThere was a time when flying meant risking one’s life and limb and those trying to even attempt it were considered fools. But luckily, that didn’t deter early inventors who came up with amazing flying machines – strap-on wings really, copied from the birds themselves. We’ve taken a look at the first lighter-than-air flying attempts and found some mind-blowing contraptions and courage.\nEilmer of Malmesbury was an adventurous monk who got inspired by the Greek fable of Daedalus, a skilled craftsman said to have fabricated wings out of birds’ feathers for himself and his son Icarus that allowed them to escape captivity. Eilmer (often called Elmer or even Oliver due to wrong transcription) was not lazy and one fine day in the early 11th century, donned a homemade glider and launched himself from a tower at Malmesbury Abbey. A fellow monk, famous medieval historian William of Malmesbury, wrote about the incident in 1125:\nEilmer the “flying monk” as depicted at Malmesbury Abbey today:Photo: \nImage: Radicalrobbo\nThough crippled for life, Eilmer was undeterred and would have soon started a second attempt, this time equipping his glider with the missing tail, if the abbot of Malmesbury Abbey himself hadn’t forbidden any further attempts. Remarkable about this early recorded flying attempt is that it captures the spirit of medieval scholars who had figured out that flying was not magical but that air could be “worked” with the help of human invention.\nEilmer’s vision?Photo: \nImage: Photo_Mind\nNo list of inventors of early flying machines would be complete without Leonardo da Vinci. This 15th century painter and scientist was way ahead of his time and seamlessly combined art and natural philosophy, the forerunner of the modern sciences, leaving more than 13,000 pages of notes and drawings behind.\nLeonardo’s design for a flying machine, circa 1505:Photo: \nImage: Leonardo da Vinci\nA strap-on glider with foldable wings:Photo: \nImage: Leonardo da Vinci\nHis fascination for flight manifested itself in various studies on the flight of birds and, going a step further, ideas on how humans could use this knowledge to take flight themselves. He came up with plans for several flying machines, including an early helicopter and a light hang glider. While the former turned out to be impractical and unable to actually lift off, the latter has been successfully constructed and demonstrated.\nOne of his flying machines, reconstructed:Photo: \nImage: TTaylor\nDrawing of the first helicopter:Photo: \nImage: Leonardo da Vinci\nBetween da Vinci and the next inventor portrayed here, there were many more – as well as earlier – flying attempts, especially by Chinese, Arab and Indian scholars, but unfortunately, little has been preserved about them.\nA design by Leonardo da Vinci for a glider, circa 1488:Photo: \nImage: Leonardo da Vinci \nThis early 18th century priest and naturalist demonstrates that it took two things to be a successful inventor at the time: a quiet place to study and money to fund one’s inventions. Bartolomeo de Gusm?o found both; the first at the University of Coimbra, Portugal and the latter in his patron Marqu?s d’Abrantes of Lisbon.\nBecause Gusm?o presented a formal petition to King John V of Portugal in 1709 regarding an airship he had invented, the specifications and even a drawing have been preserved.\nThe “Passarola”:Photo: \nImage: Bartolomeo de Gusm?o\nGiven Portugal’s seafaring tradition, it is no surprise that this invention really looked like a giant ship that could fly through the air: a huge sail spread over a boat-like body. In case of no wind, air could be blown through tubes from the boat itself into the sail via bellows. Magnets, encased in two hollow metal balls, were supposed to propel the airship.\nThe „Passarola“ as a sand sculpture at FIESA 2009:Photo: \nImage: Roger W. Haworth \nThough the public demonstration of the “Passarola”, slated for June 24, 1709, never took place, Gusm?o is said to have tested it at a later point and managed to fly for about 1 km over Lisbon. He was also on track with experiments on airplanes and hot air balloons but his death at only 39 years of age put an end to all plans.\nDiego Marin Aguilera was a Spanish inventor, who, unlike the others portrayed here, was not a learned scholar but an agricultural laborer who learned about flying from studying the eagles while tending to his animals and fields.\nMight Aguilera’s wings have looked like this?Photo: \nImage: Will Luo\nFor six years, Aguilera worked on a flying machine made of wood, iron, cloth and eagle and vulture feathers, held together by wrought iron joints made by the local blacksmith. The contraption also included stirrups for his feet and hand cranks to control its direction. The full moon night of May 13, 1793 was when Aguilera brought his glider to the highest part of the castle of Coru?a del Conde and took off, expecting to be back “in a couple of days.”\nActually, he reached a height of 5-6 m and flew for about 360 m, after which he crash-landed due to a broken metal joint. More than his body, his ego was scratched and bruised, and after villagers accused him of heresy and fraud and burned his flapping wings, he never attempted to fly again. Today, however, he is called the “father of aviation” in Spain and the Air Force dedicated a monument to him.\nLast but not least, there’s Otto Lilienthal, a German pioneer of human aviation whose inventions coincided with the age of photography so that his extensive documents got supplemented by newspaper articles with photographs – proof, so to speak. Lilienthal was the first person to make repeated, successful gliding flights and became known as the “glider king.”\nOtto Lilienthal with his small wing flapping apparatus in 1894:Photo: \nImage: Ottomar Ansch?tz \nModels of Lilienthal’s gliders:Photo: \nImage: Matthias Kabel \nLilienthal controlled his gliders by shifting his body weight, therefore changing the centre of gravity, much like how modern hang gliders function. However, he held the glider by his shoulders rather than hanging from it, which made it difficult to maneuver. On August 9, 1896 Lilienthal undertook his last flight – a fatal one during which he fell from a height of 17 m and broke his spine.\n Yippee, here I come – Otto Lilienthal in May 1895:Photo: \nImage: Dr. Richard Neuhauss\nThough Lilienthal researched lighter-than-air flight intensively and minutely described the flight of birds, he was later credited most with his developments of heavier-than-air flight and aviation and experiments to gather reliable aeronautical data. The Wright Brothers credited him as a major inspiration but soon decided to pursue manned flight, a whole different chapter with hot air balloons, the first airplanes and more.\nWhat the American Institute of Aeronautics and Astronautics said about Diego Marin Aguilera is surely true for all the early inventors interested in flight: they were “endowed with a special technical ingenuity and … a good example of the ageless human aspiration toward flight.”\nSources: 1, 2, 3, 4, 5\nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"Simone Preuss","web_category":"productsgear","title":"5 Most Incredible Early Flying Attempts ","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb60.webshots.com-43899-2321454250105960926S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-5-most-incredible-early-flying-attempts"}