{"summary":"One of the proposed solutions to climate change, and the need to restrict carbon emissions into the Earth’s atmosphere, is carbon offsetting. Aviation is an inherently carbon intensive industry – the fuel used by jet and prop engine aircraft is always a high octane form of gasoline with huge carbon emissions.","advice_category":"3","content":"\nPhoto: David Jones\nOne of the proposed solutions to climate change, and the need to restrict carbon emissions into the Earth’s atmosphere, is carbon offsetting. The idea behind it is simple: overall carbon emissions are regulated, lower polluting industries are built up over time to compensate for and eventually replace higher polluting factories and facilities.\nPhoto: storem\nThe problem with this is that certain industries, such as the aviation industry, will continue to grow over time and increase their carbon emissions beyond a level where simply offsetting their emissions could possibly cope. Aviation is an inherently carbon intensive industry – the fuel used by jet and prop engine aircraft is always a high octane form of gasoline with huge carbon emissions.\nAs developing countries like India, China and Brazil – who collectively have about a third of the world’s population – improve their standards of living, the aviation industry is certain to keep growing. In the United States and Europe, the proliferation of cheap, rapid transportation over long distances has helped to grow these nations; economic power. There is little indication that developing nations will follow a different path. The skies are likely to be full of contrails in ever increasing quantities for many decades to come, and accompanying this growth will be carbon emissions.\nThe problem with carbon offsetting is that you can make as many industries as hyper-efficient and clean as you’d like, but if major emitters on a growth path aren’t part of the global effort to mitigate climate change then the efforts are doomed to fail. The nature of the aviation industry is such that any flight is guaranteed to emit massive amounts of carbon per traveled mile into the atmosphere. The only way to repair this is to reduce the number of air miles flown.","author":"Boss","web_category":"environmentgreen-tech","title":"Offsetting Doesn't Change the Fundamental Problem of the Aviation Industry","picture_url":"http://static.techgraffiti.com/sites/default/files/images/Plane1_1.jpg","url":"http://www.techgraffiti.com/news-offsetting-doesnt-change-facts-aviation-industry"}