{"summary":"The Turbitrac is a jet engine built by slightly nutty Englishman named Gary Packham, who has taken it upon himself to not only design and build his own jet engine from scratch, but to post his instructions and reasons for doing so on the internet. Somehow, this left him compelled to cool his beer with a propane-fueled jet engine, a simple device that’s not really known for being applied to coolers","advice_category":"8","content":"\nPhoto: Image by Ben Goode\nI’m sure most of you remember the comedian Tim Allen and his show Home Improvement–he was dedicated to the glory of all things manly, more power, more horsepower, more sawdust, and football, and big, loud, fast cars, UGHH GRUNT MANLY NOISE. Obviously, if absolutely everyone used needly overpowered contraptions, our global climate crisis would accelerate at the same pace. Sometimes however, it’s better to just poke fun and laugh rather than preach. So, in honor of that manly penchant for overkill, be it using a gas powered turbine for raking leaves off of your lawn, or watching television on a screen that costs more than your first car, Environmental Graffiti presents seven vehicles which have been modified to run off of a jet engine–and for which there is no explanation but testosterone.\n7. The Jet Bicycle\nIt’s been in awesome sites all over the internet in recent days, from gizmodo to neatorama and back, Robert Maddox has attached a pulsejet to a common bicycle, and therefore made it possible for your paperboy to actually sound like the London Blitz. The bad news is that there may actually be a positive use for it in modern-day America; it’s fuel-efficient, and has a top speed suitable for freeways, something that we rarely find in combination in any vehicle.\nPhoto: Image from Gizmodo\nYou can watch a video below:\n6. Jet-Powered VW Beetle\nRon Patrick, a mechanical engineering PhD, has some how, some way, made his VW Beetle street legal while still hanging a jet engine and afterburner out of the tail end of it. Using the gas-powered four cylinder for daily driving and the 1300 bhp jet for…whatever you would use a 1300 bhp jet for, he can outrun the fastest production car in the world, a Bugatti Veyron.\nImage via Snassek \nCheck the youtube, and imagine how scary he could be at a red light:\n5. Jet Powered Wheelchair\nGiuseppe Cannella, a mechanically inclined Brit, decided for reasons known but to him to strap a jet engine and steering apparatus on his mother-in-law’s wheelchair.\nWas it spite?\nHis wife, he says, told him to bolt it onto something unusual instead of a go-kart as he originally intended. A few days later the wheelchair of her dear mother was being cannibalized for the jet-powered glee of Giuseppe. The mother-in-law was actually out of town at the time, and when she returned, believed the freeway-speed medical device was for her, an aging Parkinson’s disease patient.\nImages from BBC\n4. Jet-Powered Port-A-John\nPaul Sender, a mechanic by trade, has spent 10,000 dollars to build a toilet that shoots 30 foot-long fireballs out of the rear end of it (Go ahead, make your jokes, we’ll be here). The fastest toilet in the world has a top speed of 70 miles per hour, and presumably some sort of steering mechanism and brakes, although we could find no discussion of them anywhere on the internet, so it’s possible that one day you could be run down by an uncontrollable 70 mile per hour toilet with no brakes.\nPhoto: Image from Man-Sized. Yes, it’s for real.\nHere’s an incredibly surreal video of it in action:\n3. The Turbitrac Lawn Mower\nThe Turbitrac is a jet engine built by slightly nutty Englishman named Gary Packham, who has taken it upon himself to not only design and build his own jet engine from scratch, but to post his instructions and reasons for doing so on the internet. Running off of propane, turbos, and components of a 7.5 ton truck engine, it can reach temperatures of over 600 degrees and provide quite a show at night.\nPhoto: Images from GP3\nwatch a video of it below fire up:\n2. Jet-Powered Beer Cooler\nA fairly crazy nameless New Zealander with a website embarked on a mission to prove his kiwidom not too long ago, because, as he saw it, you needed two things to be a resident of that island nation: a love of rugby, and a shed. Somehow, this left him compelled to cool his beer with a propane-fueled jet engine, a simple device that’s not really known for being applied to coolers. The principle is simple enough– the jet pulls the propane out of the tank, which sits in a tank in the beer cooler, and the propane exiting the tank creates an entropic system, removing heat from the beer. Wild, eh?\nPhoto: Image from Asciimation21. Shockwave Jet-Powered Semi\nShockwave is a regular on the air show cicuit, where driver Kent Shockley regularly fries up the THREE jet engines attached to his heavily modified Peterbilt frame, and exceeds 350 miles an hour. In a standing start quarter mile, he can reach speeds over 290 miles an hour in under 5 seconds, an experience so violent that most of us can’t even fathom it. It’s exceptional considering that 0-60 in that amount of time is great for a sportscar – Kent is almost at 300 mph by that stage.\nImages below via Snassek \nBelow is an awesome video of it in action:\nEnvironmental Graffiti is up for four bloggers’ choice awards. You can vote for us for best entertainment blog, best blog of all time, best geek blog and best animal blogger. \nIf you want to find out all the latest news on the environment, why not subscribe to our RSS feed? We’ll even throw in a free album.","author":"whatsrequired","web_category":"productsgear","title":"7 Completely Unnecessary Jet Engine Powered Vehicles","picture_url":"http://static.techgraffiti.com/sites/default/files/images/http-inlinethumb55.webshots.com-31350-2681024790102347975S600x600Q85.jpg","url":"http://www.techgraffiti.com/news-7-completely-unnecessary-jet-engine-powered-vehicles"}